"data":{"text":"The Long-Term Strategy under the Paris Agreement\n\nOctober 2021\n(Cabinet decision, October 22, 2021) The Government of Japan\n\nIntroduction\n\nThis “Long-term Strategy under the Paris Agreement” (hereinafter “this strategy”) is formulated by the Government of Japan as long-term low greenhouse gas (GHG) emission development strategy in accordance with the provision 1 of the Paris Agreement 2.\nExtreme weather events such as heavy rain have become more frequent with global warming due to the increase of GHG concentrations. From now on, natural disasters such as torrential rains are projected to become more frequent and intensified, and we have strong concerns about their impacts on our future generation. Against these backgrounds, countries in the world including developed countries are beginning to take steps towards decarbonization, not only in the areas of technologies but also international rule formulations, by striving for rule-making that are conducive to their own industrial structures, while businesses are also starting efforts to enhance competitiveness by utilizing decarbonization technologies. Our future measures for climate change are equal to our response to a formidable challenge of breaking away from excessive dependency on fossil fuels that have underpinned modern civilization since the Industrial Revolution. On one hand, such a challenge carries the potential for transforming industrial structures that have been formulated so far; any mistakes in responding to the change may lead to the loss of industrial competitiveness. On the other hand, the challenge may provide Japan with an opportunity to create new growth industries, once we can lead the international rule-making and utilize our decarbonization technologies to solve the problems facing the world, particularly Asia.\nFurthermore, the ongoing historical crisis of COVID-19 pandemic, facing the whole world including\nJapan, has presented us a common global challenge to prevent infections, while maintaining socio-economic activities in a compatible manner. In light of the recognition that we are living in a major turning point of the era, what is required is not to simply return to the world before the COVID-19 pandemic, but to realize a transformation to a sustainable and resilient social system. Around the world, there have been ongoing initiatives of green recovery that aim to raise ambition in climate actions and realize sustainable economy and society in the context of economic recovery from the spread of COVID-19 infection. A new crisis of COVID-19 pandemic has transformed the world’s economy and society to a great degree. This also requires us to promote climate change measures in a way that is integrated with our response to such a transformation. In parallel to that, we need to promote the transition from a linear economy based on mass production, consumption and waste, to a circular economy including through preserving biodiversity and utilizing nature-based solutions (NbS 3), from the perspective of enhancing sustainable and resilient economy and society.\nJapan will strongly promote the “re-design” of its economy and society to make it sustainable and resilient, through accelerating green growth by innovation and “three types of transitions,” namely towards “a decarbonized society,” “a circular economy” and “a decentralized society,” in order to rebuild its hurt economy while aiming at the solution of environmental problems, thereby achieving a society where the future generations can live in prosperity. At the same time, in local regions, Japan will realize the aforementioned three transitions through renewed community building based on the idea of “Circular and Ecological Economy,” so as to transform the ways of life into ones that are comfortable, convenient, as well as sustainable. \n\nChapter 1: Basic Concepts\n\nIntent and Purpose of Formulating this Strategy\n\nIn response to the urgent challenge of climate change, efforts to balance emissions and removals of the greenhouse gases (GHGs) in the second half of this century have been accelerated all over the world. Against this backdrop, the Paris Agreement and other related decisions stipulates that all parties should strive to formulate and communicate long-term low GHG emission development strategies. Determined to lead global decarbonization, Japan will demonstrate its high aspiration and its stance to actively promote efforts for decarbonization both in and out of Japan.\nIn particular, pursuing efforts to limit the average temperature increase to 1.5 °C above pre-industrial levels is set as a global target in the Paris Agreement. The IPCC Special Report on Global Warming of 1.5 °C (officially titled An IPCC special report on the impacts of global warming of 1.5 °C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty, published in October, 2018) finds out that there will be significant difference in the expected impacts between by the temperature rise of 1.5 °C and 2 °C. The Working Group I (WGI) contribution to the IPCC’s Sixth Assessment Report (AR6) (published in August, 2021) finds out that even the temperature rise of 1.5 °C will increase the frequency and intensity of extreme events such as high temperatures, while it also finds out that if the temperature rise is limited to 1.5 °C, not 2 °C, the increase in frequency of droughts and heavy precipitation as well as the extent of change in average rainfalls will be less severe. With the recognition of these, it will be an urgent task for the world to pursue efforts to limit the global average temperature rise to below 1.5 °C above pre-industrial levels. As a member of the international community, Japan will contribute to the world by formulating this long-term strategy and sharing the experiences out of its implementation, thereby contributing to achieving the aforementioned target set forth in the Paris Agreement.\n\nJapan’s Long-term Vision\n\nJapan aims to reduce GHGs to net-zero, that is, to realize carbon neutrality by 2050, based on the idea that addressing climate change is no longer a constraint on economic growth and that proactive climate change measures bring transformation of industrial structures as well as its economy and society, leading to dynamic economic growth. By the Act Partially Amending the Act on Promotion of Global Warming Countermeasures in 204th session of the Diet (Act No. 54 of 2021) (Hereinafter the Act on Promotion of Global Warming Countermeasures (Act No. 117 of 1998) amended by this law is called “The Amended Act on Promotion of Global Warming Countermeasures”) which was enacted in the 204 sessions of the Diet, net-zero by 2050 became a Basic Principle of the Act. The legislative amendment will enhance the continuity and predictability of policies and accelerate efforts and investments as well as innovation for decarbonization towards not only the achievement of the mid-term target, but also the realization of a decarbonized society.\nThis strategy presents long-term sector-by-sector visions as “ideal future models” towards the realization of net-zero by 2050. These visions will provide directions for all stakeholders to pursue possibilities towards the realization of the target. Together with policy directions, they will improve the predictability of investment and serve as the basis for expanding the investment in Japan. At the same time, it identifies areas which need disruptive innovation to promote corporate research and development (R&D) and investment. Furthermore, by setting forth these visions, Japan will take the lead in future international discussions including the formulation of frameworks and standards in the area of climate change.\nJapan aims to reduce its GHG emissions by 46 percent in FY 2030 from its FY2013 levels, setting an ambitious target which is aligned with the long-term goal of achieving net-zero by 2050. Furthermore, Japan will continue strenuous efforts in its challenge to meet the lofty goal of cutting its emissions by 50 percent. From now on and towards 2030, Japan will work on various measures including technology development, all of which will be in line with the goal of net-zero by 2050. On the way to FY2030, Japan will make the best use of the existing technologies to achieve this ambitious goal. On this basis, towards net-zero by 2050, Japan will strive to develop and diffuse decarbonization technologies that are yet to be widely deployed, by further expanding and deepening the efforts for the FY2030 target. Meanwhile, it is difficult at this stage to accurately estimate the outcome of the technology development or innovation to fulfill the 2050 goal. Thus, it is necessary to determine and update priorities in climate measures and technology development by constantly reflecting the up-to-date information, while keeping ambition of the 2050 net-zero target. Also important is to keep our mind open to all possibilities and to strive to utilize every available technology, aiming at achieving the updated emission reduction target for the FY2030 as well as the ambitious goal of net-zero by 2050.\nSix Perspectives on the Net-Zero by 2050\n\nPolicy Implementation Based on the Best Available Sciences\n\nJapan’s long-term goal of achieving net-zero by 2050 is presented as being consistent with the best available sciences from the Intergovernmental Panel on Climate Change (IPCC) and others.\nThe IPCC is an inter-governmental organization in which 195 countries and regions participate. It formulates and publishes Assessment Reports about every seven years and Special Reports on an ad-hoc basis. Every IPCC report is compiled based on numerous existing literatures. Each Party reviews the draft report and, then, gives it approval by consensus at IPCC Sessions to finalize the report. Following a series of the IPCC reports published so far, knowledge has been improved and strengthened about the possibility that the main factor in global warming since the twentieth century is anthropogenic. The Working Group I contribution to the Sixth Assessment Report (AR6), published in August, 2021, provides a finding that it is unequivocal that human influence has warmed the atmosphere, ocean and land. This will be subsequently followed by contributions of the Working Group II on impacts, vulnerability, and adaptation, those of the Working Groups III on climate change mitigation, and a Synthesis Report, all of which are expected to present important knowledge that will form a basis for future policies.\n\nRealization of a Virtuous Cycle of the Economy and the Environment\n\nAddressing environmental issues is no longer a constraint on economic growth. It is needed to adjust people’s mindset to a paradigm shift that proactive climate change measures bring transformation of industrial structures as well as economy and society, leading to dynamic economic growth. Environmental measures are the keys to transforming the industrial structure and producing robust growth by dramatically changing our economy and society, promoting investments, and enhancing productivity, while the Government takes on the role in formulating the overall framework of our climate policy measures and coordinating implementation of them.\nWith recognition that the world has entered the era of great competition in decarbonization, it is essential as well for Japan’s growth strategy to keep acquiring technologies and markets in the field for decarbonization that constitutes one of the important investment areas worldwide.\nOn the pathway to realizing net-zero by 2050, Japan will set high targets and fully mobilize all possible polices for industries with expected growth potentials and focus on regulatory reform and standardization, demand creation through financial market, as well as price reductions through scaling up private investment. With these measures in place, the Government will support private investment, facilitate the use of existing savings worth 240 trillion yen, thereby attract global environment-related investment to Japan that are estimated as the level of 3,500 trillion yen, and then, drive job creation and economic growth.\nTogether with that, Japan will bring about socio-economic transformation that can create demand for carbon neutrality, including through new-style regional development and a shift in people’s lifestyles. In response to the progress of aging society with a declining birthrate, efforts in regional revitalization have been going forward, under which each local region aims for an autonomous and sustainable society by utilizing its own strengths. The most important thing for regional revitalization is the development of diverse societies in the regions by unleashing and exploiting their individual potentials. Japan will therefore work towards unveiling and using regional resources that may become a source of its future growth and development.\nAs mentioned in the above, while environmental measures are transforming the economy and society, such socio-economic reforms, in turn, exert impacts on climate change mitigation. The following examples, such as the shift in consumption pattern from price-focused to quality-focused, the development of digital technologies, the transition to a circular economy and a decentralized society, and the change in workstyles, will all contribute to the realization of carbon neutrality. By accelerating this economic and social transformation from the standpoint of climate policy measures, Japan will aim at significantly reducing GHG emission while realizing the virtuous cycle of the economy and the environment.\n\n\nJust Transition of the Workforce\n\nActions for carbon neutrality will inevitably entail unparalleled and unprecedented efforts. In industrial sectors there exist a number of companies that need fundamental changes in their business models and strategies. Nonetheless, this also provides an opportunity to lead the new era. While the development of new products and services may, to a certain extent, have negative impacts as well as positive ones on relevant industries, the Government will proactively support the efforts, for instance, by intermediate and small to medium-sized suppliers which have formerly produced derailleurs for gasoline engines, to embark on a new challenge to produce motor parts for electric vehicles (EVs).\nIn moving toward a decarbonized society, the Paris Agreement takes into account the imperatives of a “just transition of the workforce.” The “Solidarity and Just Transition Silesia Declaration” was adopted at the 24th Conference of Parties to the United Nations Framework Convention on Climate Change (COP24) held in December, 2018 in Katowice, Poland, underlining the growing international recognition of the importance of just transition.\nIt is important that a just transition is made with decent and human-centered work as well as improvement in productivity. Since many companies in Japan are rooted in localities, a comprehensive consideration on transitioning local economies and companies as well as the workforce will be required. While there may be challenges with these transitions, there will also be opportunities in terms of restructuring in the industry and thereby achieving a virtuous cycle of the economy and the environment.\nAgainst this backdrop, the Government, local authorities and companies as well as financial institutions will work together to provide vocational training to the workforce, support for diversification and shifts in business operations, support for inviting new business and replacement of the labor force, in order to achieve the transition of the workforce to a decarbonized society smoothly and without delay. Such efforts also include support to local societies and economies for their smooth transitions.\nSpecifically, the support will be provided for the industrial structural transformation associated with net-zero by 2050. For example, the Government will mobilize support for proactive moves of shifting and reformulating business, such as in the case of engine parts suppliers which will take on a challenge to manufacture electric parts in line with the shift to electrification of automobiles, and gas stations and maintenance bases which will transform their business to hubs of new local human flow, logistics, and service bases, and/or EV stations.\n\nTransformation in the Demand Side\n\nIn their daily lives, people choose goods and services that fulfill their needs from a variety of choices, including methods of transportation, housing, energy, foodstuffs, leisure, etc., in consideration of convenience, availability, price, brand, and design. If they can choose such goods and services by taking account of their entire lifecycle, from production to supply as well as their impact on the environment and locality in consumption and disposal, that would create a potential to significantly reduce carbon footprints 4 by promoting economic activities and sustainable regional development that impose less burden on the environment. In order to carry out technology-creating innovation and realize a decarbonized  society,  what  is  essential  will  be  “socio-economic  system innovation” which enables technology diffusions, and “lifestyle innovation” which drives reforming lifestyles in sustainable ways by each one of the nations.\nObservation on Japan’s GHG emissions on the production basis 5 reveals that the household emissions account for a small share of the total emissions, which mainly consist of emissions from the use of air conditioning, heating and hot water supply, as well as home appliances. On the other hand, when estimated based on the consumption basis (or carbon footprints), there is a report which points out that approx. 60 percent of the total emissions originates from the household sector 6 . The Government will proceed with developing business environment which secures diversity in choice and provides necessary information, so that every actor can choose sustainable products and services. Furthermore, the Government will also undertake a review of market, infrastructure and institutional platforms to facilitate efforts by the demand side, including in the areas of procurement standards and visualization of efforts towards decarbonization.\n\nSwift and timely measures by sectors and entities\n\nOnce urban structures and infrastructures such as those from large-scale facilities and installations to houses are established, they have long-term impacts on GHG emissions. Bearing in mind that there is not so much time left by the year 2050, it is necessary to consolidate efforts for decarbonization in the field of infrastructure which, once set in service, is utilized for a long period of time. Such efforts not only include energy savings for infrastructural services in the phase of provision and management, but also, from the perspective of entire lifecycle of infrastructures, the use of materials that contribute to limiting carbon dioxide (CO2) emissions and the R&D pertaining to reduced environmental impacts, at each phase of planning and designing, construction, replacement as well as demolition, while making efforts in monitoring the CO2 emissions.\nFrom the business perspective, the speed of innovation is also a key to acquiring markets which emerges along with the progression in climate change measures worldwide. Furthermore, to accelerate decarbonization, urgent actions are required for local governments, local firms, and the national public, who are consumers of goods and services. With existing decarbonization technologies already in place, it is still possible to realize decarbonization to a certain degree by thoroughly utilizing them.\nMustering all available and necessary policy measures such as budget, tax systems, finance, regulatory reform/standardization, carbon pricing that contributes to growth and human resource development, Japan, from now on, will move to swiftly implement efforts for decarbonizaiton.\n\nContribution to the World\n\nClimate change is not an issue of one country; it is a global issue. Consistent with the principles of Sustainable Development Goals, adopted by the UN, and the Paris Agreement, reduction in GHG emissions is required all over the world. In particular, it is expected that a country like Japan, trusted worldwide for the quality of industrial products and the high standard of science and technology should contribute globally through the implementation of its long-term strategy.\nIn order to realize a business-led virtuous cycle of the economy and the environment, as well as to drive global decarbonization, Japan will take the lead in providing a model and will embark on national efforts proactively. In order to contribute to reductions in GHG emissions worldwide, including in emerging and developing countries where economic growth and population explosions are expected, Japan aims to expand business opportunities for global decarbonization and to become the hub of technology, human resource and investment.\n\nToward a Bright Society with Hope for the Future\n\nWith the progress of global warming due to the increase of GHG emissions, the world has witnessed events such as heavy rains with increased frequency. In the future, further increase in frequency and intensification of weather events such as torrential rains are projected, arousing great concern about generational impacts in the future. The event of COVID-19 infection has reconfirmed the importance to build a society where the future generations can live in comfort, based on one of the basic policies of SDGs “No one left behind,” which includes those who are in vulnerable circumstances. In the post-COVID-19 era, it is essential to undertake proactive measures against climate change, which allows no time to lose and to redesign economy and society that are both sustainable and resilient.\nA decarbonized society for which this strategy aims should be a bright society with hope for the future. It is important to create an environment for each one of us to live healthy with sense of well-being and to work voluntarily and actively to create a sustainable society as parties concerned, by sharing the model of such a society with as many stakeholders as possible, including the generation who will be in the middle of society at around 2050.\nA bright society with hope for the future may differ depending on the generation, position and location. For that reason, it is important for each individual to envisage a model of society of its own, taking into account the following factors, to take actions and to share their vision of that society.\n\nAchievement of SDGs\nJapan aims to maximize the co-benefits with all other SDGs than SDG 13 on Climate Action in its transition to a decarbonized society.\n\n“Co-creation” as a basis for continued innovation\nSharing the need for long-term social reform, repeated interactions between various types of knowledge are expected to create innovations in a “co-creative” manner.\n\nWorking with Society 5.0\nSociety 5.0, a society that solves social issues and creates value through the digital revolution and the integration of imagination and creativity of various people, is expected to contribute, by digitalization, to climate change measures with cross-cutting interactions beyond areas such as energy and mobility.\n\nCircular and Ecological Economy\nFor Japan, where the population declines and the society ages with fewer children, it is important to set a growth strategy to strengthen the vitality of local communities. Therefore, Japan will aim at creation of the “Circular and Ecological Economy,” where each regional community makes the maximum use of regional resources in a sustainable manner to become self-reliant and decentralized, while connecting with a broader network of communities and striving for decabonization and SDGs with integrated improvements on the environment, economy and society in the region. This concept of sustainable regional community will also be presented to the world with a view to providing a role model for the international community.\n\nLeading country in solving problems\nJapan aims to become a “leading country in solving problems\" by sharing and applying the best practices from communities including cities and rural areas.\nFurthermore, the Government will support each stakeholder including companies, local communities and citizens in sharing awareness for a decarbonized society, forming a future vision of the society and taking proactive action. At the same time, the Government will facilitate the shift in minds of Japanese citizens at all levels to lead them to take action with capacity building and public awareness campaigns to disseminate and share the knowledge of climate change and specific actions to solve the problem. When doing so, the Government will ensure equity between the future generation and current generation.\n\nChapter 2: Long-term Vision of Each Sector and Direction of Policies and Measures\n\nSection 1. Policies and Measures for Emissions Reductions \n\nEnergy\n\nCurrent status\n\nProgress in the reduction of energy-related CO2 emissions\n\nEnergy-related CO2 accounts for over 80 % of Japan's GHG emissions. Actions of Japanese energy sector are crucial to significantly reduce GHG emissions.\nThe current level of energy-related CO2 emission reductions is 1.24 billion tons in FY2013 and 1.03 billion tons in FY2019 respectively, a decrease at the pace of approximately 30 million tons per annum.\nTo reduce energy-related CO2 emissions, there is a need for low-carbonization in energy supplies -- increase of the non-fossil power ratio in electricity supplies and the shift to low carbon fuels in fossil fuel use -- and there is a need for energy efficiency (improved energy consumption efficiency) and for improvement in the electrification rates on demand side. The outlook of FY2030 for the particularly important non-fossil power ratios and energy efficiency is as follows:\n\nNon-fossil electricity\n\nThe non-fossil power ratio is expected to reach approximately 59% of the energy mix 7 in FY2030 by promoting the introduction of renewable energy and restarting nuclear power plants that are recognized to have met the world's strictest regulatory standards set by the Nuclear Regulation Authority (NRA) etc.\n\nEnergy efficiency\n\nIn the above-mentioned energy mix, the final energy consumption in FY2030 is forecast to be approx. 280 million kl: a reduction of about 62 million kl expected with rigorous energy efficiency measures.\n\nCircumstances and future of energy in Japan\n\nIt is important for Japan, envisaging a decarbonized society for its future, not only to have ambitious visions, but also to take effective measures on the circumstances it faces. Japanese energy sector is faced with a lack of domestic fossil resources such as oil, natural gas and coal, and is not equipped with international pipelines or interconnections. Dependence on the Middle East is extremely high among major economies. Although, due to a decline in the Japanese population, a quantitative growth in energy demand is not expected in the long-run, the quality demanded for electricity must be maintained. Japan is a mature economy with energy infrastructure (transmission lines, gas conduits, gas stations etc.) already in place nationwide. Energy efficiency is also extremely high, especially in the energy intensive industry. This has resulted in highly reliable energy technology, on which supply chains are based. However, the planned power outages and fuel supply stagnation resulting from the March 2011 Great East Japan Earthquake and the large-scale power outages linked to the September 2018 Hokkaido Eastern Iburi Earthquake were a reminder of vulnerabilities in the existing energy infrastructures, posing risks to livelihoods and economy. Given the points outlined above, it is important that measures are taken to address them under the Strategic Energy Plan 8 based on S+3E 9 as the basic principles on energy policy. Furthermore, it is important that efforts are made to achieve a decarbonized society, which is the ultimate goal.\n\nFuture vision\n\nIt is not easy to draw an accurate picture of the society realizing net-zero by 2050 due to factors such as the possibility and uncertainty of technological development as well as the uncertainty of changes in the international political and economic situation. However, if we boldly depict the energy supply and demand structure of the carbon-neutral society on the basis of the current state of technology, following pictures would be envisaged:\n\nEfficiency in energy consumption will be improved by thoroughly advancing energy efficiency. In addition, the power sector will be decarbonized through introducing decarbonized power sources. Areas of the non-power sector that can be electrified will be electrified by decarbonized power sources.\n\nIn the industrial sector, decarbonization will be promoted through the practical application of hydrogen-reduced iron making, CO2 absorption type concrete, cement capturing CO2, and artificial photosynthesis. On the other hand, in sectors such as with high-temperature heat demand where electrification is not feasible, decarbonization will be promoted through the use of hydrogen, synthetic methane, biomass, etc.\n\nIn the commercial and residential sectors, electrification will be promoted, and decarbonization will also be promoted through the use of renewable heat, hydrogen, synthetic methane, etc.\n\nIn the transport sector, decarbonization will be promoted through the expanded introduction of EVs and fuel cell vehicles (FCVs), along with the use of synthetic fuels that utilize CO2.\n\nDespite the progress in energy efficiency and decarbonization in each sector, there are some sectors where CO2 emissions are unavoidable. CO2 from those sectors can be removed by specific measures such as Direct Air Carbon Capture and Storage (DACCS), Bio- Energy with Carbon Capture and Storage (BECCS), and forest sink measures.\n\nIn order to realize such a society, efforts of the energy sector that accounts for over 80% of GHG emissions are required. However, realizing this vision will not be easy, given Japan's current situation such as the industrial structure where the manufacturing industry, which releases the large amount of CO2, accounts for over 20% of the nation’s GDP, and the conditions for utilizing natural energy, such as the area of shallow oceans and vast plains, which are different from those in\nother countries. It would not be easy to overcome difficulties to realize this vision without all-out efforts of the people in all sectors of society such as industries, consumers and the Government.\nOn the other hand, as the difficulties in realizing carbon neutrality are common to many countries around the world, if Japan can find ways to overcome these difficulties as quickly as possible, that would bring it to a position to lead the world's efforts towards carbon neutrality. Thus, it is imperative to create a virtuous cycle of the economy and the environment by changing the people’s conventional mindset and proactively working towards carbon neutrality, which would transform the industrial structure, drive the socio-economic reform, and lead to the next strong growth.\n\nDirection of policies and measures for the future vision\n\nThrough the efforts towards net-zero by 2050, it is essential to support the economic activities by ensuring stable and cost-efficient energy supply on the major premise of safety.\nOn this premise, Japan will address maximum introduction of renewable energy as major power sources on the top priority; societal implementation of hydrogen and CCUS 10 will be promoted; and necessary amount of nuclear power will be continuously utilized on the major premise of ensuring safety and public trust.\nIncluding these efforts, Japan will pursue all options to realize net-zero by 2050 by striving to maintain global competitiveness and to restrain natural burden by securing stable and cost-efficient energy supply.\n\nMeasures required in the power sector\n\nAmong various economic activities, the power sector has utilized decarbonized power sources including renewable energy and nuclear that have already been at practical stage. Utilizing these power sources will be required to steadily realize decarbonization.\nIn the society which has realized net-zero by 2050, electricity demand is expected to increase to a certain extent due to the progress of electrification in the industrial, commercial, residential, and transport sectors. In order to meet this demand, it will be difficult to meet 100% of the electricity demand with a single type of energy source. It will be necessary not only to utilize decarbonization technologies that are currently at the practical stage, but also to pursue new options that require innovation, such as hydrogen/ammonia power generation and thermal power generation with carbon storage and reuse by CCUS.\n\nRenewable Energy\n\nIn order to realize net-zero by 2050, promoting electrification and decarbonizing power sources are imperative. Japan will address maximum introduction of renewable energy as major power sources in 2050 on the top priority on the major premise of S+3E.\nWhen promoting the maximum introduction of renewable energy, it is necessary to secure grid capacity which connects regions with large renewable energy potential to large consumption areas, to deal with the fluctuating output of solar and wind power due to natural conditions, and to deal with grid constraints such as maintaining grid stability in emergencies including in power supply dropouts. It is also necessary to respond to Japan's unique natural conditions and societal constraints such as the limited areas of flat land, and to promote coexistence with local communities by ensuring appropriate communication, environmental considerations, and compliance with relevant laws and regulations. In addition, as the cost of power generation remains high compared to the level of international standards, it is necessary to reduce the cost and manage excessive natural burdens.\nIn order to address these challenges, Japan will improve the flexibility of the power system through combining diverse resources including by formulating the master plan for the power grid, expanding the introduction of diverse distributed energy resources 11 such as energy storage systems, securing decarbonized flexibility through the use of storage batteries and hydrogen, which play the key role in making renewable energy major power sources, promoting measures to ease grid congestion, and promoting the development of next-generation inverters which support grid stability. Japan will also promote the development of innovative technologies such as next-generation solar cells and floating offshore wind power generation, which are indispensable for overcoming location constraints and reducing costs. In addition, with respect to the Space Solar Power Systems (SSPS) which use wireless transmission and reception technology to supply electricity from space to the ground, Japan will steadily proceed with R&D as well as demonstration, including consideration of the transition from the ground demonstration phase to the space demonstration phase, by comprehensively and constantly assessing SSPS’s role as an energy supply source, its economic rationality, and its ripple effects on other industries, etc.\n\nNuclear Energy\n\nHaving experienced the accident at Tokyo Electric Power Company Holdings’ (TEPCO) Fukushima Daiichi Nuclear Power Station, Japan will reduce the dependence on nuclear power as much as possible, while giving the highest priority to safety and expanding decarbonized renewable energy with economic independence.\n\nNuclear power is a practical in-use option for decarbonization. On the one hand, some countries are planning to phase out nuclear power. Meanwhile, many efforts have been made to further enhance its safety, economic efficiency, and mobility in order to respond to the changing energy situation.\nIn Japan, in order to regain public trust of nuclear power, it is essential to reduce accident risk by enhancing reactor safety, and to implement “back-end” related activities including decommissioning, processing and disposing of radioactive waste. The Government will promote strengthening human resources, technology, and the industrial bases of nuclear power, and will pursue reactors with further safety, economic efficiency, and mobility and will promote R&D to resolve back-end issues.\nIt is important to hold a responsible and sincere attitude and approaches that look back on the accident at TEPCO’s Fukushima Daiichi Nuclear Power Station as the starting point. This is the key to gain public trust in nuclear power in Japan.\n\nHydrogen, Ammonia, CCS, and CCU/Carbon Recycling\n\nIn order to realize net-zero by 2050, it is necessary to promote ambitious and drastic changes in thermal power policies to reduce CO2 emissions from thermal power generation to net-zero. At the same time, thermal power generation is an important power source that has supported stability and resilience in power supply since the Great East Japan Earthquake. Also, on the basis of the current state of technology, thermal power generation retains its important functions as a balancing power to compensate for the variability of renewable energy. It is imperative to replace these functions with decarbonized power sources, while ensuring stable supply.\nTherefore, in order to promote decarbonization of thermal power generation, the fuel itself will need to be converted to hydrogen or ammonia, and the CO2 released by thermal power generation will be necessary to be captured, stored, and reused.\n\n-	Actions to utilize hydrogen and ammonia\n\nHydrogen and ammonia power generation does not emit CO2 during combustion. It maintains the regulating and inertial power functions of thermal power, contributes to the stabilization of grid operations, and is applicable to many of the existing power generation facilities, such as gas turbines, boilers, and denitrification facilities, without modification. Therefore, hydrogen and ammonia power generation is one of the most important options for decarbonizing power sources to realize carbon neutrality. As for hydrogen and ammonia power generation, Japan will work to overcome technical issues so that they can function as major supply and regulating powers in the electric power system in 2050.\nIn order to expand the supply volume and reduce the supply cost of hydrogen, Japan will develop and demonstrate technologies that will contribute to the establishment of a large-scale international hydrogen supply chain by utilizing the Green Innovation Fund, in an integrated manner with the establishment of hydrogen power generation technologies, aiming to achieve a cost lower than, or equal to, gas-fired power generation in 2050\n\n-	Actions to utilize CCS\n\nAs for CCS 12, Japan will work to establish the technology, reduce the cost, develop suitable sites, and improve the environment for its commercialization, while formulating a long-term roadmap and sharing it with stakeholders. In order to establish CCS technology and reduce its cost, Japan will conduct R&D and demonstration of separation and capture technology, and promote R&D on storage technology, elaboration and automation of monitoring technology, and cost reduction for drilling, storage, and monitoring. In addition, for the social implementation of cost-efficient, efficient, and flexible CCS, Japan will work on the demonstration of shipping liquefied CO2, and promote the establishment of a model base for the optimization of the network (hubs and clusters) consisting of CO2 emission sources and reuse/storage clusters in collaboration with the public and private sectors.\nWith respect to the development of suitable sites, which are essential for the societal implementation of CCS, Japan will continue to conduct studies such as the evaluation of storage potential, taking into account economic efficiency and societal acceptability, in order to select suitable sites for CO2 storage in Japan. In addition, while taking into account the trends of overseas CCS projects and other factors, Japan will work on improving the environment for the commercialization of CCS in Japan.\n\n\n-	Actions to utilize CCU/Carbon Recycling\n\nCCU/Carbon Recycling is a technology that, taking CO2 as a resource, recycles CO2 into materials and fuels through mineralization and artificial photosynthesis, thereby reducing the emission of CO2 into the atmosphere. This also has the advantage in that the installing CO2 separation and capture facilities can contribute to the reduction of CO2 emissions, simultaneously utilizing existing fossil fuel procurement systems and facilities. As international competition in the development of CCU/Carbon Recycling technology is accelerating, Japan is required to promote the development, social implementation, and global deployment of technologies for cost reduction and application development while ensuring competitive advantage, based on the \"Roadmap for Carbon Recycling Technologies\" (formulated by the Ministry of Economy, Trade and Industry on June 7, 2019, and revised on July 26, 2021).\n\n\nMeasures required in the industrial, commercial, residential, and transport sectors\n\nIn the industrial, commercial, residential, and transport sectors, in addition to improving energy consumption efficiency by thorough energy efficiency measures, it is necessary to promote electrification in areas where electrification by decarbonized power sources is possible. On the other hand, the use of hydrogen, synthetic methane, synthetic fuels, etc. and the implementation of innovative technologies will be essential for heat demand and manufacturing processes where electrification is difficult. For example, hydrogen can also contribute to decarbonization through sector coupling by converting surplus renewable energy and other electricity into hydrogen and using it in the industrial, commercial, residential, and transport sectors.\nOn the other hand, in the energy-intensive sector, unless innovations are practically realized such as hydrogen-reduced iron making, cement capturing CO2, and artificial photosynthesis and manufacturing processes is drastically changed, carbon neutrality would not be able to be realized in Japan as a whole. Like endothermic reaction in hydrogen reduction process of hydrogen-reduced iron making, there are many areas of challenge, for which a complete technological solution has yet to be found. Overcoming the challenges is not easy to achieve innovation. It is necessary to accelerate the efforts of both industry and the Government so that the realization of innovation will become the source of Japan's industrial competitiveness and that Japan will lead the world's action toward carbon neutrality.\nIn addition, as in the high temperature heat demand and manufacturing processes, some sectors have difficulty in complete decarbonization, the implementation of carbon removal technologies such as DACCS and BECCS will also be essential. It is necessary to pursue these technologies to realize net-zero by 2050.\nTowards 2050, it is required to aim to realize net-zero while pursuing all options, including not just the maximum use of established technologies such as cogeneration to further improve the efficiency of heat supply, but also technologies such as hydrogen and ammonia power generation that are technically foreseeable but will require the construction of a new supply and demand network as well as significant cost reductions, and technologies that are still technically unproven and require technological development from now on, to the possible maximum extent.\nAs indicated in the \"Green Growth Strategy through Achieving Carbon Neutrality in 2050\" (formulated on June 18, 2021 in cooperation with relevant government ministries and agencies 13 , hereinafter referred to as the \"Green Growth Strategy\"), in pursuing these innovations with an eye to 2050, the Government will set high targets, focused on industrial sectors with high growth potential, create an enabling environment that makes it easy for the private sector to take on challenges, mobilize all kinds of policies, and verify and modify the policy measures that need to be taken through reviewing the progress.\n\nIndustries 14\n\nCurrent status\n\nGHG emissions from the Japanese industries include energy-related CO2 from power generation and heat generation, non-energy-related CO2 emitted from industrial processes and product use, methane, nitrous oxide, and fluorinated gases (Hydrofluorocarbons (HFCs), PFCs, SF6, NF3).\nEnergy-related CO2 accounts for the majority of industry emissions. The final figure for FY2019 stands at 384 million tons, reduced by 17.0% compared to FY2013. The industries have taken voluntary efforts based on their Action Plan for the Commitment to a Low Carbon Society 15 and energy consumption at large.\nAt the same time, among the GHGs emitted from industrial processes and product uses, the figure for the four fluorinated gases in FY2019 amounts to 55.4 million tons-CO2 eq 16., with an increase of 41.7% compared to FY2013. This is attributed to an increase in emissions of HFCs resulting from the substitution of refrigerant from ozone-depleting substances.\n\nCharacteristics of the industrial sector\n\nBecause Japanese industrial sector is broad-based and its production volumes are large, it has two major characteristics from the perspective of GHG emissions. The first is the existence of a large amount of CO2 emissions generated by the utilization of high temperature heat and chemical reactions such as reduction reactions. Numerous emission intensive industries, including the metal, chemical and cement industries, require extremely high-temperature heat, from several hundred to over a thousand degrees Celsius. In many cases, fossil fuels provide the source for such energy, and they are not easily replaceable by the likes of CO2-free electricity because of economic, caloric and structural reasons. Furthermore, for chemical reactions such as reduction reactions, the generation of the CO2 is unavoidable as a matter of principle if existing industrial processes are followed. The second is the scale of emissions resulting from production volumes. In order that present living standards to be maintained and improved, a certain amount of production is considered necessary for many products. For example, approx. 100 million tons of steel is produced in Japan, while global production amounts to more than ten times of that. Therefore, attempts to replace steel with other existing products, may not be feasible due to supply-side restrictions. Even if it were possible, the problem of GHG emissions would still arise from the production process of alternative products. Furthermore, since it is possible to trade steel with foreign countries in terms of imports and exports, even if Japan reduced its manufacturing and the accompanying GHG emissions, it could merely increase overseas production and corresponding GHG emissions therein, effectively transferring them to another country. Such a case would not help solving the fundamental problem on a global scale, and the continuation of domestic production with further effective emission reductions could be a more valid option.\n\nVoluntary initiatives by the industries\n\nJapanese industries have been taking initiatives since Keidanren (the Japan Business Federation) formulated the “Keidanren Voluntary Action Plan on the Environment” in June 1997, and each industry group has voluntarily set reduction targets prior to the development of national goals and taken measures. By March 2019, 115 sectors formulated \"The Commitment to a Low Carbon Society.\" They have taken measures in their own sector, and not only contributed to domestic emission reductions, but also to reductions in other sectors and overseas with eyes on global warming measures worldwide.\nIn June 2020, Keidanren launched \"Challenge Zero,\" a new initiative to strongly promote and encourage companies and organizations to take on the challenge of innovation toward the realization of a decarbonized society. By August 2021, 188 companies and organizations have joined \"Challenge Zero\" and have announced their specific innovation initiatives. Through this initiative, they will work on attracting ESG investment in companies which will take on the challenge of innovation toward decarbonized society, promoting collaboration among various industries, academia and the Government to create innovations.\n\nContributing to reductions through the global value chains (GVCs)\n\nFor effective climate change measures, it is not only important to focus on the GHGs emitted in the manufacturing and supplying phase of products and services, but also consider reduction contribution through global value chains (GVCs), which cover all phases from the initial stage of procurement of resources and materials to distribution, usage by consumers, disposal and recycling.\nIt is important to contribute to GHG reductions throughout the worldwide supply chains by promoting a “visualization” of the above-mentioned initiatives for emission reductions in GVCs and accelerating the development and usage of products and services with superior environmental performance. The Ministry of Economy, Trade and Industry (METI) considered basic approaches to visualizing the industries’ contributions to GHG reductions on their provision of goods and services, and formulated the “Guidelines for Quantifying GHG emission reductions of goods or services through Global Value Chain” in March 2018.\nCurrently, the industries quantify their own contribution to reduction based on this Guidelines and provide information to stakeholders such as investors and consumers. Furthermore, the industries have shared the above concept of contribution to reductions with the industries of the world, and through sharing and cultivating of this concept, are making efforts to contribute to the reduction in global emissions and further economic growth in Japan. To raise awareness of the importance of emissions reduction through GVCs both domestically and internationally, in November 2018 Keidanren released a “Concept Book” by compiling cases of efforts by numerous business associations and companies to visualize the reduced amount of CO2 associated to their products and services.\n\nCompany initiatives based on long-term perspectives\n\nKeidanren has called on its member companies and organizations to consider their own long-term vision and provide information thereof. By July 2021, over 260 companies and organizations have either formulated or are considering the formulation of their \"long-term vision.\"\nFurthermore, with the progress in ESG finance, efforts are ongoing to identify and reduce GHG emissions throughout the entire supply chains and to encourage the active use of renewable energy.\nFor example, recently there has been an increasing number of companies that set SBTs (Science Based Targets) focusing on mid-term reduction targets based on scientific evidences in line with the Paris Agreement and those participated in RE 100 17, aiming to achieve business operations with the 100% usage of electricity of renewable energy origin.\n\nFuture vision\n\nIn order to promote decarbonization in the industrial sector and to realize carbon neutrality, it is necessary to improve efficiency in energy consumption by thoroughly improving energy efficiency, and promote electrification and energy conversion on demand side in conjunction with decarbonization on supply side to promote decarbonization of heat demand and manufacturing processes.\nIn addition, in order for the industrial sector to aim for emission reductions in line with the long-term goals of the Paris Agreement, it is necessary to take actions based on the perspectives indicated in Chapter 2, Section 1, 2. (1). To that end, challenges will be made to overcome the difficult problem that in many industries, there are no existing alternative processes that can be realistically adopted from technological and economic standpoints; new alternative production processes will be established with disruptive innovations that is heretofore unconventional and \"decarbonized manufacturing\" will be achieved.\nIn the field of HFCs as well, Japan will address phasing-down of HFCs and aims at carbon neutrality.\n\nDirection of policies and measures for the future vision\n\nMeasures to realize carbon neutrality in relation to CO2 emissions\n\nIn the industrial sector, production equipment used in manufacturing is expensive, and energy-efficient equipment and technologies are even more expensive than existing technologies. In addition, since the lifetime of equipment is generally 30-40 years, it is necessary to consider the timing of replacement of equipment with a view to realizing net-zero by 2050. Further investment burden is inevitable so that Japanese companies, which have a high level of energy- efficiency technology in the world, will make energy consumption more efficient for realizing net-zero by 2050. Furthermore, promotion of energy conversions such as electrification and gas conversions will require installing not only production equipment itself, but also infrastructure facilities such as power receiving equipment and piping.\nIn order to accurately grasp the current situation of these businesses and overcome their challenges, it is essential to exploit potential of energy efficiency through technological development and to improve economic efficiency by spreading energy-efficient equipment and facilities. It is necessary for the Government to take policy measures that combine regulatory and supporting measures. Especially, fine support to small and medium-sized enterprises is required including provision of energy efficiency diagnosis and related information.\n\n-	Electrification and energy conversion for promoting decarbonization of heat demand and manufacturing processes\n\nHeat demand in the industrial sector broadly covers the range of temperature zones from low to high. For the heat demand in low-temperature such as steam and hot water, utilizing electrification technologies including heat pumps and electric heating wires would be a relevant option for decarbonization. However, there are challenges in the aspect of cost such as of equipment and electricity bills.\nSome of the heat demand in the high temperature zone can be decarbonized by electrification technologies such as electric furnaces using infrared heating methods, etc. However, it may be difficult to economically, calorically, and structurally deal with large-scale heat demand in the high temperature zone\nTo decarbonize such heat demand, which is economically, calorically, and structurally difficult to be electrified, the option is to decarbonize the gas and other energy sources that supply heat energy.\nFor example, synthetic methane and synthetic fuels, which can be regarded as carbon-neutral by combining hydrogen derived from renewable energies etc. and CO2, can reduce investment costs for decarbonization because existing infrastructure and facilities can be utilized, and also contribute to stable supply of energy by securing a diversity of energy supply sources other than electricity. On the other hand, since synthetic methane and synthetic fuels are difficult to increase in size and reduce cost, it is necessary to work on technological development and demonstration to overcome these challenges.\nFor optimal energy conversion on the demand side, Japan will pursue various options such as the use of synthetic methane and synthetic fuels that can utilize existing infrastructure and facilities.\nWhile there are various challenges to promote decarbonization in the industrial sector, hydrogen is expected to be an energy source that enables to promote decarbonization in this sector by contributing not only to the decarbonization of heat demand through the use of hydrogen boilers, but also to the decarbonization of the manufacturing process itself such as hydrogen- reduced iron making. On the other hand, such challenges still exist as there are many fields which require further innovation because technologies have yet to be established and it is needed to have large quantities of hydrogen supply at low cost from the perspective of international competitiveness, etc. Therefore, Japan will address from now on the development and demonstration of application technologies, and the expansion of supply network that will lead to the reduction in supply costs, and the development of large transport vessels etc.\n\nMeasures to achieve carbon neutrality in the field of HFCs\n\nIn Japan, the emission of HFCs, high potent greenhouse gasses, has been continuously increasing. Thus, controlling HFCs emission is a pressing challenge. To achieve net-zero by 2050, the Government will take actions to reverse the trend of increasing HFCs emissions in a shorter-term and reduce fluorocarbons gradually and steadily. Also, the Government aims to eventually complete the transition from fluorocarbons in the longer-term. Since the smooth implementation of the measures requires public awareness, the Government will promote initiatives to raise such awareness.\nRegarding the PFCs, SF6, and NF3 emissions, because of the industrial sector’s voluntary action plans, very high level of emissions control has been already achieved. The Government will facilitate the industry to maintain such high level of emissions control.\nIn this regard, the Government will firmly implement the following measures as pillar actions:\nSteady implementation of the Kigali Amendment to the Montreal Protocol Based on the international framework of the Kigali Amendment to the Montreal\nProtocol with its domestic legislation, the Act on the Protection of the Ozone Layer\nthrough the Control of Specified Substances and Other Measures (Act No. 53 of 1988), the Government will continue to phase down production and consumption of HFCs by 85% compared to the reference value (the average value in 2011- 2013 plus 15% of the reference value of hydrochlorofluorocarbons (HCFCs)) by 2036. The Government will, then, reduce the consumption of HFCs further toward 2050, coupled with measures to diffuse RAC (refrigeration and air conditioning) equipment using green refrigerants.\n\nPromotion of RAC equipment using green refrigerants\n\nGiven the compliance with the Kigali Amendment to the Montreal Protocol and taking account of lifespans of RAC equipment, early actions should be taken to widely promote RAC equipment using green refrigerants 18 , including by mainstreaming of natural refrigerants. The Government promotes such facilitating measures both supply and demand sides. Specifically, actively utilizing the designated products framework, specified in the Act on Rational Use and Proper Management of Fluorocarbons (Act No. 64 of 2001), the Government aims to mainstream RAC equipment using green refrigerants, which is already available in the market, by expanding the list of designated products and reviewing the target values.\nRegarding flammable and mildly flammable refrigerants, which currently face some challenges for market use, the Government will facilitate the development and promotion of RAC equipment using such refrigerants in consideration of their properties. The Government will also support the development of ultra-low GWP  19 refrigerants, which will potentially lead the global market of RAC equipment using green refrigerants.\n\nLeakage prevention of fluorocarbons in RAC equipment usage\n\nDuring the transitional period from RAC equipment using fluorocarbons to low-GWP and non-fluorocarbon refrigerants, a certain amount of RAC equipment using fluorocarbons is expected to remain for use. Thus, to prevent leakage of the refrigerants in the usage of equipment, the Government continues to utilize technical and institutional measures such as the thorough implementation of regular inspection of equipment mandated by the Act on Rational Use and Proper Management of Fluorocarbons, dissemination of IoT technologies, improvement in detecting the level of the leakage, and integrated management of equipment/refrigerants and user information.\nRecovery and proper management of fluorocarbons from RAC equipment The Government strives to execute the Act on Rational Use and Proper\nManagement of Fluorocarbons, which mandates related stakeholders such as\nequipment users, waste and recycling entities, and fluorocarbons recovery operators, to mutually coordinate and verify information on the refrigerants; in this way, the recovery of refrigerants upon equipment disposal is appropriately conducted without fail. The Government also strives to thoroughly reduce the unrecovered refrigerants upon equipment disposal by maximizing recovery rate with improved recovery techniques and studying the possibility of integrated management of equipment/refrigerants and user information.\nFor the possible interim shortage of refrigerant supply in the market due to the gradual reduction of HFCs consumption and production mandated by the Kigali Amendment to the Montreal Protocol, the Government strives to establish a circular economy system that enables refrigerants to be recovered, recycled, and reused in a closed-loop, while pursuing zero refrigerant leakage from equipment during the use at the same time.\n\nInternational cooperation on fluorocarbons reduction\n\nThe global demand for refrigerants in the RAC sector is expected to increase continuously, and relevant Japan’s expertise on fluorocarbon management can benefit developing countries. Thus, the Government strives to contribute to global fluorocarbons reductions by promoting Japan-style lifecycle management system of fluorocarbons and RAC technologies.\n\nDriving decarbonization in corporate management\n\nTo achieve “decarbonized manufacturing,” it is important not only for technologies such as those mentioned above to be introduced, but also initiatives for decarbonization to be taken by the industries. The Government will continue to support voluntary reduction targets and subsequent implementation by each industry. Furthermore, the Government and the industries will work together to identify the challenges and measures to quantify contributions to reduction through the value chains and facilitate the understanding of the international community with awareness campaigns on the concepts and specific cases. The Government will also promote the setting of ambitious goals consistent with the long-term goals set out in the Paris Agreement and the formulation of business strategies that incorporate climate-related risks and opportunities, including in their supply chain among the business community, including small and medium- sized enterprises. The Government will thereby increase the number of companies that incorporate decarbonization into corporate management and facilitate wide acceptance in the society.\n\nTransport\n\nCurrent status\n\nEnergy-related CO2 emissions from Japan's transport sector were 206 million tons in FY2019, a reduction of 8.2% compared to FY2013.\n\nConstruction of transportation, logistics, and infrastructure systems that are compatible with the electrification of automobiles\n\nJapanese domestic passenger transport volume decreased in 2011 primarily due to the Great East Japan Earthquake, but the falling trend ceased in FY2012 and remained at that level since. Domestic freight transportation fell until FY2012, due to the Great East Japan Earthquake that occurred in 2011 and a shortage of truck drivers for automobile freight transportation. From FY2012 onward, automobile freight transportation levelled off, and freight transportation volume remained at that level. As the population declines with declining birthrate and aging population, public transport networks, especially in rural areas, shrank. A labor shortage in the logistics also affects the amount of activities.\nThe majority of CO2 emissions in the transportation sector (approx. 86%) comes from automobiles, accounting for approx. 16% of Japan's total CO2 emissions, but new sales of next-generation vehicles 20 , including electrified vehicles 21 , account for only approx. 40% 22 of the total vehicle sales, so accelerating the shift from gasoline and diesel vehicles to electrified vehicles is essential to achieve carbon neutrality.\n\nFrom the perspective of transportation, logistics, and infrastructure systems it is necessary to strengthen climate measures that will lead to the simultaneous realization of CO2 emission reductions and the vitalization of mobility. This will be in combination with utilizing and applying new technologies such as automated driving and digital technology to electrified vehicles, considering the diverse needs of local transportation for low-speed driving and new services such as downsizing (downsizing of vehicles, review of routes and frequencies, etc.). It is also required to promote the spread of EVs by devising multifaceted ways to use them, taking advantage of their functions as storage batteries and mobile power sources in times of disaster.\n\nDeveloping Sustainable Transportation and Logistics Services through Digital and Green\n\nCO2 emissions from the transportation sector account for approx. 20% of Japan's total CO2 emissions. In order to reduce these emissions, it is necessary not only to take measures against automobiles alone, but also to strengthen the combined measures of “Avoid” (reducing unnecessary traffic congestion, etc.), “Shift” (switching to modes of transportation with low carbon emission intensity, such as by promoting the use of public transportation and modal shift), and “Improve” (technological innovation such as digital technologies including AI, IoT, and big data, and creation of new services using new technologies). In order to smoothen road traffic flow, it is necessary to strengthen efforts in terms of both non-structural measures, such as the use of ICT technology and measures for toll systems, and structural measures that contribute to combating traffic congestion.\nIn the field of public transportation, it is necessary to decarbonize, and further promote, the use of public transportation which provides essential services as a means of transportation to support life and economic activities in local regions, in light of the fact that the situation surrounding public transportation has become more severe due to the impact of the COVID-19 infection. In this context, the Government will promote incorporating the consideration of environmental load reduction into regional public transportation plans based on the revised Regional Public Transportation Revitalization and Reconstruction Law (enacted in November 2020). In cooperation with urban development, it is necessary to promote the use of transportation systems with low CO2 emissions, such as LRT (Light Rail Transit 23), BRT (Bus Rail Transit 24), EV and FCV. It is also necessary to improve the convenience of public transportation services by socially implementing MaaS (Mobility as a Service 25), utilizing big data, promoting the Compact Plus Network, and providing seamless transportation services through the improvement of transportation hub functions, thereby creating an enabling environment that encourages behavioral change for people to choose public transportation. At the same time, based on Bicycle Use Promotion Act (Law No. 113 of 2016), which clearly states that the degree of dependence on automobiles in transportation should be reduced, it is necessary to promote the use of bicycles by increasing bicycle sharing for commuting purposes.\nIn light of the fact that truck transportation accounts for approx. 80% of domestic freight transportation, and that CO2 emissions from trucks (total of commercial and private use) account for approx. 7% of Japan's total CO2 emissions, it is a challenge to improve the efficiency in freight transportation and to shift to the mode of transportation with a lower CO2 emission intensity.\nThe shipping, aviation, and railway sectors account for approx. 5%, 5%, and 4%, respectively, of CO2 emissions in the transportation sector. To further reduce these emissions, it is necessary to accelerate the shift from fossil fuels to carbon- free alternative fuels, and to promote the development and introduction of next- generation green transportation systems that contribute to energy conservation and CO2 reduction.\n\nAchieving carbon neutrality in the port and maritime sectors\n\nSince many industries such as power generation, iron and steel, and chemical industries, accounting for about 60% of Japan's total CO2 emissions, are located in ports and coastal areas, it is necessary to boost the decarbonization by creating a large demand for hydrogen and fuel ammonia 26 for a variety of uses through cooperation among businesses, in parallel with expanding hydrogen supply and upgrading port functions in line with decarbonization. It is necessary to improve the environment to facilitate stable and inexpensive imports of hydrogen and fuel ammonia in large quantities at ports, via which 99.6% of import and export cargo passes, and to build an international supply chain to secure hydrogen and fuel ammonia.\nToward net-zero by 2050, carbon neutrality in the entire supply chain is also required. Shipping accounts for approx. 40% of the total domestic cargo transportation on a ton-kilometer basis. Shipping is also expected to play a major role in import and export including the import of decarbonized fuels such as hydrogen. In order for Japan to secure stable maritime transportation, carbon- neutral maritime transportation including international shipping 27 is required.\n\nFuture vision\n\nThe Green Growth Strategy states as follows: “Comprehensive measures will be taken to achieve 100% electrified vehicles in new passenger car sales by 2035. For commercial vehicles, comprehensive measures such as promotion of vehicle introduction and infrastructure development will be taken with the aim that the electrified vehicles will account for 20–30% of new vehicle sales by 2030, and that electrified vehicles and vehicles suitable for use of decarbonized fuels such as synthetic fuels will together account for 100% of new vehicle sales by 2040 for light-duty vehicles of 8 tons or less. As for large vehicles over 8 tons, the Government aims to introduce 5,000 units of electrified vehicles in advance in the 2020s, while promoting technological verification to develop and promote the use of electrified vehicles suitable for commercial use such as cargo and passenger business, and by 2030, based on the progress of efforts to develop and promote technologies to reduce the price of hydrogen and synthetic fuels, etc. In addition, based on the progress in the development and diffusion of technologies to reduce the price of hydrogen and synthetic fuels, etc., the Government will set a target for the diffusion of electrified vehicles in 2040.” In this context, in order to promote the spread of electrified vehicles, the Government will promote cost reduction and convenience improvement, including the use of fuel efficiency regulations and stable supply of inexpensive renewable energy, etc.\nIn addition to measures for vehicles alone, it is important to organically link and integrate electrified vehicles with various social systems in local regions, in response to the electrification of vehicles and with a view to the transformation of the mobility society in 2050 as depicted in the Green Growth Strategy.\nIn the field of logistics, in order to cope with the shortage of human resource and to achieve both efficiency and productivity improvements and decarbonization, the Government will build a new mobility service through green logistics initiatives, such as realization of more efficient and energy-saving transportation in the entire supply chain, promotion of logistics DX 28 using AI, IoT, etc. with cooperation of related businesses, enhancement of efficient logistics networks using technology like automated driving, improvement of truck transportation efficiency including advanced logistics systems with cooperation among related businesses using digital technology from the perspective of logistics MaaS 29, and further promotion of modal shifts to shipping and rail.\nIt is necessary to make the transportation and logistics system more resilient to climate change risks so that transportation and logistics services as essential services will not be disrupted for a long time in the event of a disaster.\nIn the shipping sector, by promoting the development and implementation of low-carbon and decarbonizing technologies and leading the establishment of related international regulations, Japan will strategically strive for carbon-neutral maritime transportation. Japan aims to start a demonstration project of zero- emission ships by 2025, realize the commercial operation of zero-emission ships before 2028, and further spread zero-emission ships towards 2030. In 2050, the fuel used for ships is expected to be converted into alternative fuels such as hydrogen and ammonia.\n\nDirection of measures and policies to realize the vision\n\nPromotion of transportation and logistics services using electrified vehicles\n\nIn order to effectively reduce CO2 emissions by utilizing technology-neutral fuel efficiency regulations and combining all kinds of technologies, the Government will encourage automobile manufacturers, etc. to improve the fuel efficiency of new vehicles by meeting new fuel efficiency standards with a target year of FY2030. In addition, the Government will promote the spread of next- generation vehicles such as buses, trucks, cabs for business use.\nBy promoting the development and diffusion of next-generation heavy-duty vehicles through cooperation between industry, academia and government, the Government aims to develop electrification technology and to improve the environmental performance of internal combustion engines, both of which are indispensable for further reduction of CO2 emissions, thereby putting these technologies into practical use. Especially, in response to the growing need for decarbonization of logistics services among shippers and consumers, the Government will promote the use of electrified vehicles, such as the electrification of intra-regional transportation and delivery and the development and diffusion of fuel cell trucks for long-distance transportation.\nBased on the trend toward the reform of transportation services that contributes to the improvement of safety and convenience of transportation and the innovation of the use of travel time (effective use of travel time) by utilizing new technologies such as automated driving, the Government will promote the introduction of new transportation systems through automation such as the social implementation of automated driving technologies including the use of electrified vehicles.\nIn order to meet the needs of local transportation in central city areas, residential complexes with aging populations, hilly and mountainous areas, remote islands, and sightseeing areas and so on, the Government will promote the introduction of new mobility services such as green slow mobility 30, which utilizes electrified vehicles that run at speeds of less than 20 km/h, and ultra- compact mobility 31. The Government will also study how to coordinate the use of vehicles, roads, and existing transportation systems in an integrated manner so that the spread of low-speed driving can be promoted, seeking understanding and cooperation of local communities.\n\n\nPromotion of social implementation of urban and road infrastructure in response to the electrification of automobiles\n\nTo promote the widespread use of EVs, the Government will promote setting up signs to guide people to recharging facilities on arterial roads in areas where there are few EV recharging facilities, conduct social experiments to install EV rechargers on public roads, and promote R&D support for the electric road system 32, with aim of starting the experiments in the mid-2020s.\n\n\nStrengthening the power supply function in times of disaster by using electrified vehicles\n\nThe Government will promote the widespread use of V2H (a system that supplies electricity from EVs, etc. to houses) to share and provide energy between houses and vehicles, which will contribute to strengthening resilience functions.\nThe Government will strive to raise awareness about the functions of electrified vehicles as a mobile power source in times of disaster.\n\nMeasures for road traffic flow from both structural and non-structural perspectives\n\nThe Government will promote initiatives such as pinpointing congestion bottlenecks based on scientific analysis of big data obtained by using ETC2.0, which enables bi-directional transmission and reception of large amounts of information and understanding of route information.\nThe Government will also proceed with considering the introduction of comprehensive traffic congestion countermeasures, including toll measures to adjust traffic demand using ICT and AI.\nFurthermore, the Government will build a road transport network that increases productivity, such as by focusing on the construction of beltways in three metropolitan areas, while reducing the load on intra-city roads and reorganizing them into people-friendly road spaces.\n\nPromoting the use of public transportation and bicycles\n\nThe Government will promote the use of public transportation by improving its convenience through the social implementation of MaaS, reorganizing regional transportation networks in conjunction with urban development, and promoting barrier-free transportation, while introducing LRT and BRT. In addition, in order to enhance the bicycle use, the Government will promote efforts to create a facilitative environment for bicycle users.\n\nPromotion of green logistics\n\nThe Government will promote transportation efficiency and energy conservation throughout the supply chain by improving truck loading efficiency, optimizing transportation routes, and matching supply and demand through logistics DX, while improving the efficiency in truck logistics by establishing a joint transportation system and reducing courier redelivery. The Government will also promote the lowcarbonization of logistics facilities, the practical application of drone logistics, and the further promotion of modal shift.\n\nDecarbonization of railways\n\nIn the railway sector, as energy-efficient rolling stocks, such as lightweight rolling stock and rolling stock equipped with VVVF (Variable Voltage Variable Frequency control) equipment 33, as well as advanced energy-saving devices, have been introduced, these efforts will be further continued. The Government will also promote the development of fuel-cell railway vehicles that use hydrogen as their fuel. At the same time, the Government will improve the introduction of solar power generation that utilizes railway facilities.\n\nDecarbonization of the shipping sector\n\nThe Government will formulate a roadmap for promoting greener coastal shipping by the end of 2021 to achieve carbon neutrality. Based on the roadmap, the Government will promote developing and spreading greener ships to improve ship operation in cooperation with all stakeholders concerned such as shippers, and “visualize” energy efficiency and CO2 emission reduction performance of ships by the rating system for energy efficiency of coastal ships. At the same time, the Government will promote development, demonstration, and introduction of ships that contribute to the modernization of coastal shipping and the improvement of ship operation, utilizing innovative energy-saving technologies and digital technologies, including LNG-fueled ships 34 and ships with hydrogen fuel systems or battery propulsion systems.\nIn addition, with regard to the greener ships such as gas-fueled ships using hydrogen, ammonia and others, which are essential to achieving zero emissions, the Government will promote the development and practical use of core technologies such as hydrogen/ ammonia fueled-engines, and lead the development of international frameworks, including safety standards for hydrogen/ammonia-fueled ships to further accelerate energy saving efforts and decarbonization through the International Maritime Organization (IMO).\nThe Government will also study carbon recycling technologies in the shipping sector, such as onboard CO2 capturing 35, maritime shipment of liquefied CO2 36, and utilization of clean methane from recycled CO2 37, in order to improve the environment for the social implementation of CCUS.\n\nDecarbonization of aviation\n\nIn order to decarbonize the aviation sector, the following initiatives will be promoted: (1) introduction of new technologies into aircraft and equipment, (2) improvement of flight operation methods by upgrading air traffic control, (3) promotion of the introduction of sustainable aviation fuel (SAF), and (4) reduction of CO2 emissions from airport facilities and vehicles. At the same time, the Government will study and initiate measures to turn airports into renewable energy hubs and promote public-private partnerships. In addition, Japan will lead the discussion on CO2 emission reduction at the International Civil Aviation Organization (ICAO) and contribute to the reduction of emissions from international aviation.\n\nStrengthening transportation and logistics systems to cope with climate change risks\n\nThe Government will strengthen the transportation infrastructure to ensure the functioning of transportation and logistics at the time of disaster, strengthen the initial response system of local transportation bureaus, etc., and enhance proactive measures such as transportation disaster prevention management to promote the improvement of disaster response capabilities of transportation businesses.\nThe Government will appropriately promote the control of human flow and logistics during disasters by deepening the planned suspension of railways and promoting the prevention of airport isolation and so on, in order to suppress traffic during disasters from the perspective of saving lives, etc.\n\nPromotion of Carbon Neutral Port (CNP) initiative\n\nThe Government will promote the CNP initiative through upgrading port functions, taking account of decarbonization, such as stopping idling of ships by introducing onshore power supply to ships at anchor, introducing independent hydrogen power sources, promoting the use of hydrogen fuel for cargo handling machinery as well as large vehicles entering and leaving ports, and establishing digital logistics systems such as Cyber Port 38 and AI terminals 39 which support human workforces.\nWith the aim of realizing CNP all over Japan by 2050, the Government will promote the CNP initiative based on the manual of CNP so that each port management body can formulate a plan for CNP with a target of CO2 emission reduction as well as a roadmap, and then, promote the demonstration and implementation of initiative, based on these plans. Through this initiative, the Government will create ports with high environmental value and lead the decarbonization of the world's ports.\n\nCommunity and living 40\n\nCurrent status\n\nEnergy-related CO2 emissions in the residential sector were 159 million tons in FY2019, a drop of 23.3% compared with FY2013. Energy-related CO2 emissions in the commercial and other sectors were 193 million tons in FY2019, a drop of 18.8% compared with FY2013. Methane emissions were 28.4 million tons-CO2 eq. in FY2019, a drop of 5.4% compared with FY2013. Nitrous oxide emissions were 19.8 million tons-CO2 eq. in FY2019, a drop of 7.5% compared with FY2013. The Government has thus far convened nationwide campaigns, encouraged the improvement of energy efficiency of housing and buildings and accelerated introduction of facilities and devices of high energy efficiency.\n\nImprovement of energy efficiency and renewable energy in a local community can contribute to the development in the local economy. Japan relies on imports for most of its fossil fuels, which account for about 85% of its primary energy supply in FY2019. According to trade statistics from the Ministry of Finance, Japan's imports of mineral fuels amounted to about 11 trillion yen in the year 2020. Energy conservation measures and the introduction of renewable energy at the local level could lead to a decrease in the import value of these mineral fuels.\nJapan has been expanding the introduction of renewable energy while making wise use of its limited land area. As a result, Japan has one of the highest installed capacities of solar power per area in major countries. On the other hand, the current situation surrounding renewable energy is riddled with issues such as cost, securing suitable land, and coexistence with the environment. Therefore, in order to maximize the potential of the abundant renewable energies in each local context and to make renewable energies the major power source, it is important that the entire country works together to overcome these issues and to expand the introduction of renewable energies in a sustainable manner that is beneficial to each local community.\nJapan now faces an inevitable decline in the population in the coming decades as the birthrate declines and population ages. In addition to this, the population, especially the youth, continues to move from rural areas to cities, and accelerates a geographical imbalance in the population. The young population and the working-age population are decreasing in regions, including rural areas.\nThere are also challenges such as urban sprawl, increased vacant houses and abandoned farmland, maintenance and management cost of social capital, growing automobile dependence, and the impact on households from soaring energy prices.\nWhile each community faces numerous challenges, they all have diverse resources. Local resources include the locality's energy, natural resources, urban infrastructure and industrial clusters. Furthermore, there are also numerous other resources, such as the culture, climate, organizations and communities, and biodiversity. The progress of the digital revolution may well contribute to overcoming geographical constraints and moving towards a decentralized society.\nIt can also contribute to regional revitalization by forging connections between localities and metropolitan hubs.\nFor problem solutions and improved sustainability into the future, it is important that the services and technologies required by each locality are provided and widely shared through innovation, which in turn will lead to the development of the entire nation.\nLocal communities endowed with diverse resources alongside economic and social challenges are actually suited to become a model of a decarbonized society: a bright society with a hope for the future.\n\nFuture vision\n\nIn course of bringing about a shift in the social system towards a decarbonized society, a change in the minds toward harmony with nature and sustainable use of local resources is important at the individual, residential and regional levels. This should be done based on natural and societal ideals that take inspiration from the historical, cultural, geographical and economic characteristics of Japan, or, in other words, based on the concept of \"coexistence.\"\nAdditionally, a growth strategy that enhances community power is important. As the population decline with decreasing birthrate and aging society, it is important that the regional economic cycle is enhanced to lead to the regional revitalization so that those who wish may develop and sustain their communities. It is also necessary to look at the issue from the other end, to take measures to respond to climate change in line with the will of the people to develop and sustain their communities notwithstanding the constraints of depopulation, thereby achieving the change in the minds. In addition, it is important to uplift socio- economic activities by creating business in the local community. Furthermore, it is important for the cities and rural areas to form a broader network for symbiosis and exchanges, complementing and supporting each other with their resources, not just in its own community.\nTherefore, the Government aims at creating the “Circular and Ecological Economy,” where each regional community utilizes regional resources in a sustainable manner and formulates a self-reliant and decentralized society while building broader networks, in order to advance local decarbonization, and achieve the SDGs with integrated improvements on the environment, economy and society, thereby achieving a net-zero, resilient and comfortable community and living by 2050.\nEspecially in rural areas, under local leadership, full advantage will be taken of abundant and diverse resources: renewable energy including biomass, photovoltaic solar panels built above the farmland (Farming-photovoltaics), and hydrogen. Furthermore, by supplying those energy sources to outside the rural areas will contribute to significant reduction of GHG emissions on a wider scale in Japan.\nFurthermore, based on the \"Strategy for Sustainable Food Systems, MeaDRI (Measures for achievement of Decarbonization and Resilience with Innovation) \" (decided by the Ministry of Agriculture, Forestry and Fisheries on May 12, 2021), which was formulated to promote the construction of sustainable food systems looking ahead to the future of local regions and to enhance productivity potentials and to ensure sustainability of agriculture, forestry, fisheries and food industries in a compatible manner through innovation, the Government will promote the implementation of technologies that have already been developed in the entire supply chain, from sourcing, production, processing and distribution, to consumption, sequentially develop innovative technologies and production systems by 2040, and promptly implement them in society by 2050.\nThe Government also aims to expand the practices of simultaneous achievement of decarbonization and regional revitalization throughout Japan and overseas (decarbonization domino effect), and to realize a strong and vibrant decarbonized society in many local regions by solving regional issues without waiting until 2050.\n\nFollowing are the concrete images and goals toward decarbonization in local regions. Japan aims to ensure that:\n\nA business model will have been established and thereby, autonomously diffused, that facilitates the installment of solar power generation with no initial investment, including with the introduction of energy storage equipment, such as storage batteries, that adjusts supply and demand from the demand side. The era of “purchasing electricity” will have been transformed into the era of “generating electricity” in households by 2050, thereby, making decarbonized energy “prosumers” common in the society.\nThe fact will have been common that renewable energy businesses and projects, which confer a leading role to, coexist with, and benefit local communities, have been diffused into every corner of Japan, thereby taking a leadership in contributing to the decarbonization in the local regions.\nAll kind of actors including national and local governments, producers, and builders/developers will have shared a common understanding that houses with high heat insulation performance would improve residents’ comfort and health, while simultaneously reducing CO2 emissions, and made efforts to implement it as a taken-for-granted fact.\nEVs/plug-in hybrid electric vehicles (PHEVs)/FCVs will have been the first option of vehicle both for human transportation and logistics within the local regions.\nInfrastructure will have been set in place that enables the safe use of EVs/PHEVs/FCVs anywhere in the country; and most of the electricity provided in battery charging infrastructure, and most of the hydrogen provided in hydrogen stations, will have been renewable energy originated.\nThe electricity storage function equipped to the introduced EVs/PHEVs will have been utilized as social infrastructure to maximize the use of renewable energy generated in the local regions.\nCommercial vehicles, such as trucks and buses, as well as motorcycles, will have been shifted to EVs and FCVs; and a business model will have been created that contributes to functioning the supply and demand adjustment of local renewable energy, improving resilience of the local communities, and forming local circular economy on the basis of utilizing battery-replaceable EVs as energy stations,.\nIn collaboration with citizens and businesses, the use of environmentally friendly design products (resource saving, reusable, easy to separate, material replacement by recycled materials or bio-based plastics, etc.) will have been in progress in an integrated manner with the reduction of one-way plastics, as well as the collection and recycling of plastic resources by municipalities, manufacturers/distributors, and dischargers.\n“Reuse” of used products will have become common; and solar panels, battery storages, etc., will have been reused when they can be reused, or recovered and adequately disposed by recycling when they cannot be reused. The electricity, heat, CO2, biogases, etc. derived from waste treatment and sewerage systems will have been widely utilized in the local regions.\nDriving efficiency will have been improved by utilizing IoT technology in waste treatment facilities; and waste collection and transportation vehicles will have been further electrified.\nCities will have become more compact, and spacious and bustling walkable spaces will have been created all over the country, thereby vehicle-centered spaces shifting to human-centered spaces, and comprehensive efforts toward decarbonization kept in progress.\nBy 2050 agriculture, forestry and fisheries industries will have achieved net- zero CO2 emissions; and horticultural facilities will have completed their transition to facilities that uses no fossil fuels.\nThe technologies will have been established by 2040, that are associated to the electrification and hydrogenation of agricultural and forestry machinery and fishing vessels.\nThe used amount of chemical fertilizers manufactured from imported raw materials and fossil fuels will have been reduced by 30% by 2050.\n\nPolicy orientation for the future vision\n\nRealizing “Decarbonization Domino Effect”\n\nThe commitment to 2050 decarbonization (Zero Carbon City Declaration), in which only four local governments participated as of October 2019, now engages over 110 million people on a population scale. In order to put this commitment into practice in the future, it will be necessary for the national and local governments, businesses, financial institutions, and the general public to work together to clarify by 2030 the images of each local regions toward decarbonization, while mobilizing measures and policies to spread to other local regions through a \"decarbonization domino effect” for implementation.\nJapan held the “Council for National and Local Decarbonization\" with representatives from the national and local governments and formulated the \"Regional Decarbonization Roadmap\" with the aim to realize a decarbonized society by 2050 in the local regions through collaboration and co-creation between the national and local governments, especially in the areas of \"life\" and \"society\" that are closely related to regional efforts.\nBased on this, the Government will mobilize policies to intensively promote initiatives using the latest applicable technologies in the next five years. In addition, local governments, local businesses, and financial institutions will play a central role in promoting the development of decarbonization leading areas with the active support of the national government. At least 100 decarbonization leading areas will establish by FY2025 their roadmaps for decarbonization and start implementing it by FY2030, showing the simultaneous realization of decarbonization and regional revitalization in diverse areas such as rural areas, remote islands, and urban districts. Then, the Government will disseminate the simultaneous achievement of decarbonization and regional revitalization throughout Japan and overseas (decarbonization domino effect), aiming to realize a strong and vibrant decarbonized society with solutions to local issues in many regions even before 2050.\n\nShift to carbon-neutral life\n\nInitiatives for housing and buildings\n\nInitiatives for housing and buildings are necessary in order to shift to carbon neutral life.\nThe facilities and equipment that have achieved energy efficiency, together with existing technologies, will be used as widely as possible by accelerating social implementation of high-performance next generation power semiconductor. New energy efficient products with the AI, IoT, big data technology and coordination between devices will also be promoted for wider usage. As the average lifespan of home appliances is approximately 10 years, the market for these goods needs to be formed by 2040 at the latest, for use by 2050. In the meantime, to limit the increases in energy consumption by using the ICT, the communications systems which contribute to the decarbonization will be promoted.\nThe Government will aim to ensure that an average stock level of energy- saving performance is equivalent to the level of Net Zero Energy House (ZEH) 41 and Net Zero Energy Building (ZEB) 42 in 2050 43, and to make the introduction of renewable energy such as photovoltaic power generation equipment more common in houses and buildings.\nIt is important to promote the integrated use of demand and supply in photovoltaics in housing and buildings. As the operating time of solar power generation is limited, the Government aims to achieve the sector coupling of electricity, heat, and mobility in general, using electrified vehicles, heat pump-type water heaters fuel cells and cogeneration, and according to local characteristics, as well as the Home and Building Energy Management Systems (HEMS, BEMS) and the ICT for the supply and demand adjustment of photovoltaics power generation. In addition, electrified vehicle charging stations will be set up considering the synchronism between the operating time of the photovoltaics power generation and the parking time. With such measures in housing and buildings, a balance between supply and demand across the entire power system will be sought.\nThe Government also facilitates the use of underground 44 and biomass heat, not easily affected by outside temperatures, to houses and buildings according to local characteristics with proposed utilization models as well as improvement of heat energy efficiency such as heat pump. In addition to the decarbonization of power supply, electrification and hydrogenation are effective in improving energy use efficiency in living.\nFor new housing and buildings, the Government will avail ZEH/ZEB and the housing that contribute to a negative net emission in its entire lifecycle, from material production and construction, to dismantling and reuse for wider usage. For existing houses and buildings, the Government will facilitate refurbishments to improve energy efficiency. The Government will further facilitate innovative technological development and wider usage of building materials and equipment necessary to achieve the future vision of houses and buildings in 2050.\nIn addition, to expand the use of wood as a source of absorption, the Government will promote using wood for design and construction of buildings.\n\nLifestyle shift\n\nThe behaviors and choices of each individual are also important in making a shift to carbon-neutral living. By taking climate change as one’s own problem and changing his/her daily living, local residents can be involved in a social change, creating a great force for change. In making living as a consumer and/or a producer, it is important to be involved in decarbonizing the society through the choice of products and services as well as the lifestyle.\nThere is a rapid increase in “servicizing,” such as leasing and renting of products and the ESCO (Energy Service Company), focusing on the function of a product and providing that function of the product as a service, rather than selling the ownership of the product, making use of the IoT and AI. The sharing economy (e.g., car sharing, cycle sharing, private lodging services and shared houses), which is one form of such a service is also rapidly increasing. The Government will pursue the possibilities of lifestyle shifts through “servicizing,” especially by “visualizing” the emission reduction effects and taking decarbonization initiative based on the findings therein.\nFor a consumer, preference for local consumption of local products can lead to reducing CO2 emissions from logistics and to the opportunities for promotion of local industries. Bearing this point and the circumstances in each locality in mind, the Government will pursue the possibility of decarbonization through local consumption of local products, in view of the entire lifecycle of products, starting with the securing of resources, and including production, distribution, using, reusing, recycling and disposal.\nFor a producer, the introduction of the telework and flextime system by making use of the ICT can reduce CO2 emissions from commuting traffic. Additionally, shared office space, together with reduced use of air conditioners and space, can further contribute to improvement of energy efficiency in the office. While reducing CO2 emissions, the environment and productivity will be improved to make it easier for people to balance work with childcare/nursing care. The Government will support a reform in the working habits by “visualizing,” demonstrating the effects of reducing CO2 emissions. Expanding the use of remote access services such as virtual reality may also contribute to reducing CO2 emissions from commuting and business trips. The Government will pursue the possibilities of decarbonizing through such approaches.\nIn order to make it easier to transport without private vehicles the shift to public transportation of low CO2 emissions, such as railways and buses, and further use of bicycles will be promoted through initiatives such as commuting traffic management by the operators and public awareness activities. Additionally, the Government aims to reduce CO2 emissions in logistics and distribution by reducing redelivery with cooperation among shippers and logistics and deliver companies, diversification and improved convenience in delivery methods for courier services, and improving the environment for active participation of consumers.\nThe Government will also shed light on corporate activities as a consumer, such as the use of renewable energy, and promote the introduction of renewable energy and energy efficiency initiatives.\nFor these lifestyle shifts, the Government will carry out a nationwide campaign to encourage “COOL CHOICE”, such as the use of goods and services that contribute to decarbonization, while putting together the scientific knowledge (citizen science) through public involvement. The Government will also promote the use of environmental information for decarbonization by companies and individuals, such as the diffusion of methods for understanding GHG emissions throughout the entire supply chain, which includes local small and medium-sized enterprises, for the environment-conscious products and business activities to be highly valued by society and the market. Environmental education will be promoted to foster values and stimulate behavioral change for each one of us in the society. Furthermore, through behavioral science knowledge including nudge and its integration with advanced technologies such as the AI and IoT, the Government will encourage decarbonizing behavior that can be practiced voluntarily and in an enjoyable way.\n\nb. Shaping carbon-neutral communities\n\nCross-sectoral initiatives to create self-sustaining and decentralized societies in local communities\n\nIt is important that farming, forestry and fishing communities as well as cities will shift to carbon-neutrality, by complementing and supporting each other; each community is encouraged to make use of its characteristics, create a self- sustaining and decentralized society, while establishing broader network. Additionally, it is important that a community in which regional energy becomes a local industry with renewable energy is developed, and the construction of distributed grids is formed to support new forms of demands such as smart mobility.\nThe distributed energy system will not only contribute to energy efficiency improvement and wider use of renewable energy, but also to local revitalization and to the formation of the Circular and Ecological Economy. The construction of a distributed energy system on the low-voltage side is also expected to have the potential to reduce the cost of high-voltage and extra-high-voltage transmission infrastructure. On the other hand, as this is also a part of entire energy system of Japan, the Government will promote the following initiatives while considering the cost and stability of the system as a whole.\nIn order to promote the introduction of renewable energies that coexist with local communities and the natural environment, local governments, local companies, residents, and other local entities will take the initiative in introducing renewable energies and promote an environment for consensus building among the locals. In addition, with the aim of maximizing the introduction of renewable energy in the local regions, efforts will be made to secure suitable sites for solar power generation in a way that allows for coexistence with the local community, and to further reduce costs. It will be quicker and smoother to introduce wind power generation. Geothermal power generation, small and medium-sized hydropower generation, biomass, and renewable heat such as solar heat, geothermal heat, snow and ice storage, hot spring heat, seawater heat, river heat, sewage heat, etc. will be promoted in combination with their multifaceted effects to reduce costs and spread the use of them. Furthermore, the Government will promote the creation of a business environment in which future reinvestment can take place. The Government will also work to improve the system to enable the deployment of facilities that contribute to the local production for local consumption of renewable energy by utilizing owner-unknown land.\nMoreover, in order to enable the use of self-sustained power sources, such as local renewable energy, even in the event of disasters, the Government will work on building models for regional energy supply grids that use digital technology, storage batteries, fuel cells, cogeneration, etc.\nWhen introducing renewable energy into local regions, securing the flexibility is challenging. To this end, the local community is encouraged to come together to make the demands of local residents function as flexibility sources, combining distributed energy resources such as battery storages, renewable energy, and off-grid power generation. In this regard, the Government aims to smoothly expand the energy resource aggregation business, in which the “aggregator,” who make use of technologies like the demand response (DR) and virtual power plant (VPP), facilitates the customers in controlling and creating their demands of energy at the request of the retail electric power companies and power transmission and distribution companies, who will pay fees for the adjusted demands. The Government will also look into the potential flexibility of heat storage type air-conditioning equipment, heat pump water heaters in facilities with large demand for hot water supply, cogeneration, refrigerated storage, water supply and sewerage systems and back-up generators in large buildings. In addition, the Government will encourage smooth renewable energy installation by matching the supply and demand of renewable energy by tracking the power and environmental value with block chain technology.\nRecently, there are cases in which a facility with high demand for power consumption, such as a data center, relocates to the area with a large supply of renewable energy. The Government will also look into such possibilities of geographical shifts on the demand side.\nIn order to move such initiatives forward, the Government and local authorities will cooperate towards establishing an exemplary energy system that serves for wider use of the distributed energy systems. The Government will improve the information and communications infrastructure and institution for \"prosumers\"— those who do not only consume but also produce energy such as personal photovoltaics and local production of energy for local consumption by a local energy supplier. The Government will also encourage the formation of business entities that promote regional self-sustaining diffusion of decarbonization, thereby accelerating the development of the Circular and Ecological Economy. Furthermore, the Government will utilize emissions information platforms and make efforts for “visualization” to facilitate the smooth implementation of community and enterprise initiatives.\nIn addition, the Government will support local activities that aim to create and spread innovations for a decarbonized society by engaging in dialogues with various relevant parties, including a consultative meeting. Local authorities, taking their own initiatives and setting examples for the local entities and population, will play a central role in establishing the Circular and Ecological Economy by cooperating and working together with various stakeholders in and out of the locality.\n\nCarbon-neutral development in urban areas\n\nAs the population declines, birthrate decreases and the society ages, and the infrastructure ages in urban areas, it is increasingly important to review urban development, including infrastructures such as transportation, in order to cope with these challenges. It is important that these issues are dealt with a view to decarbonization. The Government will address comprehensively to transform the urban structure, such as ways of living and land usage considering mitigation and adaptation measures, with public-private partnership.\nThe Government will promote compact cities, the creation of spaces that are \"Comfortable and Walkable\" by combining with the Improving Pedestrian Convenience Road System (Hokomichi) and comfort improvement zones, and the measures and projects based on the Comprehensive Urban and Regional Transportation Strategy. Furthermore, the Government will comprehensively promote the area decarbonization in cities through facilitating area-wide energy networks, developing and preserving parks and green spaces as carbon sinks, using digital technology, and mobilizing private finance by supporting private urban development that are environmentally friendly to revitalize urban areas, and enhancing the social implementation of smart cities. The Government will also promote the introduction of renewable energy in urban parks. Furthermore, by implementing heat island countermeasures to improve thermal environment, the Government will promote the reduction of urban CO2 emissions.\nIn conjunction with efforts to make cities more compact and to promote the use of public transportation, the Government will promote the development of spaces and environments that are safe, comfortable, and attractive for people to travel on foot or by bicycle, thereby increasing the percentage of travel by foot or bicycle and reducing CO2 emissions from travel. In addition, in order to promote bicycle use, the Government will promote activities to support the formulation of the Bicycle Use Promotion Plans by local governments, the development of bicycle traffic space networks, the improvement of bicycle parking lots, and the use of bicycle sharing in coordination with safety measures, thereby contributing to the reduction of CO2 emissions.\nIn terms of the existing infrastructures such as public facilities regarding water supply, sewerage systems, and waste disposal facilities, and transportation and energy infrastructures, the Government will promote energy conservation and make the infrastructures play the role of local energy centers to contribute to reducing CO2 emissions, in combination with   systems, expanding the area of their services while consolidating them, extending their service life, and improving their disaster prevention functions. In the field of construction works, in the short term, the goal is to reduce CO2 emissions by promoting the use of construction machinery with superior fuel efficiency, while in the long term, a certification system for innovative construction equipment (electric, hydrogen, biomass, etc.) will be established to promote the introduction and diffusion of such equipment, which will radically shift from the use of light oil as a fuel source, in order to achieve carbon neutrality. In addition, by promoting i-Construction and other measures, such as the wide use of ICT construction by small and medium-sized construction companies, that are contractors of local governments for constructing works, the Government will further improve the efficiency of construction and maintenance management and save workforce and labor to cope with the decrease in the number of skilled workers. Furthermore, in the field of infrastructure, which is used for a long period of time once it is built, efforts should be made not only to conserve energy in infrastructure services at the stage of service and management, but also to monitor the status of CO2 emissions in\nthe entire lifecycle of the infrastructures, and to strengthen efforts toward decarbonization, including the use of materials that contribute to CO2 reduction at each stage of the lifecycle from planning and design to construction and renewal to demolition.\nAlignment with the land use policy, urban policy, and the regional development policy are indispensable in achieving flexible exchange of electricity and heat amongst numerous facilities and buildings, more compact urban areas and the use of local biomass in sewerage systems. The Government will align these related policies and climate change measures.\n\nDeveloping carbon-neutral rural areas\n\nRural areas play an important role in supplying resources to sustain Japanese economy and society, including food and healthy natural environment. With this in mind, it is important for these regions to be revitalized and overcome challenges associated with declining populations and birthrate and aging, so that they can contribute to the decarbonization of the society through local production for local consumption of renewable energy and biomass resources, such as the utilization of locally distributed wood for housing, as well as supplying such resources outside these villages.\nThe Government will promote the introduction of local energy companies and the development of the energy system suited to local production for local consumption, in order to make the best use of the abundant renewable energy sources rural areas offer, which in turn will lead to the vitality and sustainable development of the areas. This will include the introduction of the Village Energy Management System (VEMS). In terms of “Farming-photovoltaics,” the Government will take initiatives while working towards making good use of farmlands by appropriately continuing farming on the one hand, and activating community by supporting the reusing of the abandoned farmlands as well as settlement and farming in disadvantageous area on the other.\nIn the agriculture, forestry, and fisheries sectors, the Government will promote the adoption of energy-saving equipment, the conversion of energy used for heating horticultural greenhouses to woody biomass fuels and geothermal heat, and the use of livestock waste as energy sources. The Government also aims to reduce GHG emissions by realizing \"smart agriculture, forestry and fisheries\" through the use of ICT to improve work efficiency. The Government has set a target to establish technologies for the electrification and hydrogenation of agricultural and forestry machinery and fishing vessels by 2040. Through these efforts, the Government aim to achieve net-zero CO2 emissions in the agriculture, forestry and fisheries industries by 2050.\nMethane emissions will be reduced through improving and popularizing rice varieties with lower methane emission, as well as developing and diffusing production technologies such as of materials and water management.\nIn addition, the Government will reduce emissions of nitrous oxide (N2O) by reducing the use of nitrogen fertilizer and splitting fertilization in accordance with soil conditions or crop growth, that are monitored by drones, sensing technology, and AI; developing and popularizing materials; and constructing a crop rotation system that takes into account the maintenance of soil fertility.\nAt the same time, the Government will promote the introduction of production systems that utilize AI, ICT, and other technologies to monitor and reduce GHG emissions.\nIn the livestock industry, the Government will develop, disseminate, and promote technologies to reduce GHG emissions, such as an improved management system using feed that reduces GHG emissions and ICT, improved livestock manure management to reduce anaerobic fermentation, and improvement of genetic ability of livestock using genetic evaluation, so that Japan can make progress in reducing GHG emissions both on per-product as well as on the entire-industry bases.\nThe use of sustainable biomass resources can play an important role in decarbonization, especially in the areas where decarbonization through the use of CO2-free electricity is challenging. The Government will pursue the establishment of a biomass resource supply chain.\nIn carrying out these measures, the Government will promote decarbonization in the entire supply chain through production, processing, distribution, consumption and disposal (recycling) of agricultural, forestry and fishery products and food, as well as the visualization of measures related to the reduction of GHG emissions, such as certification and labeling. Moreover, the Government will promote organic agriculture to improve the natural cyclical function of agriculture and reduce the load on the environment, while raising the awareness of the consumers on organic agricultural products.\n\nc. Resource circulation in regions\n\nIn order to achieve significant reduction of GHG emissions in local regions, promoting energy efficiency and renewable energy alone will not be sufficient, and require to construct material-cycle society and to transit to circular economy. To realize these, it becomes more important to achieve an optimal scale of\nresource recycling according to each region and type of resources. Ultimately, material flow needs to meet three preconditions: firstly, wood and other such renewable resources should be used at a pace that does not exceed that of the renewal of the nature; secondly, metal, fossil and other such non-renewable resources should be used at a pace that does exceed the pace of development of sustainable renewable resources to replace them to avoid depletion, and; thirdly, substances that may affect the natural circulation and the delicate balance of ecosystem in the nature should be emitted into the natural world at a pace that does not exceed the pace at which the nature renders them harmless 45. Through past economic and industrial activities, the humanity has spent huge amounts of energy to produce metal, plastic and other products; these can be regarded as existing resources. As such, recycling in all fields will not only resolve the constraints of the limited resources, but also contribute to the reduction of GHG emissions. Considering that the transition toward a circular economy has become the mainstream worldwide, the Government will promote to build a sound material-cycle society and transition toward a circular economy in both the technical and institutional term, and aim decarbonization with resource recycling measures.\nBy optimizing production volumes and timing with the analysis of the weather and consumption using the AI, and by optimizing the inspection, repair, replacement and reusing of products using the IoT, goods and services can be provided to the person in need precisely when and as required, reducing the energy demand. The Government will pursue such possibilities, and make efforts for the best use of the “urban mine 46 ” and minimum extraction of natural resources, contributing to decarbonization with such efforts.\nThe reduction of food loss and waste throughout the supply chain, can contribute to the reduction of GHG emissions in terms of less food distribution and manufacturing, as well as from less transportation and processing for disposal. The Government will facilitate decarbonization through enlarging sustainable consumption, facilitating mutual understanding between consumer and producer, and promoting Japanese-style dietary habits with their excellent nutritional balance comprehensively. Additionally, the Government will promote the use of food loss and waste as feed to facilitate food recycling. The government will minimize the food loss and waste from enterprises by 2050 using demand forecast by AI and advancing technologies such as development of new package materials.\n\n\nThe Government will promote circulation of plastics by reducing, reusing, thorough waste collection, energy recovery, proper treatment and the promotion of the use of recycled materials and renewable resources — paper, bio-based plastics, cellulose materials , etc.\nWhile promoting initiatives related to the 3Rs (reduce, reuse, recycle), for waste which still remains, the Government will make every effort to promote efficient recovery of its energy, such as the heat utilization by waste power generation and the recovery of methane from raw waste. Additionally, waste treatment facilities will also aim to serve as a self-sustained distributed regional energy center, including in the event of disasters. Furthermore, the Government will promote the reduction of GHG emissions from the entire waste treatment system from collection and transportation to final disposal, by improving the sophistication and efficiency of technology, improving facilities, and reducing costs through demonstration projects for the separation, capturing, and utilization of CO2 and other substances from the exhaust gases of incineration facilities, while facilitating the introduction of AI and IoT.\nTo promote the recycling of resources in a wider area to recycle the waste which cannot be treated locally, the Government will designate “recycling ports”, which will be a base for reverse logistics and recycling, and provide a comprehensive support for such facilities such as: maintenance of port facilities; improvement in the operations for handling recyclable resources, and public- private partnerships. The Government will also work towards the establishment of a reverse logistics network within and out of Japan, centered around such recycling ports.\nThe Government will promote to introduce energy efficient and renewable energy technologies nationwide in sewerage systems. In particular, small and medium-sized sewerage systems will accept locally generated biomass, enabling efficient energy recovery throughout the locality. With these efforts, the Government aims to halve the power consumption in sewerage systems within approximately 20 years. Advanced wastewater treatment is effective not only for improved local water quality and the recycling of water resources, but also for the reduction of nitrous oxide emissions. The Government will promote advanced treatment of local water according to the local environment. However, advanced water treatment increases energy consumption; therefore, energy efficiency measures are promoted together.\n\n\nd. Reconstructing and building a decarbonized society in Fukushima\n\nThe accident at the Tokyo Electric Power Company's Fukushima Daiichi Nuclear Power Station in March 2011 caused considerable injury to the people of Fukushima Prefecture and many others. It is important that Fukushima, which sustained heavy damage of the nuclear disaster, takes a lead in showing the shape of a future energy society and lead global decarbonization. The Government will thus strongly steer Fukushima's recovery and revitalization. Fukushima Prefecture promotes the expansion of renewable energy, the accumulation of related industries and R&D in order to make Fukushima a \"pioneer of the renewable energy,\" which will be a major driving force for its reconstruction. Fukushima Prefecture also set the target to generate renewable energy for more than 100% of primary energy demands in Fukushima Prefecture by around 2040. Furthermore, the mayor of Fukushima Prefecture has declared that they will aim to achieve decarbonized society by 2050. To accelerate such efforts and give support the recovery of Fukushima from the energy sector, the Government, Prefecture and related companies work together to move forward with the initiatives, including the Fukushima Renewable Energy Institute, AIST (FREA) established in 2014. The Government will also provide human resource development for local companies related to renewable energy.\n\"The Fukushima Plan for a New Energy Society\" (decided by Council for Realizing the Fukushima Plan for a New Energy Society on September 7, 2016) formulated in 2016 was revised in February 2021. The second phase of the plan will begin in FY2021, raising renewable energy and hydrogen as its two pillars with the aim to deploy, and expand the use of, them broadly in society. The Government will work toward the realization of this plan by further expanding the introduction of renewable energies such as wind power generation in the prefecture, building a decentralized energy system such as local micro-grids using local renewable energies by diverse entities, promoting the technological development for further enlargement and modularization of water electrolysis equipment using the Fukushima Hydrogen Energy Research Field (FH2R) opened in Namie Town, and building a model for the realization of a hydrogen society so that hydrogen produced by FH2R is used in the prefecture. In addition, under the collaboration and cooperation agreement signed by the Ministry of the Environment and the Fukushima Prefecture (in August 2020), future-oriented urban development will be promoted. Through these efforts, toward the future of Fukushima as well as entire Japan, the Government will facilitate, and solidify in the local context, challenging efforts, which are essential for achieving net-zero by 2050, such as the maximum introduction of renewable energies and the social implementation of hydrogen.\n\nSection 2. Measures for Carbon Sinks \n\nCurrent status\n\nThe amount of carbon removal through land use, land-use change, and forestry activities in FY2019 under article 3.3 and 3.4 of the Kyoto Protocol was\n42.9 million tons4 7 for forest sink measures, and 3 million tons 48 for cropland management, grazing land management, urban revegetation, etc.\nConsidering the issues such as declining population with decreasing birthrates and aging population, emerging adverse impacts of climate change, energy challenges, intensifying global competition, aging infrastructure, and the expansion of the land that is difficult to be maintained appropriately, it is important to promote relevant policies for sustainable land management.\nIn particular, forests, which account for approximately 70% of the national land, not only fulfill functions as land conservation, headwater conservation and wood supply but also play an important role as carbon sinks and reservoirs by sequestering carbon from the atmosphere.\nWood products produced from sustainably managed forests also contribute to emissions reduction. They store carbon for a long period and consume relatively less energy for their production process. Wood products can be repeatedly used through multiple stages in a cascading manner and can be converted to woody biomass as the end product to substitute for fossil fuels for energy use. While the net removals by forests have been decreasing continuously due largely to the maturity of planted forests, in order to achieve net- zero by 2050, it is imperative to enhance the capacity of forests as carbon sinks by ensuring a “harvest, utilize wood and plant after harvest” cycle including through, sound forestry practices such as appropriate thinning, promotion of utilizing wood product sourced from matured planted forests, and creation of young forests with vigorous growth after harvest.\nBesides forests, cropland and grassland soils are internationally recognized\nas carbon sinks that contribute to GHG removals.\n\nFuture vision\n\nThe Future vision is to secure and strengthen carbon to establish a decarbonized society by 2050, in other words to achieve the balance between the GHG emissions by anthropogenic sources and removals by sinks. Therefore, the Government will promote activities in sustainable agriculture, forestry and fisheries industries that create new values with conserving the natural environment.\nIn particular, forest carbon sinks, which account for the great majority of carbon removals, should be managed in a way that, in accordance with the Basic Plan for Forest and Forestry (Cabinet Decision on June 15, 2021), sound management of forests coupled with sustainable use of forest resources supports green growth of the forest, forestry and wood industry, thereby making a contribution to the realization of net-zero by 2050.\n\nDirection of policies and measures for the future vision\n\nMeasures for forest carbon sinks\n\nWith regard to forest the Government will take necessary measures as follows:\nSecuring and enhancing net removals by forest carbon sinks for a long period through enhancing diversity of planted forests through sound forestry practices such as thinning and creating young forests with vigorous growth after harvest by means of “elite tree” seedlings, which are developed by forest tree breeding of indigenous tree species with significant potential of growing faster than conventional seedlings of the same species;\nReducing costs and adopting labor-saving forestry operations including for reforestation through the development and dissemination of elite trees that can allow for less mowing frequency at the initial stage of forestation;\nAdopting integrated operations of logging and planting activities, introducing low-density planting and forestry innovations such as the automation of forestry machinery, and developing road networks with little impact on natural environment;\nFostering forestry management entities and forestry workers; and Systematically implementing forest conservation measures to control hillside-derived mountain disasters, and promoting management and conservation of legally designated protection forests in the midst of the escalating risks of natural disasters caused by extreme weather events such as torrential rains.\n\nWith regard to timber and wood products, the Government will take the following necessary measures:\nPromoting the use of locally distributed wood for housing and expanding the use of timber and wood products in public buildings and medium- and large-scale buildings through the development and diffusion of products and technologies such as CLT and wooden fireproof materials; Developing, deploying and commercializing new wood-based materials made of cellulose nanofiber and glycol lignin, etc.; and\nUndertaking national campaigns for promoting sustainable forest management and wood use, such as tree planting and forest management by a wide range of entities including companies and NPOs; the \"Wood Use Movement\" to raise awareness about the significance and benefits of wood use for environmental, educational, health and mental aspects; and network buildings among companies and other stakeholders with interests in wood use.\n\nCropland\n\nThe Government will promote carbon storage in cropland soil with the application of organic matter such as compost and green manure to the soil, the development of new biochar materials that are more functional and easier to apply to cropland, and the application of biochar to cropland promoted by the J- Credit Scheme.\n\nUrban revegetation\n\nPreservation and creation of urban green spaces that not only provide disaster prevention and disaster mitigation functions such as rainwater harvesting and infiltration, but also serve as CO2 sinks, and urban greening, including rooftop and wall greening in public utility facilities and private buildings, will be comprehensively promoted through public-private sector cooperation, and will be developed in line with the Town Walkable Promotion Program.\n\nThe natural environment\n\nThe Government will promote the NbS and enhance the functions of healthy ecosystems to remove CO2 by carrying out the conservation and restoration of forests, grasslands, wetlands and such as peat swamps as well as ecosystems such as those in soil and coasts, which fixate much carbon. In addition, The Government will promote appropriate wildlife control, such as prevention of damage and population management, in order to reduce the damage by wildlife causing significant impact on ecosystems such as forests. This management will continue to contribute to emissions removal by healthy ecosystems. The Government further accelerates the reduction of stress on ecosystems other than climate change — land use change, environmental pollution, overuse, invasion of alien species, etc.— together with the maintenance of ecological network that is the way used by wildlife for their move and disperse, in order to enhance the adaptability of ecosystems on climate change.\nRegarding \"blue carbon\", the carbon fixated in coastal areas and marine ecosystems, the Government will explore the possibilities of blue carbon as a CO2 carbon sink, such as conservation and restoration of coastal vegetation using seagrasses and seaweeds in nationwide scale. In addition to this, the Government will facilitate the creation of new industries from marine resources with new materials development and innovation, such as functional foods, biomass-based plastics and Marine biodegradable plastic that use aquatic organisms as raw materials.\n\nDirect recovery of CO2 from the atmosphere (DAC: Direct Air Capture)\n\nAs regards the technology development for DAC (Direct Air Capture), they are still in the stage of elemental technology development worldwide, although Western venture companies are accelerating R&D with an eye on commercialization. In Japan as well, the development activities for practical use have started at the laboratory level in 2020.\nAt present, energy efficiency is low and CO2 recovery cost from the atmosphere is high.\nThe Government will advance technological development on a highly efficient CO2 recovery method from the atmosphere with the low cost, aiming for the practical use in 2050.\n\nChapter 3: Cross-sectoral Measures to be Focused\n\nSection 1: Promotion of Innovation\n\nIn order to tackle the global challenge of climate change and to achieve a decarbonized society, which is the ultimate vision of the future, the creation of disruptive innovation beyond a mere extension of conventional efforts is important.\nIn order to realize a decarbonized society, it is important to overcome the simplistic view of “innovation is technological,” and to promote “innovation for the practical application and wide use” for the technology to be adopted in the society, putting together the cutting-edge technology with the use of the existing technology of much excellence. From this viewpoint, performance and efficiency are important, but as the performance cannot be shown unless chosen by the user, innovation that derives from actual needs and the vision of the future society is also important.\nToday, we are seeing the waves of global change and innovation as a result of cross-sectoral interactions including those between energy, mobility, and digitalization. This also means the promotion of wide-ranging innovation towards the realization of “Society 5.0,” while ensuring the security of the ICT, can lead to technological innovation necessary for significant reductions in GHG emissions. In the midst of the evolution in the AI, IoT and block chain technologies, the public and private sectors need to come together to make best efforts for cross-sectoral innovation. In a society with rapid changes in digitalization, data usage, decentralization and globalization, communities and open venues where diverse ideas can actively interact with each other have become more important for innovation.\n\nTechnological Innovation\n\nBuds of technology to realize net-zero by 2050 has already come to the surface through R&D conducted to date. In January 2020, the Government formulated the “Environment Innovation Strategy” (decided by the Integrated Innovation Strategy Promotion Council on January 21, 2020), aiming to establish innovative technologies for achieving the “Beyond-Zero” initiative to reduce CO2 that has accumulated since the Industrial Revolution, under which the Government exhibited the issues to be overcome and has been engaged in intensive deliberations subsequently. The Environment Innovation Strategy, with the aim to establish innovative technologies by 2050, lays out the following aspects for each of the 39 themes, which will be utilized, and updated as necessary, based on the progress of technology development. The specific cost of the innovation and the amount of global GHG reduction to clarify the social impact\nDetails of technological development\nImplementation system\nSpecific scenarios and actions from elemental technology development to practical application and demonstration development\n\nChallenges awaiting ahead	of the	establishment of such	innovative technologies are social implementation and cost reduction by investment for mass production. From the viewpoint of taking on the challenge of net-zero by 2050 as a growth strategy, the Government has established “Action Plans” in the Green Growth Strategy in the key industrial fields where future growth is expected and efforts to reduce GHG emissions are essential to achieve net-zero by 2050. From the fields in which market is expected to grow from their current status through 2030 to those to launch through 2050, this strategy focuses on 14 fields\nwith different time axis for growth.\nThese fields, namely, energy-related industries, transportation/manufacturing- related industries, household/office work-related industries and so on, are faced with different degree of necessities from one to another, from those require actions in current “introduction and expansion phase” to others for future \"research and development phase.\" Considering characteristics of respective fields, the Government intends to incorporate concrete measures, which will strengthen Japan's international competitiveness and lead to autonomous market expansion.\nThrough the steady implementation of the action plans in these fields, the Government will strive to enhance the feasibility of a carbon-neutral society by 2050 year by year through the concerted efforts of the relevant ministries and agencies.\n\nOffshore wind power, solar energy and geo-thermal industry (Next-generation renewable energy)\n\nOffshore wind power\n\nGiven the feasibility of large-scale introduction and cost reductions as well as the anticipated economic ripple effects, offshore wind power generation holds the key to making renewable energy a main source of power. With a project scale of several tens of billions of yen and the number of pieces of equipment and parts totaling in the tens of thousands, the economic ripple effect on related industries will be significant.\nIt is important to make full-scale efforts to introduce offshore wind power in Japan from both energy policy and industrial policy perspectives while reducing costs by cultivating Japan's offshore wind power industry and strengthening competitiveness.\nIt is also vital for the public and private sectors to work together to build strategies to capture growth markets in Asia in the future. Therefore, firstly, the Government is committed to creating an attractive domestic offshore wind power market to draw domestic and foreign investment. On top of that, the Government and the industry will develop a competitive and resilient domestic supply chain by promoting investment through the establishment of business and other infrastructure. In addition, the Government and the industry will engage in next- generation technology development and international cooperation with an eye to expanding into Asia and create next-generation industries that can compete on the global stage.\nBased on “Vision for Offshore Wind Power Industry (1s)” (December 15, 2020) indicating the above direction, and by “Public-Private Council on Enhancement of Industrial Competitiveness for Offshore Wind Power Generation”, the efforts will be promoted by public-private partnership.\n\nSolar energy\n\nThe introduction of solar power has been expanding as a mainstay of renewable energy, with the world's largest amount of solar power installed per square meter of land area. In addition, as a distributed energy resource (DER) for self-consumption and local production for local consumption, it is expected to be used from the perspective of resilience, and further expansion of its introduction is essential to achieve carbon neutrality.\nOn the other hand, the amount of solar power installed was 7-8 GW/year when the FIT system was first introduced, and has remained around 5-6 GW/year since 2016, but the amount certified has dropped to 1.5 GW/year at present. This is thought to be the result of the efforts to optimize the industry by reducing the purchase price and strengthening business discipline, etc., in response to the rapid expansion that occurred when the industry as a whole was not yet mature after the introduction of the FIT system, but in the future it will be essential to draw a blueprint of the industry's expansion based on this history.\nAt present, however, the global share of Japanese companies in solar module shipments has also declined significantly, falling to a share of 1.8% in 2019.\nIn light of these circumstances, in order to further expand the introduction of solar power, it is urgent to create a new market in the medium and long term through the development of technology for next-generation solar cells that can be installed in places where it is difficult to install existing silicon solar cells, which are the mainstream of the market, while aiming to expand the amount of solar cells introduced at present, based on the premise that the project is implemented by appropriate business operators in harmony with local communities.\nSpecifically, the Government will work to develop next-generation technologies, such as next-generation solar cells that can be installed in locations where existing solar cells are difficult to install due to technical limitations, and the Government will promote the expansion of the potential for using solar power. In addition, by promoting the improvement of the environment through the revitalization of related markets, etc., the Government will foster and restructure the industry, while securing suitable sites that can coexist with the region through the re-examination of various regulations and systems.\n\nGeo-thermal\n\nAmong the renewable energies that generates almost no CO2 during power generation, geothermal power, unlike solar power generation and wind power generation, is a renewable energy source that can be used as a base-load power source. The promotion of geothermal power generation is very important as a power source that contributes to the stable introduction of renewable energy, as the maximum introduction of renewable energy is required to achieve net-zero by 2050.\nTherefore, the Government will reduce development costs and development risks by conducting its own surveys of the extent of resources in suitable areas for development, providing risk money to business operators, and making efforts to foster local understanding.\nBased on the fact that 80% of Japan's geothermal resources are located in national and quasi-national parks, the Ministry of the Environment (MOE) will set a target to double the number of geothermal power generation facilities nationwide by 2030 and shorten the lead time by up to two years, based on the \"Plan for Accelerating Geothermal Development\" (Announced by the Ministry of the Environment on April 27, 2021), by reviewing the operation of the \"Natural Parks Act\" (Act No.161 of 1957) and the \"Hot Springs Act\" (Act No.125 of 1948), encouraging the establishment of promotion zones based on the revised Law for the Promotion of Measures to Cope with Global Warming, collecting and investigating scientific data such as hot spring monitoring, and working to achieve smooth regional coordination. As an aspect of the implementation of the Plan, it is necessary to accelerate development and expand development sites that are compatible with the conservation of the surrounding natural environment.\nFurthermore, toward 2050, on top of these efforts, the Government will utilize geothermal resources that have yet to be utilized so far by developing new technologies.\nThrough these efforts, it is important to aim for a significant introduction of geothermal power generation, and to promote the further growth of various industries related to geothermal development, such as drilling, turbines, and other power generation systems, as well as materials and components for drag wells.\nIn particular, taking advantage of the fact that Japanese companies currently account for 70% of the turbines used for geothermal power generation in Japan and abroad, Japan will expand the market and strengthen the competitiveness of its geothermal industry by providing support, including financial support, to developing countries for the vast amount of undeveloped geothermal development in the world, especially in developing countries, from the preparation of master plans to exploration, exploratory drilling, excavation, and plant construction, together with the world's top-class power generation systems. Japan will also lead the world in developing next-generation geothermal power generation technologies, such as supercritical geothermal power generation, and sell the entire power generation system, including supercritical geothermal resource exploration technology, deep drilling technology, surface and underground piping, and turbines, as a package to overseas markets. In this way, Japan will work to further expand the overseas development of Japan's geothermal industry.\n\nHydrogen and fuel ammonia industry\n\nHydrogen\n\nHydrogen, which can be widely used in various sectors (power generation, industry, and transportation etc.) is a key technology to achieve carbon neutrality. Although Japan was the first in the world to formulate the “Basic Hydrogen Strategy” (Decided by the Ministerial Conference on Renewable Energy and Hydrogen, etc. on December 26, 2017.) and possesses advanced technology in multiple fields, Europe and Korea among others have also established strategies and are following Japan. Hereafter, the Government positions hydrogen as a new resource, and will involve wide range of players not limited to automobile applications. Moreover, for example, in the fields of usage, transportation and manufacturing, in addition to accelerating R&D, estimating global market size based on a certain hypothesis, and taking various measures described below, the Government will strive to strengthen industrial competitiveness, while promote decarbonization at the same time.\nBy increasing introduction amount, Japan aims for the level competitive enough against fossil fuels, i.e. supply cost of 30 yen/Nm3 in 2030 (less than one third of the current selling price) and hydrogen power generation cost lower than gas fired power generation cost (less than about 20 yen/Nm3) in 2050. As for the target amount, while recognizing that the situations are different between countries and regions with regard to renewable energy potential, market size and so on, from the viewpoint of early launch of the domestic hydrogen market, Japan aims for hydrogen introduction amount of up to 3 million tons 49 in 2030. Specifically for the supply amount of clean hydrogen (hydrogen produced from fossil fuels + CCUS /Carbon Recycling, renewable energy and so on) in 2030, the target is to exceed the supply amount of hydrogen derived from renewable energy (ca. 420,000 tons) announced by Germany in their national hydrogen strategy published in June 2020. In addition, supply amount of ca. 20 million tons in 2050 is aimed for.\n\nFuel ammonia\n\nAmmonia, which does not emit CO2 when it is burned, will be the main decarbonized fuel used in the transition to the hydrogen economy, being used for co-firing of thermal power (coal-fired etc.) and so on. A 20% co-firing of ammonia (on a calorie basis) in one coal-fired thermal power unit would result in a 20% reduction in CO2 emissions, and if 20% co-firing were implemented in all coal- fired thermal power units of Japan's major electric power companies, this would result in a reduction of approximately 10% of CO2 emissions from Japan's electric power sector.\nOn the utilization side, the technology to stabilize combustion and suppress NOx generation has already been completed for 20% co-firing, and from FY2021 to FY2024, verification of 20% co-firing in actual equipment will be conducted. Practical application of the technology will begin in the second half of the 2020s, and domestic demand for fuel ammonia is expected to be on the scale of 3 million tons per year (approximately 500,000 tons of hydrogen equivalent) in 2030. In the 2030s, Japan will expand the introduction of these burners, and in the future, Japan will improve the co-firing rate and shift to single fuel firing, as well as expand the use of burners for power generation (co-firing and single fuel firing) to Southeast Asia and other regions.\nOn the other hand, in terms of supply, Japan will be the first to construct an international supply chain by establishing new plants and so on, and take the initiative among suppliers and utilization industries of fuel ammonia. At the same time, Japan will develop technologies for large-scale production, transportation and storage of fuel ammonia, as well as for higher efficiency, in order to ensure a stable and low-cost supply. Utilization of other decarbonized fuels will also be considered.\n\nThrough the measures for utilization and supply, a market of 1.7 trillion yen per year is expected in 2050, and domestic demand for fuel ammonia of about 30 million tons per year (about 5 million tons in hydrogen equivalent) is assumed as a procurement supply chain that can be controlled by Japan, aiming for a demand volume of 100 million tons per year worldwide.\n\nNext-generation heat energy industry\n\nHeat demand accounts for about 60% of the energy consumption in the industrial and consumer sectors in Japan. Heat is essential for people's daily lives, and the Government can contribute to the decarbonization of heat demand by promoting the decarbonization of the gases that supply heat energy to the demand side in order to achieve net-zero by 2050.\nFor the decarbonization of gases, the direct use of synthetic methane and hydrogen synthesized (methanation) from hydrogen and CO2 derived from renewable energy sources, etc., is to be considered as its means. By promoting these efforts for the decarbonization of heat demand, an industry that supplies next-generation heat energy that achieves carbon neutrality (next-generation heat energy industry) will be born.\nThe realization of this next-generation heat energy industry cannot be achieved only by the efforts of the heat energy supply side (currently the gas supply business side). The decarbonization of gases will make a significant contribution to the decarbonization of all industrial and consumer sectors with heat demand, and it will be necessary to involve the demand side in the efforts to use the next generation of heat energy.\nToward the realization of net-zero by 2050, Japan aims to create a next- generation heat energy industry.\n\nNuclear industry\n\nIn order to realize net-zero by 2050, it is important to pursue every option, including nuclear power. Therefore, in addition to the further safety improvement of light-water reactors, it is necessary to proceed with R&D for nuclear power innovation by advanced technologies, which also contribute to improve reactor safety. Nuclear power can supply mass-produced and stable carbon-free electricity, and also boasts a high level of technological self-sufficiency. Japan will achieve further improvements in nuclear safety, reliability, and efficiency, the reduction in volume and harmfulness of high-level radioactive waste as well as the effective utilization of resources for improving natural resource recycling, with further innovation.  Nuclear power can also respond to various social needs, such as coexisting with renewable energy, carbon-free hydrogen production, and heat utilization.\nThe Government aims for the following future goals:\nTo consistently promote fast reactor development by utilizing international cooperation,\nTo demonstrate small modular reactor technology through international cooperation by 2030,\nTo establish component technologies related to hydrogen production at high-temperature gas-cooled reactor by 2030,\nTo consistently promote fusion energy R&D through	international collaboration such as the ITER 50 project.\n\nAutomobile and battery industries\n\nThe Government will promote the electrification of automobiles. These efforts are not limited to the automotive industry, but involve energy supply, various industries, daily life and work, mobility and logistics, and regional and town planning, and must be actively mobilized as a package of support, regulations, and a wide range of other policies. In addition, it is necessary to show a variety of paths by optimally combining powertrain, energy, fuel, and other technologies, without being limited to specific technologies, so that Japan's industry can be internationally competitive. Furthermore, Japan's automotive industry is a key industry with world-class comprehensive technological capabilities that supplies vehicles to countries around the world, and it is necessary to take comprehensive measures by paying attention to the goals, regulations, support, and other measures related to electrification in other countries and the status of the electrified vehicle market as a result of these measures. Since many of the related industries are dominated by small, medium, and micro-sized companies, the Government should aim to create an industrial structure that can positively work toward the realization of carbon neutrality by responding to electrification, challenging new fields, changing business categories, diversifying, and fostering cooperation and mergers among companies.\nBased on this basic approach, Japan must aim to become a leader in this field by promoting the following initiatives. The Government will take comprehensive measures to achieve 100% of new passenger vehicle sales being electrified by 2035.\nWith regard to commercial vehicles, for light-duty vehicles of 8 tons or less, the Government will take comprehensive measures, including the introduction of vehicles and promotion of infrastructure development, aiming for 20-30% of new vehicle sales to be electrified vehicles by 2030, and 100% of new vehicle sales to be electrified vehicles and vehicles suitable for the use of decarbonized fuels such as synthetic fuels combined by 2040. As for large vehicles over 8 tons, the Government will aim to introduce 5,000 units of electrified vehicles in advance in the 2020s while promoting technological demonstration to develop and promote the use of electrified vehicles suitable for commercial use such as cargo and passenger businesses. By 2030, the Government will also set a target for the diffusion of electrified vehicles in 2040, taking into account the progress in technological development and diffusion efforts to reduce the price of hydrogen and synthetic fuels.\nIn order to continue to lead the global market for motorcycles, the shift to electrified vehicles will be promoted through initiatives in Japan and overseas, including the international standardization of storage battery standards and infrastructure development.\nIn many countries, measures to promote the use of electric vehicles, etc., have been launched one after another. For example, some parts of Europe and the State of California have set targets to switch to zero-emission vehicles such as electric vehicles and fuel cell vehicles by 2040 or earlier, while Europe and the United States are considering providing approximately 250 billion euros (inclusive) and 174 billion dollars, respectively, in support.\nThe G7 Summit held in June 2021 also noted that it\ncommits to sustainable, decarbonized mobility and to scaling up zero- emission vehicle technologies, including buses, trains, shipping, and aviation;\nrecognizes the need to dramatically increase the pace of the global decarbonization of the road transport sector throughout the 2020s and beyond (including support for accelerating the roll-out of necessary infrastructure, such as charging and fueling infrastructure, and enhancing the offer of more sustainable transport modes, including public transport, shared mobility, cycling and walking); and\ncommits to accelerate the transition away from new sales of diesel and petrol cars to promote the uptake of zero-emission vehicles.\n\nIn Japan, the introduction of electric vehicles will be strongly promoted during this decade to build a world-leading industrial supply chain and mobility society, starting with batteries. The Government will take special measures in this process, especially for converting light vehicles (kei-cars) and commercial vehicles to electric vehicles and fuel cell vehicles. It will also support \"aggressive business transformation and business restructuring\" to encourage parts suppliers, auto dealers, maintenance companies, and service stations (SS), which support the local economy, to respond to the accelerated shift to electrification.\nTo reduce CO2 emissions and activate mobility at the same time, the Government will also work on resolving local mobility issues through the transformation of how to use automobiles. For example, the ideal future mobility society is one in which traffic accidents and traffic congestion are reduced to zero. In the automotive field, the Government will promote the implementation of automated driving and digital technologies in electrified vehicles. In this way, the Government will accelerate the social implementation of new services and infrastructure that respond to users’ behavior change and electrification, with the aim of resolving mobility issues over the medium to long term.\nIn addition, storage batteries are a \"new energy infrastructure\" that will play a key role in the advancement of digitalization and greening, such as carbon-free regulating power, which is necessary for the electrification of automobiles and the spread of renewable energy. The Government will strengthen batteries' industrial competitiveness through policies such as supporting R&D, demonstrations, and capital investment, studying institutional frameworks, and developing international cooperation toward standardization.\nThrough these initiatives and efforts to decarbonize energy, the Government will pursue various options for carbon neutrality and aims to achieve net-zero CO2 emissions through the production, use, and disposal of CO2-emitting automobiles in 2050.\n\nSemiconductor/information and communication industries\n\nAmid rapidly advancing information utilization and digitization, an increasingly electrified and digitalized society can realize carbon neutrality in all fields including manufacturing, services, transportation, and infrastructure. Therefore, the semiconductor/information and communication industries, as a foundation for digitization and electrification, are the key to advancing green and digital initiatives at the same time.\nWith regard to the semiconductor and information and telecommunications industries, the Government will promote two approaches as two wheels of a cart:\n(1) enhancing efficiency and reducing CO2 emissions in energy demand through digitization (Green by Digital), and (2) promoting energy conservation and greening of the digital equipment and information and telecommunications industries themselves (Green of Digital), thereby, aiming to achieve carbon neutrality in the semiconductor/information and communication industries by 2040.\nIn particular, in order for Japan to lead the world in building a sustainable society where green and digital technologies are compatible, it is necessary to accurately grasp the changing trends of the times and enhance the competitiveness of the semiconductor and digital industries, which, as the \"rice of industry,\" are deeply related to all economic and social activities, and play a fundamental role in data communication and processing. Based on this background, the Ministry of Economy, Trade and Industry held the \"Semiconductor and Digital Industry Strategy Study Council\" with experts as members, and by receiving various opinions, compiled the \"Semiconductor and Digital Industry Strategy\" in June 2021, which is focused on strengthening the competitiveness of semiconductors, promoting R&D, strengthening and optimally allocating digital infrastructure such as data centers, and fostering digital industries that support the digital society. From this point forward, the Government will steadily implement the said strategy.\n\nShipping industry\n\nTowards net-zero by 2050, shipping is expected to play a major role in import and export including the import of decarbonized fuels such as hydrogen. Carbon neutrality in the entire supply chain is also required. In order for Japan to secure stable maritime transportation as well, the Government will strive for carbon- neutral maritime transportation by promoting the development of greener ships such as gas-fueled ships powered by LNG, hydrogen, ammonia and others, which are essential to achieve zero emissions, and by leading the establishment of related international regulations at the IMO. By technology development supported by the Green Innovation Fund and other policy tools, the Government aims to start a demonstration project of zero-emission ships by 2025, realize the commercial operation of zero-emission ships before 2028, and further spread zero-emission ships towards 2030. In 2050, the fuel used for ships is expected to be converted into alternative fuels such as hydrogen and ammonia.\nSpecifically, considering the current limitations of output, weight, and size, the Government will promote the development and practical use of core technologies such as hydrogen/ammonia-fueled engines, which has yet to exist in the world, for the use in long-distance and large ships, while facilitate the broader use of hydrogen fuel cell systems and battery propulsion systems for short-distance and small ships.\nIn parallel with efforts to develop and implement these technologies, in order to diffuse zero-emission ships, it is necessary to establish international frameworks including safety standards for hydrogen/ammonia-fueled ships. As Japan has been leading the establishment of international regulations to improve energy efficiency of ships and others, Japan will continue to play the leading role in developing international frameworks for energy saving and decarbonization through the IMO. In addition, the Government will promote popularizing greener ships through the rating system for energy efficiency of coastal ships and other policy tools. By the end of 2021, the Government will formulate a roadmap for disseminating greener coastal shipping to achieve carbon neutrality, thereby implementing necessary measures.\n\nLogistics, people flow, and civil engineering infrastructure industries Logistics/people flow systems and civil engineering infrastructure, which provide a foundation for all socioeconomic activities, are indispensable to the public's lives. The Government will strive for carbon neutrality through technology development and social implementation of an eco-friendly transportation network and the like in respective phases of formulation, introduction, construction, maintenance, and utilization. .\nSpecifically, the Government will move ahead with the following activities: (i) formation of Carbon Neutral Ports (CNP) for hydrogen imports, etc. (ii) introducing smart traffic, (iii) streamlining green logistics promotion and transportation networks, (iv) improving the efficiency of construction at sites, and promoting the spread of EV/FCV construction machinery, (v) pushing for more energy-efficient and sophisticated road facilities and conducting R&D on electric road system, (vi) urban compactness, (vii) area-based decarbonization in cities, (viii) promotion of the introduction of renewable energy in urban parks, etc., and (ix) reducing environmental loads in logistics and people flow at zero-emission ports.\nIn addition, based on the \"MLIT's Green Challenge\" (decided by Ministry of Land, Infrastructure, Transport and Tourism on July 6, 2021), the Government will strategically promote cross-sectoral decarbonization and other initiatives in the fields of livelihood, urban development, transportation, and infrastructure through the acceleration of technological innovation and its implementation in cooperation with the private sector.\n\nFood, agriculture, forestry, and fisheries\n\nJapan's food, agriculture, forestry, and fisheries industries are important carbon sinks in their own right, as demonstrated by the widespread adoption of a \"wood culture\" with wood products being utilized in the right places for the right purposes, while forests, wood products, cropland, and oceans are expected to play a role as huge sinks for CO2. In addition, rural areas have significant potential for achieving net-zero, as they can not only utilize renewable energy derived from locally available resources such as land, water, and biomass that exist in agricultural, mountainous, and fishing villages, but also reduce GHG emissions, through work optimization by using smart technologies which emit less CO2 and appropriate fertilization which emits less N2O on the condition that fine farmlands are secured.\nHowever, while global warming in Japan continues to progress at a higher rate than that of the world average, the frequent occurrence of record-breaking heavy rains, typhoons, and heat waves all across the country have become one of the most serious risks to the agriculture, forestry, and fisheries industries. In recent years, the need for a stable food supply, and sustainable development of agriculture, forestry, and fisheries doing no harm to the global environment, has been strongly emphasized. In the food, agriculture, forestry, and fisheries industries which draw on the power of nature and ecosystems, it is a crucial and urgent task to reduce the impact of these activities on the environment and maintain a rich global environment.\nTo address these issues, the Ministry of Agriculture, Forestry and Fisheries (MAFF) formulated the “Strategy for Sustainable Food Systems, MeaDRI (Measures for achievement of Decarbonization and Resilience with Innovation)\" in May 2021 as a policy guideline to strategically address medium- to long-term perspective in order to enhance productivity potentials and ensure sustainability in a compatible manner of food, agriculture, forestry and fisheries industries through innovation. The strategy aims to promote the development and deployment of innovative technologies and production systems that can be adopted across the entire supply chain, from sourcing production, processing and distribution to consumption, focusing on labor savings underpinned by productivity improvement, utmost use of locally available resources, advancement toward the net-zero, reduction of chemical pesticides and fertilizers, and conservation and restoration of biodiversity. By addressing these economic, social, and environmental issues in an integrated manner it is expected to achieve significant benefits for building a sustainable industrial base (economic), enriching people's diets as well as increasing employment and income generation opportunities for local communities (social), making a contribution to the achievement of the carbon neutrality and maintaining a global environment as the base for future generations to lead secure lives (environmental).\nFurthermore, Japan will advocate the MeaDRI Strategy as a new model of sustainable food system for the Asian monsoon region where climatic conditions and production structures are different from those of other regions like Europe and North America, and contribute to international dialogues and rule-making fora (e.g., the United Nations Food Systems Summit (September 2021)).\n\nAircraft industry\n\nThe International Civil Aviation Organization (ICAO) has adopted a goal of no increase in CO2 emissions from international aviation after 2020, and this goal will be achieved through a combination of improved flight operations, the introduction of new technologies, alternative fuels, and the use of market mechanisms. Meanwhile, International Air Transport Association (IATA) has set a goal of halving CO2 emissions from 2005 levels by 2050.\nWith the increasing demand for decarbonization, the development of decarbonization-related technology is indispensable from the viewpoint of climate change countermeasures and will contribute to maintaining and strengthening the competitiveness of Japan's aircraft industry.\nTherefore, Japan will promote the development of individual technologies and consider concrete measures to promote the introduction of new technologies into aircraft and equipment by reviewing and improving safety and environmental standards, thereby contributing to decarbonization of aircraft sector.\n\nCarbon Recycling and materials industry\n\nCarbon Recycling\n\nCarbon Recycling is a key technology that effectively utilizes CO2 as a resource for realizing a carbon-neutral society.\nThe Carbon Recycling industry is diverse, as shown in the Roadmap for Carbon Recycling Technologies, which includes major fields such as minerals (concrete products, concrete structures, carbonates, cement, etc.), fuels (microalgae jet fuel, microalgae diesel fuel, synthetic fuel, biofuel, gas fuel from methanation, etc.), chemicals (polycarbonates, urethane, etc. biomass-derived chemicals, general-purpose substances such as olefin and paraxylene), etc. Focusing on these major products, the Government will facilitate technology development for cost reduction as well as application development, promote social implementation, and aim for global development through the International Conference on Carbon Recycling.\n\nMaterials\n\nChemicals and cement are components of the carbon recycling industry, as well as the materials industry, which also includes metals and paper. These materials (part materials), including steel, are contained in all kinds of products that support people's lives, from spacecraft to automobiles, bullet trains, PCs, smartphones, houses, and daily necessities. Even in the carbon-neutral society of 2050, the role of these materials will remain unchanged, and they will continue to be used in all products that support daily lives.\nIn addition, the industrial structure of manufacturing itself is about to shift from an era in which added value is sought by manufacturing a single product to an era in which solutions to social issues, such as low-carbonization, are proposed and managed for the entire process of other products and services. Against this backdrop, the materials industry is providing a variety of component materials while utilizing chemical reactions in energy-intensive environments such as those characterized by high temperatures and high pressures. Therefore, the materials industry is an industry that can be expected to grow further as it becomes a leader in process management with a view to carbon neutrality.\nThe materials industry, which supplies materials for the products that form the foundation of society, is located upstream in supply chains and plays a fundamental role in all industries, including infrastructure fields such as resources, energy, civil engineering, and construction, as well as manufacturing industries such as automobiles, electronics, and shipbuilding. At the moment, it employs about 1.64 million people and is a major contributor to the local economy and employment.\nHowever, the materials industry is faced with the problem of emitting a large amount of CO2 in the manufacturing process. In fact, the iron and steel, chemical, manufacture of ceramic, stone and clay products, as well as paper industries emit relatively more CO2 than any other industrial sector. In each of these industries, the heat sources must be decarbonized, and the processes themselves must be radically changed. Examples of such a drastic change is hydrogen-reduced iron making, which uses hydrogen instead of coal in the iron ore reduction process, and artificial photosynthesis, which produces plastic materials from water and CO2. In order to decarbonize and reduce CO2 emissions at the manufacturing stage and achieve zero-carbon manufacturing, Japan will lead the world in technology development, demonstration, and implementation to switch to innovative manufacturing methods.\nAll of the materials manufactured with innovative methods are expected to contribute to resource and energy conservation at the downstream stage by making them lighter and tougher, and demand for these materials is expected to increase for a wide range of applications. Specifically, the Government will promote the development of carbon fiber (for aircraft and wind turbines), fine ceramics and carbon nanotubes (for innovative storage batteries, innovative photovoltaic power generation, next-generation semiconductors, and other components), and cellulose nanofibers (naturally occurring and contributing to the performance improvement of various components) based on strategies for downstream fields, aiming to expand the use of materials with high environmental performance and capture the market. In addition, the Government will work to improve the business environment, which is a prerequisite for doing business both in Japan and overseas.\nThrough these efforts, the industrial base of the materials industry will be strengthened, while accelerating efforts toward net-zero by 2050, with the aim of achieving both further growth and development of Japan's materials industry.\n\nHousing and building industry and next-generation power management industry\n\nHousing and Buildings\n\nThe houses/building field is a key field for carbon neutrality in the residential/business sectors, and once built, becomes a long-term stock; and is a field that should be addressed immediately. The global trend in Europe, United States and other countries, is to aim for carbon neutrality through bold investment in heat insulation renovations in houses and buildings and introducing solar- power generation, which creates a market towards employment and economic recovery affected by COVID-19, as well as improving the quality of life by supplying high-quality housings. Japan has been working on the improvement of energy efficiency performance, the promotion of life cycle carbon minus (LCCM), the conversion to ZEH/ZEB, and the extension of life of houses and buildings, but the progress is halfway through. Upon aiming for the net-zero by 2050 in the future, in addition to the spread of LCCM houses and buildings that make CO2 emissions negative throughout its lifecycle (from construction to dismantling, reuse, etc.), the spread of ZEH/ZEB, the promotion of energy-efficient renovation, introduction of high-performance heat insulating materials, high-efficiency equipment, and renewable energy, and the using wood for construction of buildings will be promoted as much as possible. Regarding renewable energy, if the thin and lightweight next-generation solar cells, which Japan has strengths in, are put into practical use, installing solar panels on the roofs of existing houses and buildings with a small load capacity, and on the walls and windows of houses and buildings, which are now technically difficult will become possible and the goal to realization will become closer. At the same time, it is necessary to promote energy management that contributes to the adjustment of power supply and demand according to the amount of power generated by the photovoltaics system, using the energy management system (HEMS/BEMS) of the house/building.\n\nNext-generation power management\n\nWith the changes in the structure of electricity supply represented by the massive introduction of renewable energy, there are concerns that the spatial gap (distance between large demand areas and suitable power generation areas) and temporal gap (gap between demand and power generation) between electricity demand and supply will expand, and that grid congestion and power quality problems will become more serious. In order to realize a carbon-neutral society while curbing the burden on the public, it is important to maintain and review the necessary regulations in order to effectively respond to these issues, and at the same time, to encourage the development of a \"next-generation electricity management industry\" that utilizes ever-advancing digital technology and uses more advanced methods for forecasting, operating, and controlling electricity management for business development, through institutional responses including market development and various support measures.\nThe next-generation power management industry includes businesses that utilize and provide values of distributed energy resources (DERs), such as renewable energy, fuel cells, cogeneration, storage batteries, and demand-side resources, as well as next-generation grid businesses that upgrade the operation of power transmission and distribution systems and form facilities based on the premise of increasing and utilizing DERs. It also includes microgrid businesses as a form of fusion of the two in specific regions, and, in a broader sense, businesses that provide platforms such as systems, equipment, and databases that make these businesses possible.\nThe development of these businesses and industries is expected to bring a variety of benefits to consumers and other electricity consumers. For example, the electricity generated by roof-mounted solar power equipment can be used without waste. Also, the use of electrical equipment in houses can be adjusted to the necessary extent based on electricity supply, demand, and price trends, and the recharging and discharging of EV storage batteries can be managed optimally, leading to savings in electricity bills compared to the situation without such optimal power management. At the same time, advanced use of the increasing number of DERs and the sophistication of various forecasting, operation, and control technologies are expected to help improve resilience by reducing the probability of power outages due to disasters, etc., and the extent of their impact, as well as speeding up the restoration process. In the future, quantitative verification of these effects will also be conducted.\nThe direction and major initiatives planned for the time being regarding the expansion of the introduction of DERs, the support of related businesses, and the construction of next-generation grids are also indicated in the \"Basic Energy Plan.\" In the future, specific discussions and examinations will continue in the \"Advisory Committee on Natural Resources and Energy\" and in practical examination forums in which related businesses, etc. participate, and initiatives will be promoted through the cooperation of the public and private sectors.\n\nResource circulation-related industries\n\nRegarding the goals of 3R+Renewable, the Government is supporting technology development and social implementation through laws and planning. Waste power generation, heat utilization, biogas utilization, etc. have already entered the commercial phase and are becoming more widespread and sophisticated. In the future, these efforts will be further promoted by advancing and optimizing technology, improving equipment, lowering costs, advancing digitalization, etc. and then, Japan will reduce GHG emissions to net-zero by 2050 while advancing the transition toward the Circular Economy.\n\nReduce and Renewable\n\nAs regards the goal of Reduce, the Government will demonstrate a system for sharing necessary information on used products and materials among related parties in order to promote efficient resource circulation and CO2 saving. In respect of the goal of Renewable (biomass conversion, utilization of recycled materials, etc.), the Government will promote technology development/demonstration, development/sophistication of recycling technology, equipment maintenance, and demand creation for higher functionality of biomass materials and expansion/cost reduction of applications for further expansion of recycling.\n\nReuse, Recycle, and utilization of exhaust gas\n\nThe Government will develop and advance high-performance recyclable materials and recycling technology, optimize collecting routes, expand installed capacity, and further expand reusing, and recycling.\nIn particular, based on the \"Act on Promotion of Resource Circulation for Plastics\" and other relevant laws and regulations, the Government will take measures to promote efforts for resource circulation for plastics by all stakeholders throughout the lifecycle of them, from designing products to disposing waste. Similarly, promotion of resource circulation for other materials than plastics will be further considered.\nRegarding the utilization of exhaust gases and other materials from incineration facilities, while considering the use of the Green Innovation Fund, the Government will promote efforts toward practical use and social implementation of those gases by developing and scaling up innovative technologies, reducing costs of them, etc. through demonstration projects such as combustion control to facilitate the recovery of CO2 from waste treatment facilities as well as separation, recovery, and utilization of CO2 from low-concentration exhaust gases containing various impurities.\n\nWaste power generation, heat utilization, biogas conversion, fixation of exhaust gas\n\nAs regards waste power generation, due to major changes in the quality of waste in the future (such as an increase in the ratio of kitchen waste due to a decrease in the ratio of plastic waste), there is a concern that the power generation efficiency will decrease. The Government will proceed with technological development to ensure high-efficiency energy recovery.\nIn addition, as a measure to mitigate climate change, in order to promote the use of trees generated in the ongoing maintenance and management of rivers (felled trees, driftwood, etc.) as a renewable energy resource for biomass power generation, the Government will examine the possibility to improve efficiency in the maintenance and management and effectively utilize general waste treatment facilities.\nAs for heat utilization, the Government will promote the improvement and cost reduction of heat storage and transportation technologies to supply heat to distant facilities.\nWith regard to biogasification, the Government will promote technical demonstration projects in anticipation of the need for large-scale methanization facilities in line with major changes in the quality of waste in the future In order to expand the use of sewage biomass, the Government will make intensive efforts until FY2025 to promote the formation of projects among local governments, including the enhancement of the \"Sewage Energy promoting Concierge Programme.\"\nAs for the fixation of exhaust gases from incineration facilities, the Government will develop the technology at the lab level to fix CO2 which is separated and recovered from the exhaust gases from waste incinerators, etc.\n\n\nLifestyle-related industries\n\nIn order to make our lives carbon-neutral while maintaining resilience and comfortability by 2050, the Government will put effort in decarbonization of our lifestyle, in consideration of the discussion in the Council for National and Local Decarbonization.\n\nTotal management of housing and transportation\n\nThe Government will work on establishing the methods for total management of housing and mobility including by facilitating practical use of ZEH, ZEB, demand side equipment (home appliances, boilers and etc.), local renewable energy and EV/FCVs in a combined manner.The Government will also promote the demonstration and the social implementation of technologies, such as networking houses and buildings by using renewable energy electricity and heating that is close to demand side and DC power supply, ensuring flexibility consistent with the mainstreaming renewable energy utilizing hydrogen, and sector coupling of electricity, heating and mobility.\n\nBehavior change by means of nudge, digitalization, and sharing, etc.\n\nIn order to materialize the concept of fusion of behavioral insights such as nudge and cutting-edge technologies (BI-Tech) in social implementation, the Government will further accelerate the efforts to digitalize that behavioral information, which is to be aggregated and analyzed. The Government will pursue the development, implementation and standardization of further advanced system technology which supports personalized, eco-friendly, and comfortable lifestyle.\nThe Government will also promote the construction of smart cities equipped with a decentralized energy system nationwide, while ensuring security.\nWhat is more, the Government will promote the establishment of business models related to decarbonized mobility by car-sharing of EVs utilizing local renewable energy, and community-serving decarbonized logistics utilizing battery exchange type EVs and battery stations, and then horizontally diffuse on a nationwide base).\n\nEnhancement of scientific infrastructure related to observation and models\n\nIn order to estimate the CO2 emissions more accurately, the Government will improve spatiotemporal resolution, further elucidate the mechanisms of the climate change, improve the accuracy of climate change projection information, continue observation and monitoring, promote further utilization of GHG observation data and climate change projection information through the data integration/analysis system (DIAS), and enhance the scientific infrastructure.\nFurthermore, the observation network and the analysis system will be integrated and upgraded to improve spatiotemporal resolution and estimation accuracy, and to quantify GHG balance in whole area including natural ecosystem.\nThe Government will promote cross-disciplinary R&D including from humanities and social sciences to natural sciences. To enrich the fundamental knowledge related to the methods of introducing effective technologies and measures, as well as to promote the social implementation of such knowledge, the Government established “University Coalition for Carbon Neutrality 2050” to strengthen the cooperation between universities and between industry, academia and government.\n\nInnovation in Economic and Social Systems\n\nTogether with innovation to create technologies, “innovation in economic and social systems,” in which technologies are put to wide use, is indispensable to achieve decarbonization of the society. In particular, in order to make the maximum use of private sector abilities and attract finance and investment, it is imperative for the Government to provide a “consistent climate change policy towards an ambitious vision” and “preparing environment for investment.” Technological innovation starts to reduce GHG emissions only after it has come to be used throughout the society. Policies to encourage corporate efforts and promote the creation of self-sufficient business models are required for the outcome of the innovation to be used throughout the society. At the same time, while performance and efficiency are important aspects, they will remain untapped unless chosen by the user. Accordingly, the Government will pursue measures to achieve innovation in economic and social systems, including a spur to the user’s choice of innovation for decarbonization. Furthermore, in developing renewable energy and/or updating housings, buildings, and infrastructure, which take time for introduction and involves various stakeholders, the Government will ensure their effectiveness by institutional reforms as well as support measures.\n\nLifestyle innovation\n\n“Lifestyle innovation,” shifting the way of life of each citizen towards sustainability, provides a major impact directly and indirectly on climate change through consumer behaviors and the use of fuels, energy, and resources. The shift from consuming goods to utility and price-driven to quality-driven, as well as the expansion in “ethical consumption 51” is part of an overall economic shift “from quantity to quality”; a shift from mass production and mass consumption to small lot, high added value production and consumption, fully aligned with the move towards the decarbonization of society. These changes are creating new demand, leading to innovation in new goods and services.\nIn order to make it easier for citizens to choose decarbonizing behaviors, the Government will promote the \"visualization\" of CO2 emissions by using technologies such as digitalization and blockchain to quantify and certify the environmental value of products and services. In addition, based on the information obtained through visualization including through points, nudges, and ambassadors, consumers will be encouraged to choose products and services that contribute to decarbonization and to take decarbonization actions such as saving electricity and eco-driving. Ultimately, the goal is to make CO2 emissions from all products and services \"visible\" so that consumers become oriented and incentivized to choose their actions, including automatic selection by AI. In addition, while holding dialogues, the Government will analyze if the transition will be accelerated toward a decarbonized society through lifestyle changes that may continuously come about in the future.\n\nSection 2: Promotion of Green Finance\n\nToward net-zero by 2050, the Government will draw in private investment using governmental funds as priming water. The International Energy Agency (IEA) estimates that up to 8,000 trillion yen will be needed worldwide to achieve the Paris Agreement goals. In addition to renewable energy (green), financing is needed for the transition to decarbonization (transition) through steady low- carbon efforts such as energy conservation, and for innovative technology (innovation) for decarbonization.\nAccording to the Climate Innovation Finance Strategy 2020 (decided by Ministry of Economy, Trade and Industry on September 16, 2020), the Government will take measures to attract private investment into green, transition and innovation initiatives.\nWith regard to green finance, the green bond market is expanding steadily both domestically and internationally, with annual domestic issuance exceeding 1 trillion yen by 2020. In order to further promote green finance, including green bonds, the Government will improve our issuance support system, and further study the use of funds to be raised, the procedures for issuance, and the environment, based on international trends and issuance results, and revise the Green Bond Guidelines in FY2021.\nTransition finance is the concept of providing funds for GHG reduction efforts based on a long-term strategy to realize a decarbonized society. There is a concern that the steady efforts of companies to make the low-carbon transition would not be appropriately evaluated if solely based on the dual categorization of either \"green\" or \"non-green\" activities. Based on the \"International Principles on Transition Finance\" published in December 2020, Japan has formulated its own \"Basic Guidelines on Climate Transition Finance\"(decided by Financial Services Agency, Ministry of Economy, Trade and Industry, and Ministry of the Environment on May 2021). Founded on the Basic Guidelines, sector-specific roadmaps (steel, chemicals, pulp and paper, cement, electricity, gas, oil, etc.) will be sequentially developed in FY2021 for high-emission industries that cannot decarbonize in a single step. In order to promote energy transition in emerging countries in Asia and elsewhere with the aim of achieving global carbon neutrality, Japan will also promote the formulation and dissemination of the concept of an \"Asian version of transition finance\" based on the domestic Basic Guidelines. Along with the formulation of various \"transition\" paths (roadmaps) based on each country's needs for economic growth, economic and geographical diversity, energy policies, etc., Japan will formulate a framework for transition finance for Asia based on the Basic Guidelines, and seek to involve these countries through various initiatives to realize transitions.\nIn addition, for businesses that have been approved for their long-term business plans of 10 years or more, a long-term funding mechanism to realize the plans and a results-linked interest subsidy system (loan size of 1 trillion yen over three years) have been established in the Act on Strengthening Industrial Competitiveness (Act No. 98 of 2013) to promote long-term transition initiatives by businesses.\nFurthermore, by utilizing a leasing method which is expected to have a significant effect on inducing capital investment, the Government will promote initiatives to encourage private enterprises to actively invest in advanced equipment that contributes to low-carbon development, with the aim to induce investment of 150 billion yen or more.\nRegarding the innovation finance, the Government has been conducting visualization of enterprises that have been engaged in decarbonization to provide information for investors (Zero-Emission Challenge: 325 companies as of March 2021). In the future, the Government will expand the target industrial fields and create opportunities of dialogues for investors, enterprises and policymakers to call in finance to enterprises working on decarbonization innovation.\nIn addition, the Government will provide risk money support to green ventures including renewable energy business (e.g., offshore wind power), utilization of low fuel consumption technology, and next-generation storage battery business. Specifically, the Development Bank of Japan (DBJ) has established the \"Green Investment Promotion Fund\" (project scale: 80 billion yen) as part of its specific investment operations. In addition, in January 2021, the Japan Bank for International Cooperation (JBIC) established the \"Post-Corona Growth Facility\" (project size: 1.5 trillion yen) to support the overseas development of high-quality infrastructure and other overseas business activities by Japanese companies toward a decarbonized society.\nWhile governments and institutions in Japan and abroad are working on various guidelines for sustainable finance, there is a growing demand from companies and investors for a comprehensive set of guidelines from a practical perspective. While taking these points into account, in addition to the revision of the Green Bond Guidelines mentioned above, guidelines for social bonds will be formulated, and the formulation of a document that provides a wide range of examples of specific indicators, etc. for solving social issues will be considered. In addition, from the perspective of providing information that is highly convenient from the perspective of companies and investors, stock exchanges, in particular, will take the lead in establishing an information infrastructure that includes the provision of market information, etc.\nWith the aim of creating a \"Green International Financial Center\" where transactions of green bonds, transition bonds, etc. are actively conducted, the Financial Services Agency and others will encourage the private industry to establish a certification framework for evaluating the eligibility of green bonds, etc. (where an external organization objectively certificates the eligibility of green bonds, etc. on the premise of an external evaluation), in addition to the establishment of the above-mentioned information infrastructure. In addition, the FSA and others will examine the nature of ESG evaluation organizations (transparency, governance, etc.) in light of some comments that external evaluation methods for ESG, etc. are not always clear.\nWith regard to sustainability-related disclosure, following the revision of Japan's Corporate Governance Code in June 2021, companies listed on the prime market are encouraged to enhance the quality and quantity of their disclosure based on the Task Force on Climate-related Financial Disclosure (TCFD) or an equivalent international framework.\nJapan will actively participate in the development of a comparable and harmonized disclosure framework for sustainability, including climate change, by the International Financial Reporting Standards (IFRS) Foundation, including by providing opinions.\nIn addition, financial institutions will be encouraged to help their lending counterparts address climate change and contribute to the creation of business opportunities. A guidance will be developed by supervisors to require financial institutions to manage their own risks related to climate change.\nIn addition, the role of regional finance is important from the perspective of promoting the decarbonization of each local region in Japan, where the focus is on indirect finance. In order to link the decarbonization of the regions to the creation of a virtuous cycle between the economy and the environment therein, the Government should set out a clear vision for the regions and promote ESG finance by focusing on the environment, economy, and society by cooperating with leading regional financial institutions, providing them with information, sharing know-how, and promoting the creation of models for building businesses that make use of regional resources and solving regional problems.\n\nSection 3: Business-led promotion of International Application, and International Cooperation\n\nClimate change is not a problem which can be solved by the Japan’s effort alone in reducing GHG emissions. Rather, it is imperative that the entire world needs to work together to reduce the emissions. For this reason, Japan will demonstrate its international leadership in driving the decarbonization of the world. At the G7 Cornwall Summit, the leaders confirmed their commitments to efforts to achieve a net-zero goal by 2050 at the latest as well as increased 2030 targets that each country had committed in line with the 2050 goal. G7 also concurred on phasing out new direct government support for international carbon-intensive fossil fuel energy as soon as possible, with limited exceptions, and committed now to an end to new direct government support for unabated international thermal coal power generation by the end of 2021. G7 also reaffirmed the collective developed country goal to jointly mobilize $100 billion per year as climate finance contributions from 2021 through to 2025, and committed as G7 to increase and improve G7’s overall international public climate finance contributions for this period.\nBuilding on the established confidence, Japan will expand its cooperative partnership with other countries. At the same time, toward 2050, with the decarbonization of buildings which will be a long-term stock source of emissions as well as the widespread use of negative emission technologies kept in mind, Japan will promote international application of the products and goods with high environmental performance, thereby leading global efforts and contributing to global reduction of emissions, with Japanese advanced technologies, and through further improvement of the environment, such as market creation, human resource development, and establishment of institutional platforms.\nWith regard to the Joint Crediting Mechanism (JCM), Japan will implement in line with Article 6 of the Paris Agreement, Japan will contribute to GHG emission reductions and removals in partner countries through the diffusion of leading decarbonization technologies and the implementation of mitigation actions and also use to achieve Japan's emission reduction target. This will promote global GHG emission reductions and removals, and thereby contribute to the realization of carbon neutrality in the world.\nIn order to promote the development of innovative technologies and their social implementation toward the realization of net-zero by 2050, it is essential to have an integrated industrial policy perspective for both inside and outside Japan. As the market for decarbonization technologies is expected to expand due to the acceleration of initiatives for carbon neutrality not only in the domestic market but also in other countries including emerging economies, Japan will strive to capture the share in this growing market, and then strengthen the competitiveness of its domestic industry through cost reductions that take advantage of economies of scale. At the same time, Japan will bring inward foreign capitals, technologies, sales channels, and management through direct investment into Japan, domestic and foreign collaboration, and M&A. In order to achieve sustainable growth through such efforts, it is necessary for Japan to lead the discussion in international cooperation and multilateral and bilateral international negotiations by actively proposing rule-making and the formulation of standards and criteria.\n\nCooperation with major countries\n\nWith major countries such as the U.S. and European countries, the Government of Japan will work on cooperation in innovation policies, promotion of individual projects in critical industrial fields and other relevant fields including by the support for initiatives in third countries including emerging countries towards decarbonization, standardization of elemental technologies in critical industrial fields, and making of relevant rules (e.g., removal of trade barriers).\nAlso, with emerging countries in Asia that are especially important from the viewpoint of promoting global decarbonization, taking into account relatively large social and economic restrictions of Asian emerging countries compared with developed countries, Japan needs to facilitate them to be committed to decarbonization via more practical approach, while cooperating with international organizations such as the International Energy Agency (IEA) and Economic Research Institute for ASEAN and East Asia (ERIA). From such a viewpoint, in line with the needs of each country, Japan will comprehensively cooperate with Asian emerging economies and other countries in the efforts in transition toward decarbonization , including from the formulation of long-term strategies and plans for that country, through the establishment of policies and institutions, to the implementation of individual projects in each sector, aiming at promoting an early transition toward decarbonization and encouraging market creation. In order to respond to the diverse needs of each country, in line with the idea that a realistic transition is essential, utilizing various energy sources and technologies in line with the actual conditions of each country and region, Japan will propose a wide range of solutions towards decarbonization including, but not limited to, renewable energy, CO2 recovery, nuclear power, hydrogen/biofuel, ammonia/hydrogen mixed fuel or single fuel firing that uses existing infrastructure, and decarbonization of fossil fuels. Some of the solutions shall also cover financial, technological and human resources aspects. In addition, from the viewpoint of market acquisition, Japan will promote bilateral and multilateral cooperation.\n\nInternational dissemination and cooperation through International Events\n\nBased on these domestic and international trends, under the brand of Tokyo “Beyond-Zero” Week, the Government will intensively hold energy- and environment-related international discussions by inviting experts and leaders in various countries and industrial fields, globally disseminating Japan’s growth strategies to realize a virtuous cycle of the economy and the environment toward carbon neutrality (ICEF), promoting cooperation among advanced research institutions (RD20) and developing an environment toward realization of innovation and mobilization of fund for supporting transition (TCFD Summit). In addition, the Government will utilize the Tokyo “Beyond-Zero” Week as a platform for leading international discussion and cooperation in such priority industrial fields as hydrogen, Carbon Recycling, and decarbonization of fossil fuel.\nAt the same time, through “Japan Environmental Week” and “Zero Carbon City International Forum,” etc., the Government will disseminate Japan’s initiatives toward decarbonization. In addition, Japan will promote international cooperation in the field of climate change by discussing climate change issues in developing countries in Asia and other countries with various stakeholders, including central and local governments, private companies, and research institutes, and identifying local needs for cooperation.\n\nSection 4: Budget (Green Innovation Fund)\n\nAchieving net-zero by 2050 requires more ambitious attempts for innovation than ever. For that reason, in particularly important fields and projects therein, once the public and private sectors share bold and specific goals, the Government will provide continuous support for companies committed to taking on challenges toward achieving the goals, from R&D through demonstration to\nsocial implementation. To this end, the Government has established a 2 trillion yen \"Green Innovation Fund\" and decided to assign the New Energy and Industrial Technology Development Organization (NEDO) to its operation.\nFor the priority fields that are essential for a carbon-neutral society and form the basis of industrial competitiveness, ambitious 2030 targets will be set (performance, amount of installation, price, CO2 reduction rate, etc.) based on the implementation plan of the Green Growth Strategy, and ambitious projects from R&D through demonstration to social implementation by companies that demonstrate their commitment to these targets will be continuously supported for the next 10 years.\nRegarding the management of the Fund's projects, discussions were held at the Green Innovation Project Subcommittee of the Industrial Structure Council, and a \"Basic Policy of the Green Innovation Fund's project” (decided by Ministry of Economy, Trade and Industry on March 2021) was formulated in March 2021 to ensure the execution of R&D, demonstration and social implementation over a long period of time. Amidst globally intensifying competition among businesses for leadership toward a carbon-neutral society, in order to maximize the results of each project, the following evaluation axes is established based on this policy.\nPotential to contribute to CO2 reduction and economic ripple effects, etc. Necessity of policy support based on the degree of technical difficulty and the possibility of practical application\nPotential market growth and international competitiveness\nBased on the above, priority investment will be given to projects of particular importance. With the participation of external experts with a wide range of expertise in management, technology, new business, finance, etc., the content and priority of each project will be discussed and assessed. After careful examination by both the Government and NEDO, the project will be launched sequentially from the summer of 2021.\nIt should be noted that there are some areas where it would be effective to encourage the participation of SMEs and start-ups that underpin the base of the supply chain and play a role in creating new industries.\nAt the same time, the Government will seek a strong commitment from the top management to the goals of the projects as one of the most critical business issues, and working groups established under the Subcommittee will continuously check the status of initiatives, etc. with a wide range of stakeholders. Specifically, at the time of adoption, the company implementing the project will submit a long-term business strategy vision in the relevant field (e.g., a 10-year innovation plan or the formation of a team directly connected to top management) under the commitment of top management. Furthermore, the Government ask the managers themselves to clarify their commitment to persistently tackling the project as a critical business issue and to regularly participating in working groups to explain their efforts and discuss progress of the project. The Government will then introduce mechanisms such as the cancellation of projects and the partial return of commissioning fees in the case of inadequate efforts as a critical business issue, and incentive measures in which the Government will increase its support depending on the degree of achievement of the target.\nBy creating mechanisms to require a commitment from the top management, the Government's 2-trillion-yen budget will be used as pump priming to induce private companies to invest approximately 15 trillion yen in R&D and equipment, and to move toward ambitious innovation. It will also draw in ESG (environmental, social and governance) funds from around the world, which is estimated to be 3,500 trillion yen, thereby generating income and employment by strengthening Japan's industrial competitiveness, and reducing GHG emissions by implementing innovative technologies in society.\n\nSection 5: Tax systems\n\nRealization of the net-zero by 2050 is a high-set goal, and short-term capital investment by companies that is highly effective in achieving the goal needs to be encouraged, let alone R&D investment from long-term views. Therefore, also from the aspect of tax systems, the Government will strongly push decarbonization investment by companies. In view of this, the Government has taken the following measures in the FY2021 tax reform.\nEstablishing tax treatments to induce private investment toward decarbonization in order to cultivate new demand through early marketing of products with large GHG reduction effect, or to promote decarbonization of production process currently in use.\nTaking a special exception to raise the upper limit of tax deduction for loss carried forward targeting companies that are resolutely taking on challenges towards “new normal” and realization of carbon neutrality, even though their business is in the red, amid the severe business environment induced by the COVID-19 pandemic.\nAs for R&D tax systems, strengthening incentives to positive R&D investment amid the COVID-19 crisis.\nThese measures will strongly encourage enterprises to make every sort of short-, medium-, and long-term decarbonization investment.\n\nSection 6: Regulatory reform and standardization\n\nIn the Action Plans in key industrial fields, the policy focus will be placed on the demand creation through regulatory reform and the price reduction through the expansion of private investment and standardization.\nTo this end, the Government strives to:\ncreate demand for new technologies by strengthening regulations, streamline regulations to accommodate new technologies,\nmake it easier for new technologies to be utilized through international standardization, etc.\nWith these efforts, Japan will work on developing an institutional environment and inter-regional cooperation in both domestic and international domains, thereby strengthening its international competitiveness and facilitating autonomous expansion of its market.\n\nSection 7: Carbon Pricing\n\nJapan will, without hesitation, tackle economic instruments such as carbon pricing, which use market mechanisms and are conducive to growth, so as to strengthen industrial competitiveness and promote innovation and investment.\nIn light of accelerated expansion of voluntary credit markets internationally, Japan will take concrete measures to increase the depth of the domestic market (credit market) in which carbon reduction value can be traded, and thereby promptly respond to the desires of companies that are pioneering climate change measures.\nSpecifically, in light of the growing corporate demand for credits with carbon reduction value, such as J-Credits and Non-fossil Fuel Energy Certificates, at first the Government will review the existing credits mechanisms and promote voluntary and market-based carbon pricing.\nFurthermore, in terms of carbon taxes and emissions trading systems, the Government will advance professional and technical discussions on whether it is possible to design a system that will promote investment and contribute to growth in terms of both price signaling and revenue generation, while taking into account the added cost borne by companies. In doing so, Japan will build upon international trends and domestic circumstance, including current economic situation and the availability of alternative means, efforts of leading local governments, and possible impact on the international competitiveness of domestic industries. In addition, Japan will fully take the lead in creating fair international rules that strike a balance between free trade and climate change policies, while demonstrating its leadership as a standard-bearer for free trade. On this occasion, we will organize Japan’s basic approach to carbon border adjustment mechanism, and then respond strategically to such mechanisms by paying attention to the trends of discussions in the EU and other countries.\n\nSection 8: Human Resource Development\n\nEducation\n\nIn moving towards resolving the climate change issue, it is important to foster values through education and to continue practical actions that contribute to solutions.\nAt the 74th United Nations General Assembly in December 2019, the international promotion framework “Education for Sustainable Development: Towards achieving the SDGs (ESD for 2030)” was adopted. It was decided to promote education that aims at realizing a sustainable society by bringing about a change in values and behaviors that will lead to solutions to various issues arising from human activities, such as climate change, by having each individual take the initiative to see these issues as their own and tackle them from their immediate surroundings.\nIn Japan, the Liaison Conference on Education for Sustainable Development, which consists of 11 Ministries and Agencies, formulated the “Implementation Plan for ‘Education for Sustainable Development (ESD)’ in Japan (2nd National Implementation Plan)” (decided by the Liaison Conference on Education for Sustainable Development on May 31, 2021) in May 2021 for the domestic development of ESD for 2030. Based on the plan, environmental education will be steadily promoted, keeping in mind the promotion of ESD and the harmony of the three aspects of economy, society, and environment.\nIn particular, through activities at UNESCO schools and other schools, the Government will work to raise the awareness and interest of children, students, and teachers in environmental conservation and climate change issues, and to ensure the quality of UNESCO school activities and networks among schools. The Government will also promote collaboration between schools and communities, and encourage community-wide environmental activities. In addition, the Government will support the formation of multi-stakeholder partnerships in order to establish actions to solve the climate change issue throughout society.\n\nHuman Resource Development for Innovation\n\nIn order to create sustained innovations for the virtuous cycle of the economy and the environment, and to promote just transition of the workforce smoothly, it is important that the Government develops and maintain human resources in a wide range of fields, starting with science and technology that relate to environment and energy. In order to continue developing human resources for the future, the Government needs to be continuously engaged in human resource development from a long-term perspective. As the issue of decarbonized society is of a global nature, the entire international community needs to make efforts together. In this context, it is important that Japan, renowned for high academic and technological standards, develop human resources to lead the world decarbonization.\nAccordingly, human resource development for comprehensive R&D from basic research to practical application in the fields of environment and energy will be conducted, including preparing necessary environment such as on-the-job training, aimed at educating young and capable researchers.\nIn business management, the Government will facilitate companies to incorporate perspectives to appropriately address environmental issues and create new corporate values. In this context, the Government will facilitate efforts of companies to develop human resources in and out of the company to be engaged in management emphasizing environment and environmental protection and lead a “green” socio-economic system -- environmental human resources.\n\nSection 9: Enhancement of an Integrated Approach in Building a Resilient Society to Adapt to Climate Change\n\nIn responding to climate change, mitigation and adaptation are complementary measures to each other. The Government will steadily promote climate change measures based on two laws and two plans, each relating to mitigation and adaptation.\nIn particular, the promotion of measures that bring about positive effects on both mitigation and adaptation will help reduce GHG emissions while simultaneously improving societal resilience. These measures will also bring many benefits, such as developing a sound local community and improving people’s health, as well as contributing to addressing the synergy between climate action and disaster risk reduction (DRR) where climate action and DRR will be advanced in an integrated manner. For example, the introduction of self- sustained and distributed energy including renewable energy is a mitigation measure, and at the same time, helps revitalize the local economy and secures energy in the event of a disaster, thus beneficial for adaptation. Developing and disseminating technologies to streamline and conserve water use and increasing awareness on water conservation can also contribute to reducing CO2 emissions by reducing the energy required for water supply and sewarage system treatment. In addition, Nature-based Solutions (NbS), such as green infrastructure which makes use of various functions of natural environment, and ecosystem-based approaches including the one based on forest (EbA 52 and Eco-DRR 53) will have various advantageous effects, such as: adaptation to climate change such as DRR; mitigation of climate change through carbon storage; generation of various economic, social and cultural co-benefits in local communities; and contribution to conservation of biodiversity and its sustainable use.\nThe type and scale of climate change impacts significantly vary by climate, geography, socio-economic conditions, and other local and regional characteristics. The fields requiring urgent measures also differ depending on the local area and region. In light of the situation, the Government will continue to utilize a knowledge platform on climate change impacts and adaptation called Climate Change Adaptation Information Platform (A-PLAT) and DIAS, etc. to strengthen and improve knowledge by linking the databases of various ministries, agencies and research institutions and will provide information including that on climate risk in a practical format to be utilized by various entities.\nIn addition, in order to promote business activities adapted to climate change the Government will enhance the awareness of business operators on adaptation and encourage taking measures accordingly by visualization, i.e., collecting and providing the best practices of business operators in and out of Japan on climate risk management, i.e., grasping climate risks associated with business activities and taking measures, and adaptation businesses which provide technologies, products and services on adaptation.\nFor developing countries and island countries which are highly vulnerable to climate change, Japan will promote observation, monitoring, projection and evaluation of climate change and its impacts, and promote technical cooperation on climate change adaptation, such as in the fields of DRR and agriculture, by using various international cooperation schemes and meteorological satellites, as well as AP-PLAT which Japan established as an international sharing system for information about climate change. In addition, in order to make a plan to systematically cope with future climate change impacts according to the local conditions, Japan will promote the utilization of local universities and research institutes so that the results of research and technological development can be used. Furthermore, utilizing AP-PLAT and DIAS, etc., Japan will promote the international expansion of adaptation businesses of Japanese companies. In doing so, by making use of such knowledge as of disaster experience, DRR and environmental technologies, Japan will promote overseas expansion and international cooperation by the public and private sectors.\n\nSection 10: Central and local government’s Own Efforts to Lead the Society\n\nThe central and local governments will lead the way in carrying out initiatives for decarbonization on its own administration and undertakings, while working for the comprehensive introduction to the entire society to create a decarbonized society.\nRegarding the buildings and lands owned by the national and local governments, Japan aims by 2030 to have photovoltaic power generation equipment installed on approx. 50% of the buildings and other facilities where possible, followed by the installment on maximum number of those buildings and facilities by 2040. Japan also aims to have the public sector take the lead in procuring electricity from renewable energy sources. In addition, as for the public facilities such as government buildings, schools, and sanitation facilities including waste disposal, water supply and sewerage systems, decarbonization will be promoted from now on in their renewal or update through improvements in the energy efficiency performance, introduction of renewable energy facilities, electrification, and fuel switching in their renewal, in order to achieve net-zero by 2050, so that the infrastructure that emits GHGs will no longer exist 30 years later (to prevent lock-in).\nThe Government will contribute to make available the information of the budget on environmental protection, including climate change.\n\nSection 11: Enhancement of Scientific Knowledge\n\nThe Working Group I contribution to the IPCC Sixth Assessment Report released in August 2021 states that it is unequivocal that human influence has warmed the atmosphere, ocean and land. On this basis, it is essential to continue to accumulate the latest scientific knowledge both from inside and outside Japan in order to promote climate change countermeasures from a long-term and global perspective.\nFurther survey and research, including observation, need to be conducted on such issues as further unravelling of the climate change mechanism, improvement in the accuracy of the projection and assessment of the adverse effects and risks; and it is important to furnish the system for these. For further unravelling of the climate change mechanism and improvement in the accuracy of the projection, the modeling and simulation technologies will be sophisticated, including the use of supercomputers, thereby improving the time and spatial resolution as well as reducing the uncertainty and generating data for climate change projection, including the likelihood of occurrence. Japanese climate change projection data based on the needs of each sector will be enhanced in addition, the Government will strategically support researches to unravel the mechanisms of climate change and assess the environmental, economic and social impacts of climate change, aiming for international cooperation where appropriate. With regard to the observation and monitoring related to climate change, comprehensive observation and monitoring to keep track of the GHG, climate change, and their effects will be continued. The Government will continue to observe the GHG in particular on a global scale from the space with the Greenhouse Gases Observing Satellite (GOSAT). GOSAT-2, launched in October 2018, is able to identify combustion origin of CO2, and the observational results will help refine climate change projections, improve the transparency of emissions reporting in accordance with the Paris Agreement by the state parties, and contribute to the Paris Agreement including following how far each country has reached its targets in the global stock-take.\nFurthermore, the launch of the Global Observing SATellite for Greenhouse gases and Water cycle (GOSAT-GW), scheduled in FY2023, is expected to improve the ability to identify GHG emission sources and the accuracy of emission estimates, while maintaining the current GHG observation system. This will contribute to the implementation of the Paris Agreement including the second global stocktake in 2028. Furthermore, with an eye on net-zero by 2050, Japan will collect information necessary to study methods for observing GHG concentrations and estimating emissions in 2030 and beyond, and organize the strengths of Japan and the direction of future GHG observation methods that make the most of them.\nIn addition to the observation from the satellites, the Government will continue its observation on land and with vessels and aircraft, summarizing and analyzing the resulting data to fill out the knowledge, and disseminating the findings both domestically and internationally.\nIn particular, in terms of observation of the Arctic and Antarctic regions where the effects of climate change are most prominent including the rapid decrease in sea ice, Japan remains to be engaged in steady construction of Arctic research vessels and continuous observation of the Antarctic region, which will enrich scientific knowledge. At the same time, Japan will disseminate the obtained data both domestically and internationally, thereby contributing to the high-resolution and precision of climate change projection. To assess the negative impacts and risks of climate change, Japan will promote further utilization of GHG observation data through the Global Environment Information Platform. Taking advantage of these strengths, Japan will also promote international cooperation such as in the sharing of observations by year, region, gas type, observation method, etc.; the joint implementation of accuracy verification and intercomparison (cooperation between countries that conduct observations); and the utilization in the global stocktake (cooperation between countries that conduct observations and emitting countries).\n\nChapter 4: Review and Implementation of the Long-Term Strategy\n\nIn relation to this Strategy, aiming for net-zero by 2050, the Government will carry out analyses, taking future situational changes into account, based on the best available scientific knowledge, on issues such as the constraints on land, climate, resources and social systems, opportunities for growth caused by climate change, economic effects including costs, the loss of not conducting climate change measures, and etc. Furthermore, the Government will widely disseminate the information that has been found, and promote further initiatives to achieve net-zero by 2050 by pursuing collaboration with the stakeholders and dialogue that include younger generations, who will uphold the society over the long term.\n\nReflecting on the vision established in this strategy and taking into account the Plan for Global Warming Countermeasures (October 22, 2021, cabinet decision) and the Strategic Energy Plan, the Government will flexibly revisit the policy measures referred to in this Strategy about every 6 years with reference to situations, and review this Strategy as may be required.\n\nFootnotes\n\n1 Article 4, Paragraph 19 of the Paris Agreement: Parties should strive to formulate and communicate long term low greenhouse gas emission development strategies, mindful of Article 2 taking into account their common but differentiated responsibilities and respective capabilities, in the light of different national circumstances.\n2 Adopted in December 2015(came into effect in November, 2016).\n3 Solutions by the use of nature, including such efforts as to solve social problems by utilizing functions possessed by healthy nature ecosystems\n4 The sum of GHGs emitted through the various processes including product manufacturing and processing, distribution and the supply of service, as to a variety to goods and services.\n5 The sum of emission occurred domestically and after the allocation of power and heat, based on the calculation to regard emissions from power and heat production as emissions per consumers of such power and heat.\n6 Keisuke Nansai, “Data book for original units of environmental impacts by the use of inter-industry relations tables”; Keisuke Nansai, Jacob Fry, Arunima Malik, Wataru Takayanagi, Naoki Kondo, “Carbon footprint of Japanese health care services from 2011 to 2015”; and the estimates by Institute for Global Environmental Strategies (IGES) from\n“Inter-industry Relations Tables, 2015” by Ministry of Internal Affairs and Communications (MIC).\n7 The outlook for energy supply and demand in FY2030; it shows the outlook for energy supply and demand on the ambitious assumption that various challenges in both aspects of supply and demand in promoting thorough energy efficiency measures and expansion of non-fossil energy will be overcome for 46% reduction in the light of the declaration that Japan aims to reduce its greenhouse gas emissions by 46% in FY2030 compared to FY2013, as an ambitious target which is aligned with the long-term goal of net-zero by 2050, while continuing strenuous efforts in its challenge to meet the lofty goal of cutting its emission by 50%.\n8 The sixth Strategic Energy Plan is a Cabinet decision on October 22, 2021.\n9 The principle of ensuring stable supply (“Energy Security”), and realizing low cost energy supply by enhancing its efficiency (“Economic Efficiency”) on the premise of “Safety” while making maximum efforts to pursue environment suitability (“Environment”).\n10 CO2 Capture, Utilization and Storage.\n11 Distributed energy resources can be broadly classified into power generators such as variable renewable energy, cogeneration, and fuel cells, energy storages such as batteries, and demand-side resources such as large-scale factories and water electrolysers, and their scale varies from small to large-scale facilities.\n12 CO2 Capture and Storage.\n13 Relevant government ministries and agencies include the Cabinet Secretariat, Ministry of Economy, Trade and Industry, Cabinet Office, Financial Services Agency, Ministry of Internal Affairs and Communications, Ministry of Foreign Affairs, Ministry of Education, Culture, Sports, Science and Technology, Ministry of Agriculture, Forestry and Fisheries, Ministry of Land, Infrastructure, Transport and Tourism, and Ministry of the Environment. The above mentioned ministries and agencies are responsible for their respective parts of this strategy. The Cabinet Office has a wide range of responsibilities; the Economic and Social Research Institute and the Secretariat for the Promotion of Science, Technology and Innovation are in charge of statistics, indicators and sections related to the Environment Innovation Strategy.\n14 \"Industry\" includes manufacturing and mining, quarrying, and gravel extraction.\n15 As the world's interest and expectations for the realization of carbon neutrality in 2050 increase further, Keidanren has newly positioned the realization of this goal as the most important goal to aim for in the future, and has changed the \"Keidanren Low Carbon Society Action Plan\" to the \"Keidanren Carbon Neutral Action Plan\".16 CO2 equivalent: Emissions of each greenhouse gas are multiplied by the global warming potential of each gas, and then added together.\n17 An international initiative that aims to achieve business operations with the 100% usage of electricity of renewable energy origin.\n18 Alternative gases such as non-fluorocarbons and substances with low global warming potential (GWP)\n19 GWP (Global Warming Potential): The degree to which each greenhouse gas contributes to global warming, described as a ratio to the effect of carbon dioxideCO2.\n20 In addition to electrified vehicles, clean diesel vehicles, CNG vehicles, etc. are included.\n21 Electric vehicles (EVs), fuel cell vehicles (FCVs), plug-in hybrid vehicles (PHVs), and hybrid vehicles (HVs).\n22 Of the 4.3 million new passenger cars sold in 2019, 1.69 million were next-generation vehicles. This includes 1.47 million hybrid vehicles (about 34%), 21,000 electric vehicles (about 0.5%), 18,000 plug-in hybrid vehicles (about 0.4%), 0.07 million fuel cell vehicles\n(about 0.02%), and 175,000 clean diesel vehicles (about 4.1%).\n23 A next-generation streetcar system that is friendly to people and the environment and has excellent features in terms of ease of boarding and exiting, timeliness, speed, transportation capacity, and comfort by improving the running space and vehicle performance, etc.\n24 A bus rapid transit system that utilizes dedicated lanes, etc.\n25 A service that uses smartphone applications, etc., to search, book, and pay for the optimal combination of multiple public transportation and other transportation services in response to the transportation needs of local residents and travelers on an individual trip basis.\n26 Ammonia, which does not emit CO2 when burned, is expected to be the main decarbonized fuel in the transition to a hydrogen-based society. An annual market of 1.7 trillion yen will be expected in 2050. As a procurement supply chain that can be controlled by Japan, domestic demand for fuel ammonia is estimated to be about 30 million tons per year domestically, and the Government is aiming for an annual demand of 100 million tons worldwide.\n27 In the international maritime sector, the International Maritime Organization (IMO) has set the goals of reducing the total annual greenhouse gas emissions from international shipping at least 50% by 2050 compared to 2008, and phasing out greenhouse gas emissions from international shipping as soon as possible in this century.\n28 To transform the conventional way of logistics by improving existing operations and reforming work styles through mechanization and digitalization of the entire supply chain.\n29 A new mobility service in the field of logistics, in which truck vehicle data from multiple commercial vehicle manufacturers is linked through a common mechanism and utilized for issues that need to be addressed in a coordinated manner.\n30 A small transportation service that utilizes electrified vehicles that can run on public roads at speeds of less than 20 km/h.\n31 A vehicle for one or two people that is more compact and maneuverable than a car, has excellent environmental performance, and can be used as a convenient means of transportation in local communities.\n32 Technology to supply power to EVs while they are being driven.\n33 A vehicle equipped with a mechanism that efficiently controls the speed of the motor without using electrical resistance.\n34 LNG has a larger fuel volume per unit heating value than the heavy oil. It is in the gaseous state at ordinary temperatures because its boiling point is below zero, and its features are common to these carbon-neutral gases. It is vital to introduce hydrogen/ammonia-fueled ships by accumulating technical competence through introduction of LNG-fueled ships (fuel tanks, fuel supply systems, and gas-fueled engines). When the supply of clean methane from recycled CO2 are realized in the future, LNG-fueled ships and the onshore fuel supply infrastructure can be diverted without modifications to those for carbon-recycled methane, which can contribute to achieving net-zero emissions.\n35 A technology for capturing CO2 from the exhaust gas emitted from heat engines.\n36 Separating and capturing CO2 emitted from thermal power plants, etc., and transporting liquefied carbon dioxide to storage sites, etc., by ships.\n37 Methane generated from hydrogen and CO2. LNG is consisted mainly of methane.\n38 A data platform that digitizes port logistics procedures among private businesses (port logistics field), procedures of the port management bodies (port administration field), and port infrastructure information from planning to maintenance and management (port infrastructure field), and handles them in an integrated manner through data coordination (the first operation in the port logistics field started on April 1, 2021).\n39 A container terminal that utilizes AI and other technologies to achieve a favorable working environment and the world's highest level of productivity.\n40 “Community and living” refers to the residential sector, commercial and other sectors, agriculture, forestry and fisheries, the construction industry and the related energy conversion sector and urban planning sector. It also deals with methane and nitrous oxide emissions, from agriculture and waste.\n41 ZEH (Net Zero Energy House): Houses that save 20% or more energy and further reduce energy consumption by introducing renewable energy, etc. are defined as (1) \"ZEH\" (100% or more reduction), (2) Nearly ZEH (75% to less than 100% reduction), or (3) ZEH Oriented (no introduction of renewable energy), depending on the amount of reduction.\n42 ZEB (Net Zero Energy Building): Buildings that save 50% or more energy and further reduce energy consumption by introducing renewable energy, etc. are defined as (1) \"ZEB\" (100% or more reduction), (2) Nearly ZEB (75% to less than 100% reduction), or (3) ZEB Ready (no introduction of renewable energy), depending on the amount of reduction. ZEB Ready (no introduction of renewable energy). (4) ZEB Oriented is defined as buildings with 10,000 m² or more that use technologies that are not currently evaluated in the energy conservation calculation program based on the Act on the Improvement of Energy Consumption Performance of Buildings (Act 53 of 2015), although they are expected to achieve energy savings of 10,000 m² or more.\n43 ”An average stock level of energy-saving performance equivalent to the ZEH and ZEB standards” means to reduce primary energy consumption by 20% for houses from energy saving standard and by 30% or 40% for buildings in an average stock level.\n44 Aquifer Thermal Energy Storage (ATES) system is a system which takes thermal energy from an underground layer of water (aquifer) and cool/heat the building efficiently. Demonstration experiment of this system was conducted in Osaka City, a designated area under the Act on the Regulation of Extraction of Groundwater for Use in Buildings. As it has been confirmed that land subsidence and other side effects do not occur, the demonstration experiments have been permitted under the Act on August 2019.\n45 The 4th Fundamental Plan for Establishing a Sound Material Cycle Society (Cabinet decision, June 19, 2018)\n46 Regarding a collection of used products containing useful metals as a mine.\n47 The net removals by forests in FY2019 are estimated based on the rules for the second commitment period of the Kyoto Protocol, by combining emissions and removals from afforestation, reforestation, deforestation and forest management.\n48 The difference between the amount of emissions and that of removals in FY2019 (emission of 5 million t-CO2) and the amount in FY1990 (emission of 8 million t-CO2).\n49 The supply amount includes the introduced amount of hydrogen carrier including ammonia by direct use.\n50 ITER (International Thermonuclear Experimental Reactor) Project: An international collaborative project to demonstrate the scientific and technological feasibility of an experimental nuclear fusion reactor through its construction and operation, based on an international commitment by seven parties including Japan, the United States, and the European Union.\n51 Consumption behavior that takes into consideration people, society, and the environment, including regional revitalization and employment. For example, in addition to \"consideration for the environment\" such as Eco Mark products, recycled products, and products certified for sustainable forest management and fishery, \"consideration for society\" such as fair trade products and products with donations, and \"consideration for people\" such as products that support the disabled, local production for local consumption and consumption in support of products produced in disaster-affected areas are also considered to be included in ethical consumption.\n52 Ecosystem-based Adaptation.\n53 Ecosystem-based Disaster Risk Reduction."}
