{"meta": {"doc_id": 2689, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 357, "title": "3D-Printed Food"}, "text": " 3D-Printed Food\n28 Pages Posted: 3 Jan 2016 Last revised: 23 Jul 2017\nDate Written: January 1, 2016\nAbstract\nIn recent years, controversies regarding 3D printing have been on the rise, with questions broadly raised over its regulation and intellectual property. Yet, legal scholars have overlooked the legal issues arising specifically from 3D-printed food."}
{"meta": {"doc_id": 2689, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 449, "title": "3D-Printed Food"}, "text": "3D-Printed Food\n28 Pages Posted: 3 Jan 2016 Last revised: 23 Jul 2017\nDate Written: January 1, 2016\nAbstract\nIn recent years, controversies regarding 3D printing have been on the rise, with questions broadly raised over its regulation and intellectual property. Yet, legal scholars have overlooked the legal issues arising specifically from 3D-printed food. This Article fills this gap as the first to look at the issues surrounding 3D-printed food."}
{"meta": {"doc_id": 2689, "sent_id": 2, "sent_start_pos": 262, "sent_end_pos": 504, "title": "3D-Printed Food"}, "text": "Yet, legal scholars have overlooked the legal issues arising specifically from 3D-printed food. This Article fills this gap as the first to look at the issues surrounding 3D-printed food. The 3D printer will soon be another kitchen appliance."}
{"meta": {"doc_id": 2689, "sent_id": 3, "sent_start_pos": 358, "sent_end_pos": 626, "title": "3D-Printed Food"}, "text": "This Article fills this gap as the first to look at the issues surrounding 3D-printed food. The 3D printer will soon be another kitchen appliance. 3D printers can now print food, ranging from ordinary meal to personalized nutrition to edible growth (ie growable food)."}
{"meta": {"doc_id": 2689, "sent_id": 4, "sent_start_pos": 450, "sent_end_pos": 686, "title": "3D-Printed Food"}, "text": "The 3D printer will soon be another kitchen appliance. 3D printers can now print food, ranging from ordinary meal to personalized nutrition to edible growth (ie growable food). These new possibilities bring along new challenges as well."}
{"meta": {"doc_id": 2689, "sent_id": 5, "sent_start_pos": 505, "sent_end_pos": 756, "title": "3D-Printed Food"}, "text": "3D printers can now print food, ranging from ordinary meal to personalized nutrition to edible growth (ie growable food). These new possibilities bring along new challenges as well. Two major issues will soon face 3D-printed food: safety and labeling."}
{"meta": {"doc_id": 2689, "sent_id": 6, "sent_start_pos": 627, "sent_end_pos": 872, "title": "3D-Printed Food"}, "text": "These new possibilities bring along new challenges as well. Two major issues will soon face 3D-printed food: safety and labeling. This Article looked at the safety and labeling issues surrounding 3D-printed food in-depth through seven scenarios."}
{"meta": {"doc_id": 2689, "sent_id": 7, "sent_start_pos": 687, "sent_end_pos": 1093, "title": "3D-Printed Food"}, "text": "Two major issues will soon face 3D-printed food: safety and labeling. This Article looked at the safety and labeling issues surrounding 3D-printed food in-depth through seven scenarios. For the safety of short-term consumption of 3D-printed food, there are two food-poisoning scenarios: (1) one or a few individuals are poisoned from consuming 3D-printed food, or (2) a large number of people are poisoned."}
{"meta": {"doc_id": 2689, "sent_id": 8, "sent_start_pos": 757, "sent_end_pos": 1283, "title": "3D-Printed Food"}, "text": "This Article looked at the safety and labeling issues surrounding 3D-printed food in-depth through seven scenarios. For the safety of short-term consumption of 3D-printed food, there are two food-poisoning scenarios: (1) one or a few individuals are poisoned from consuming 3D-printed food, or (2) a large number of people are poisoned. In contrast, long-term modification of eating habits could lead to necessarily permanent changes within the human body in order to adapt to a new diet of consuming strictly 3D-printed food."}
{"meta": {"doc_id": 2689, "sent_id": 9, "sent_start_pos": 873, "sent_end_pos": 1419, "title": "3D-Printed Food"}, "text": "For the safety of short-term consumption of 3D-printed food, there are two food-poisoning scenarios: (1) one or a few individuals are poisoned from consuming 3D-printed food, or (2) a large number of people are poisoned. In contrast, long-term modification of eating habits could lead to necessarily permanent changes within the human body in order to adapt to a new diet of consuming strictly 3D-printed food. More research regarding the safety of consuming 3D-printed food is necessary to explore the legal dimension of 3D-printed food further."}
{"meta": {"doc_id": 2689, "sent_id": 10, "sent_start_pos": 1094, "sent_end_pos": 1893, "title": "3D-Printed Food"}, "text": "In contrast, long-term modification of eating habits could lead to necessarily permanent changes within the human body in order to adapt to a new diet of consuming strictly 3D-printed food. More research regarding the safety of consuming 3D-printed food is necessary to explore the legal dimension of 3D-printed food further. The Article then explored the labeling issues in four hypothetical scenarios: (1) a big corporation that foodprints the majority of the package or the entire food package to sell to the mass population, (2) a big corporation that foodprints only a small portion of the packaged food to sell to the mass population, (3) a grocery store that foodprints sushi on sight before packaging it and selling to the local community, or (4) an individual who foodprints a meal at home."}
{"meta": {"doc_id": 2689, "sent_id": 11, "sent_start_pos": 1284, "sent_end_pos": 2016, "title": "3D-Printed Food"}, "text": "More research regarding the safety of consuming 3D-printed food is necessary to explore the legal dimension of 3D-printed food further. The Article then explored the labeling issues in four hypothetical scenarios: (1) a big corporation that foodprints the majority of the package or the entire food package to sell to the mass population, (2) a big corporation that foodprints only a small portion of the packaged food to sell to the mass population, (3) a grocery store that foodprints sushi on sight before packaging it and selling to the local community, or (4) an individual who foodprints a meal at home. Keywords: 3D printing, 3D-printed food, foodprinting, bioprinting, safety, labeling\nSuggested Citation: Suggested Citation"}
{"meta": {"doc_id": 2689, "sent_id": 12, "sent_start_pos": 1420, "sent_end_pos": [], "title": "3D-Printed Food"}, "text": "The Article then explored the labeling issues in four hypothetical scenarios: (1) a big corporation that foodprints the majority of the package or the entire food package to sell to the mass population, (2) a big corporation that foodprints only a small portion of the packaged food to sell to the mass population, (3) a grocery store that foodprints sushi on sight before packaging it and selling to the local community, or (4) an individual who foodprints a meal at home. Keywords: 3D printing, 3D-printed food, foodprinting, bioprinting, safety, labeling\nSuggested Citation: Suggested Citation "}
{"meta": {"doc_id": 2691, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 304, "title": "Transformation"}, "text": " Transformation\n- Featured Projects\nTransformation\nThe Bronze Age gave way to the Iron Age, but now the Age of Big Data has arrived. Enormous amounts of data are ceaselessly collected and integrated into a global database maintained by individuals and newly developing international governance structures."}
{"meta": {"doc_id": 2691, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 554, "title": "Transformation"}, "text": "Transformation\n- Featured Projects\nTransformation\nThe Bronze Age gave way to the Iron Age, but now the Age of Big Data has arrived. Enormous amounts of data are ceaselessly collected and integrated into a global database maintained by individuals and newly developing international governance structures. The constant stream of data requires 24/7 surveillance and human interaction, blurring the once clearly defined units of time such as “day” and “week.” An international community of recurrent nocturnal humans has grown to support the Big Data world."}
{"meta": {"doc_id": 2691, "sent_id": 2, "sent_start_pos": 132, "sent_end_pos": 855, "title": "Transformation"}, "text": "Enormous amounts of data are ceaselessly collected and integrated into a global database maintained by individuals and newly developing international governance structures. The constant stream of data requires 24/7 surveillance and human interaction, blurring the once clearly defined units of time such as “day” and “week.” An international community of recurrent nocturnal humans has grown to support the Big Data world. In a world defined by total information, but incomplete long-term analysis, complex algorithms can be created almost instantaneously to solve isolated predicaments, but because they require accurate, real-time data to function, the algorithms cannot predict the outcome of its own suggested solution."}
{"meta": {"doc_id": 2691, "sent_id": 3, "sent_start_pos": 305, "sent_end_pos": 1068, "title": "Transformation"}, "text": "The constant stream of data requires 24/7 surveillance and human interaction, blurring the once clearly defined units of time such as “day” and “week.” An international community of recurrent nocturnal humans has grown to support the Big Data world. In a world defined by total information, but incomplete long-term analysis, complex algorithms can be created almost instantaneously to solve isolated predicaments, but because they require accurate, real-time data to function, the algorithms cannot predict the outcome of its own suggested solution. Rapid now-casting once convinced large populations to grow immense amounts of algae which has the ability to sequester large amounts of carbon in the atmosphere and can also be used as an alternative fuel source."}
{"meta": {"doc_id": 2691, "sent_id": 4, "sent_start_pos": 555, "sent_end_pos": 1224, "title": "Transformation"}, "text": "In a world defined by total information, but incomplete long-term analysis, complex algorithms can be created almost instantaneously to solve isolated predicaments, but because they require accurate, real-time data to function, the algorithms cannot predict the outcome of its own suggested solution. Rapid now-casting once convinced large populations to grow immense amounts of algae which has the ability to sequester large amounts of carbon in the atmosphere and can also be used as an alternative fuel source. But it wasn’t until this strategy was fully implemented that data could be gathered on how the burgeoning algae population was changing ocean temperatures."}
{"meta": {"doc_id": 2691, "sent_id": 5, "sent_start_pos": 856, "sent_end_pos": 1351, "title": "Transformation"}, "text": "Rapid now-casting once convinced large populations to grow immense amounts of algae which has the ability to sequester large amounts of carbon in the atmosphere and can also be used as an alternative fuel source. But it wasn’t until this strategy was fully implemented that data could be gathered on how the burgeoning algae population was changing ocean temperatures. The algorithms also didn’t consider rising divorce rates as the pungency of algae interfered with natural pheromone responses."}
{"meta": {"doc_id": 2691, "sent_id": 6, "sent_start_pos": 1069, "sent_end_pos": 1503, "title": "Transformation"}, "text": "But it wasn’t until this strategy was fully implemented that data could be gathered on how the burgeoning algae population was changing ocean temperatures. The algorithms also didn’t consider rising divorce rates as the pungency of algae interfered with natural pheromone responses. Everything worked out alright, however, because new algorithms were soon created to instruct people how to deal with the consequences of their actions."}
{"meta": {"doc_id": 2691, "sent_id": 7, "sent_start_pos": 1225, "sent_end_pos": 1650, "title": "Transformation"}, "text": "The algorithms also didn’t consider rising divorce rates as the pungency of algae interfered with natural pheromone responses. Everything worked out alright, however, because new algorithms were soon created to instruct people how to deal with the consequences of their actions. The traditional Westphalian governance structure eroded as it became clear that it could not keep up with the mercurial international environment."}
{"meta": {"doc_id": 2691, "sent_id": 8, "sent_start_pos": 1352, "sent_end_pos": 1891, "title": "Transformation"}, "text": "Everything worked out alright, however, because new algorithms were soon created to instruct people how to deal with the consequences of their actions. The traditional Westphalian governance structure eroded as it became clear that it could not keep up with the mercurial international environment. With information zipping around the globe, major technological advancement in nano 3D printing, allows students in Asia to send files to individuals in South America to print identical synthetic food, organs, tools and even new 3D printers."}
{"meta": {"doc_id": 2691, "sent_id": 9, "sent_start_pos": 1504, "sent_end_pos": 2041, "title": "Transformation"}, "text": "The traditional Westphalian governance structure eroded as it became clear that it could not keep up with the mercurial international environment. With information zipping around the globe, major technological advancement in nano 3D printing, allows students in Asia to send files to individuals in South America to print identical synthetic food, organs, tools and even new 3D printers. HEALTH\nNutrient Bars\nAs a nutritionist, Lisa was hesitant to follow the craze of the nutrient bars, maintaining that real, fresh foods were superior."}
{"meta": {"doc_id": 2691, "sent_id": 10, "sent_start_pos": 1651, "sent_end_pos": 2116, "title": "Transformation"}, "text": "With information zipping around the globe, major technological advancement in nano 3D printing, allows students in Asia to send files to individuals in South America to print identical synthetic food, organs, tools and even new 3D printers. HEALTH\nNutrient Bars\nAs a nutritionist, Lisa was hesitant to follow the craze of the nutrient bars, maintaining that real, fresh foods were superior. However, they seemed to be having a transformative effect on her patients."}
{"meta": {"doc_id": 2691, "sent_id": 11, "sent_start_pos": 1892, "sent_end_pos": 2265, "title": "Transformation"}, "text": "HEALTH\nNutrient Bars\nAs a nutritionist, Lisa was hesitant to follow the craze of the nutrient bars, maintaining that real, fresh foods were superior. However, they seemed to be having a transformative effect on her patients. She thought it might be worth a try, especially since her busy schedule hasn’t allowed much time to make sure she is following a good prenatal diet."}
{"meta": {"doc_id": 2691, "sent_id": 12, "sent_start_pos": 2042, "sent_end_pos": 2455, "title": "Transformation"}, "text": "However, they seemed to be having a transformative effect on her patients. She thought it might be worth a try, especially since her busy schedule hasn’t allowed much time to make sure she is following a good prenatal diet. Lisa and her husband hit a rough patch when the algae pheromone masking incident combined with a hormonal spike that resulted from eating an old nutrient dense bar she found in her kitchen."}
{"meta": {"doc_id": 2691, "sent_id": 13, "sent_start_pos": 2117, "sent_end_pos": 2628, "title": "Transformation"}, "text": "She thought it might be worth a try, especially since her busy schedule hasn’t allowed much time to make sure she is following a good prenatal diet. Lisa and her husband hit a rough patch when the algae pheromone masking incident combined with a hormonal spike that resulted from eating an old nutrient dense bar she found in her kitchen. She was able to download a new plug-in for her embedded arm sensor that alerts her on a virtual screen if the bar she is about to eat isn’t synced with her current metrics."}
{"meta": {"doc_id": 2691, "sent_id": 14, "sent_start_pos": 2266, "sent_end_pos": 2718, "title": "Transformation"}, "text": "Lisa and her husband hit a rough patch when the algae pheromone masking incident combined with a hormonal spike that resulted from eating an old nutrient dense bar she found in her kitchen. She was able to download a new plug-in for her embedded arm sensor that alerts her on a virtual screen if the bar she is about to eat isn’t synced with her current metrics. Fecal Transplant Center\nWe are in the “yotta world”_of 1,000 trillion gigabytes of data ?"}
{"meta": {"doc_id": 2691, "sent_id": 15, "sent_start_pos": 2456, "sent_end_pos": 2807, "title": "Transformation"}, "text": "She was able to download a new plug-in for her embedded arm sensor that alerts her on a virtual screen if the bar she is about to eat isn’t synced with her current metrics. Fecal Transplant Center\nWe are in the “yotta world”_of 1,000 trillion gigabytes of data ? the clunky data warehouses of old gave given way to massive cloud-based storage systems."}
{"meta": {"doc_id": 2691, "sent_id": 16, "sent_start_pos": 2629, "sent_end_pos": 2895, "title": "Transformation"}, "text": "Fecal Transplant Center\nWe are in the “yotta world”_of 1,000 trillion gigabytes of data ? the clunky data warehouses of old gave given way to massive cloud-based storage systems. Databases like Hadoop allow for sifting through unstructured data streams in real time."}
{"meta": {"doc_id": 2691, "sent_id": 17, "sent_start_pos": 2719, "sent_end_pos": 2987, "title": "Transformation"}, "text": "the clunky data warehouses of old gave given way to massive cloud-based storage systems. Databases like Hadoop allow for sifting through unstructured data streams in real time. This is huge for health as a clear picture is starting to emerge from all the data exhaust."}
{"meta": {"doc_id": 2691, "sent_id": 18, "sent_start_pos": 2808, "sent_end_pos": 3058, "title": "Transformation"}, "text": "Databases like Hadoop allow for sifting through unstructured data streams in real time. This is huge for health as a clear picture is starting to emerge from all the data exhaust. However, the rapidcasting that results is starting to wear people out."}
{"meta": {"doc_id": 2691, "sent_id": 19, "sent_start_pos": 2896, "sent_end_pos": 3147, "title": "Transformation"}, "text": "This is huge for health as a clear picture is starting to emerge from all the data exhaust. However, the rapidcasting that results is starting to wear people out. In the past, it may have taken 15 years to see any effects from drinking polluted water."}
{"meta": {"doc_id": 2691, "sent_id": 20, "sent_start_pos": 2988, "sent_end_pos": 3228, "title": "Transformation"}, "text": "However, the rapidcasting that results is starting to wear people out. In the past, it may have taken 15 years to see any effects from drinking polluted water. By that time is nearly impossible to trace your colon cancer back to that water."}
{"meta": {"doc_id": 2691, "sent_id": 21, "sent_start_pos": 3059, "sent_end_pos": 3363, "title": "Transformation"}, "text": "In the past, it may have taken 15 years to see any effects from drinking polluted water. By that time is nearly impossible to trace your colon cancer back to that water. Now, immediate feedback on a decision creates a domino effect of subsequent actions, scrambling to avoid an even worse health outcome."}
{"meta": {"doc_id": 2691, "sent_id": 22, "sent_start_pos": 3148, "sent_end_pos": 3491, "title": "Transformation"}, "text": "By that time is nearly impossible to trace your colon cancer back to that water. Now, immediate feedback on a decision creates a domino effect of subsequent actions, scrambling to avoid an even worse health outcome. Recent studies on the importance of a robust human microbiomehave Lisa very conscious of creating an optimal birth environment."}
{"meta": {"doc_id": 2691, "sent_id": 23, "sent_start_pos": 3229, "sent_end_pos": 3647, "title": "Transformation"}, "text": "Now, immediate feedback on a decision creates a domino effect of subsequent actions, scrambling to avoid an even worse health outcome. Recent studies on the importance of a robust human microbiomehave Lisa very conscious of creating an optimal birth environment. She knows that having a healthy culture of Lactobacillus johnsonii in her vagina during birth will inoculate her baby and prepare it to digest breast milk."}
{"meta": {"doc_id": 2691, "sent_id": 24, "sent_start_pos": 3364, "sent_end_pos": 3748, "title": "Transformation"}, "text": "Recent studies on the importance of a robust human microbiomehave Lisa very conscious of creating an optimal birth environment. She knows that having a healthy culture of Lactobacillus johnsonii in her vagina during birth will inoculate her baby and prepare it to digest breast milk. A couple fecal microbial transplant centers have opened nearby and Lisa is going for a consultation."}
{"meta": {"doc_id": 2691, "sent_id": 25, "sent_start_pos": 3492, "sent_end_pos": 3924, "title": "Transformation"}, "text": "She knows that having a healthy culture of Lactobacillus johnsonii in her vagina during birth will inoculate her baby and prepare it to digest breast milk. A couple fecal microbial transplant centers have opened nearby and Lisa is going for a consultation. If she seems like a good candidate, she will get paired with a donor who has never taken antibiotics - this way she can rest assured that her Lactobacillus is nice and hearty."}
{"meta": {"doc_id": 2691, "sent_id": 26, "sent_start_pos": 3648, "sent_end_pos": 4063, "title": "Transformation"}, "text": "A couple fecal microbial transplant centers have opened nearby and Lisa is going for a consultation. If she seems like a good candidate, she will get paired with a donor who has never taken antibiotics - this way she can rest assured that her Lactobacillus is nice and hearty. Mapping the Connectome\nWith so much of nutrition automated, Lisa has switched career paths and is working on mapping the human connectome."}
{"meta": {"doc_id": 2691, "sent_id": 27, "sent_start_pos": 3749, "sent_end_pos": 4237, "title": "Transformation"}, "text": "If she seems like a good candidate, she will get paired with a donor who has never taken antibiotics - this way she can rest assured that her Lactobacillus is nice and hearty. Mapping the Connectome\nWith so much of nutrition automated, Lisa has switched career paths and is working on mapping the human connectome. Much like genome mapping projects earlier in the decade, this seeks to fully understand all 100 billion neural connections and make that data public for further exploration."}
{"meta": {"doc_id": 2691, "sent_id": 28, "sent_start_pos": 3925, "sent_end_pos": 4474, "title": "Transformation"}, "text": "Mapping the Connectome\nWith so much of nutrition automated, Lisa has switched career paths and is working on mapping the human connectome. Much like genome mapping projects earlier in the decade, this seeks to fully understand all 100 billion neural connections and make that data public for further exploration. Now they are exploring genetic memory_- trying to prove that DNA is capable of passing on certain types of memory - the \"factory installed software\" of our brains."}
{"meta": {"doc_id": 2691, "sent_id": 29, "sent_start_pos": 4064, "sent_end_pos": 4714, "title": "Transformation"}, "text": "Much like genome mapping projects earlier in the decade, this seeks to fully understand all 100 billion neural connections and make that data public for further exploration. Now they are exploring genetic memory_- trying to prove that DNA is capable of passing on certain types of memory - the \"factory installed software\" of our brains. The lab employs nocturnals for the analysis that still requires a human touch\nFOOD\nIndoor Farming\nHenry grows all of his products indoors so that he can control every aspect of the environment and provide accurate information to consumers."}
{"meta": {"doc_id": 2691, "sent_id": 30, "sent_start_pos": 4311, "sent_end_pos": 4885, "title": "Transformation"}, "text": "Now they are exploring genetic memory_- trying to prove that DNA is capable of passing on certain types of memory - the \"factory installed software\" of our brains. The lab employs nocturnals for the analysis that still requires a human touch\nFOOD\nIndoor Farming\nHenry grows all of his products indoors so that he can control every aspect of the environment and provide accurate information to consumers. About two-thirds of his crops are grown on a hydromembrane microfilm which allows him to feed and water his plants without having to worry about soil quality or diseases."}
{"meta": {"doc_id": 2691, "sent_id": 31, "sent_start_pos": 4475, "sent_end_pos": 5200, "title": "Transformation"}, "text": "The lab employs nocturnals for the analysis that still requires a human touch\nFOOD\nIndoor Farming\nHenry grows all of his products indoors so that he can control every aspect of the environment and provide accurate information to consumers. About two-thirds of his crops are grown on a hydromembrane microfilm which allows him to feed and water his plants without having to worry about soil quality or diseases. He converts whole buildings into indoor ecosystems that grow “real food for real people.” A more rapid growing cycle allows him to respond to trends brought about by Big Data analysis, but because it’s not nearly as dependent on “now-casts” as the nutrient dense bars, people enjoy the familiarity of Henry’s food."}
{"meta": {"doc_id": 2691, "sent_id": 32, "sent_start_pos": 4715, "sent_end_pos": 5364, "title": "Transformation"}, "text": "About two-thirds of his crops are grown on a hydromembrane microfilm which allows him to feed and water his plants without having to worry about soil quality or diseases. He converts whole buildings into indoor ecosystems that grow “real food for real people.” A more rapid growing cycle allows him to respond to trends brought about by Big Data analysis, but because it’s not nearly as dependent on “now-casts” as the nutrient dense bars, people enjoy the familiarity of Henry’s food. Greece, America\nIn response to the nutritional emphasis of Big Data algorithms, those who can afford it are willing to pay a lot of money for truly authentic food."}
{"meta": {"doc_id": 2691, "sent_id": 33, "sent_start_pos": 4886, "sent_end_pos": 5571, "title": "Transformation"}, "text": "He converts whole buildings into indoor ecosystems that grow “real food for real people.” A more rapid growing cycle allows him to respond to trends brought about by Big Data analysis, but because it’s not nearly as dependent on “now-casts” as the nutrient dense bars, people enjoy the familiarity of Henry’s food. Greece, America\nIn response to the nutritional emphasis of Big Data algorithms, those who can afford it are willing to pay a lot of money for truly authentic food. A new international system of AOC has developed, certifying that a bottle of Champagne is really from France, that Manchego cheese is really from Spain and that a Russet Burbank Potato is really from Idaho."}
{"meta": {"doc_id": 2691, "sent_id": 34, "sent_start_pos": 5201, "sent_end_pos": 5743, "title": "Transformation"}, "text": "Greece, America\nIn response to the nutritional emphasis of Big Data algorithms, those who can afford it are willing to pay a lot of money for truly authentic food. A new international system of AOC has developed, certifying that a bottle of Champagne is really from France, that Manchego cheese is really from Spain and that a Russet Burbank Potato is really from Idaho. New technologies, however, allow American farmers like Henry to grow Greek olivesin Greek soil with the same humidity and temperatures as the Peloponnese region in Greece."}
{"meta": {"doc_id": 2691, "sent_id": 35, "sent_start_pos": 5365, "sent_end_pos": 5848, "title": "Transformation"}, "text": "A new international system of AOC has developed, certifying that a bottle of Champagne is really from France, that Manchego cheese is really from Spain and that a Russet Burbank Potato is really from Idaho. New technologies, however, allow American farmers like Henry to grow Greek olivesin Greek soil with the same humidity and temperatures as the Peloponnese region in Greece. Henry started selling his own brand of “authentic” Kalamata olives, but the Greeks have are disgruntled."}
{"meta": {"doc_id": 2691, "sent_id": 36, "sent_start_pos": 5572, "sent_end_pos": 5936, "title": "Transformation"}, "text": "New technologies, however, allow American farmers like Henry to grow Greek olivesin Greek soil with the same humidity and temperatures as the Peloponnese region in Greece. Henry started selling his own brand of “authentic” Kalamata olives, but the Greeks have are disgruntled. If Henry continues to sell his olives under the Kalamata label, he could lose his land."}
{"meta": {"doc_id": 2691, "sent_id": 37, "sent_start_pos": 5744, "sent_end_pos": 6113, "title": "Transformation"}, "text": "Henry started selling his own brand of “authentic” Kalamata olives, but the Greeks have are disgruntled. If Henry continues to sell his olives under the Kalamata label, he could lose his land. The Greeks are arguing that if he’s turned his indoor farm into an exact replica of Peloponnesian farmland, then it’s as much a part of Greece as the original city of Kalamata."}
{"meta": {"doc_id": 2691, "sent_id": 38, "sent_start_pos": 5849, "sent_end_pos": 6324, "title": "Transformation"}, "text": "If Henry continues to sell his olives under the Kalamata label, he could lose his land. The Greeks are arguing that if he’s turned his indoor farm into an exact replica of Peloponnesian farmland, then it’s as much a part of Greece as the original city of Kalamata. Henry's Home\nSome say that 3D-printed, nutrient dense health bars provide all of the nourishment an individual needs to live a healthy and happy life, but culture does not evolve at the same pace as technology."}
{"meta": {"doc_id": 2691, "sent_id": 39, "sent_start_pos": 5937, "sent_end_pos": 6518, "title": "Transformation"}, "text": "The Greeks are arguing that if he’s turned his indoor farm into an exact replica of Peloponnesian farmland, then it’s as much a part of Greece as the original city of Kalamata. Henry's Home\nSome say that 3D-printed, nutrient dense health bars provide all of the nourishment an individual needs to live a healthy and happy life, but culture does not evolve at the same pace as technology. Around the world people are struggling to maintain the customs and rituals that surround “traditional food.” Families don’t want to carve an extra-large nutrient dense bar for Christmas dinner."}
{"meta": {"doc_id": 2691, "sent_id": 40, "sent_start_pos": 6114, "sent_end_pos": 6669, "title": "Transformation"}, "text": "Henry's Home\nSome say that 3D-printed, nutrient dense health bars provide all of the nourishment an individual needs to live a healthy and happy life, but culture does not evolve at the same pace as technology. Around the world people are struggling to maintain the customs and rituals that surround “traditional food.” Families don’t want to carve an extra-large nutrient dense bar for Christmas dinner. Jews and Muslims are relearning how to eat according to age-old spiritual guidelines and the vegetarian philosophy is adapting its ethical principles."}
{"meta": {"doc_id": 2691, "sent_id": 41, "sent_start_pos": 6325, "sent_end_pos": 6778, "title": "Transformation"}, "text": "Around the world people are struggling to maintain the customs and rituals that surround “traditional food.” Families don’t want to carve an extra-large nutrient dense bar for Christmas dinner. Jews and Muslims are relearning how to eat according to age-old spiritual guidelines and the vegetarian philosophy is adapting its ethical principles. A new market for “traditional food” has sprung up that Henry, a modern urban farmer, hopes to capitalize on."}
{"meta": {"doc_id": 2691, "sent_id": 42, "sent_start_pos": 6519, "sent_end_pos": 6871, "title": "Transformation"}, "text": "Jews and Muslims are relearning how to eat according to age-old spiritual guidelines and the vegetarian philosophy is adapting its ethical principles. A new market for “traditional food” has sprung up that Henry, a modern urban farmer, hopes to capitalize on. 3D printed food\nHenry remembers a time when people ate lettuce because it was good for them."}
{"meta": {"doc_id": 2691, "sent_id": 43, "sent_start_pos": 6670, "sent_end_pos": 7010, "title": "Transformation"}, "text": "A new market for “traditional food” has sprung up that Henry, a modern urban farmer, hopes to capitalize on. 3D printed food\nHenry remembers a time when people ate lettuce because it was good for them. Now, the only things he ever needs to eat are the nutrient dense health bars that are sold out of a converted Kinko’s storefront downtown."}
{"meta": {"doc_id": 2691, "sent_id": 44, "sent_start_pos": 6779, "sent_end_pos": 7245, "title": "Transformation"}, "text": "3D printed food\nHenry remembers a time when people ate lettuce because it was good for them. Now, the only things he ever needs to eat are the nutrient dense health bars that are sold out of a converted Kinko’s storefront downtown. Henry’s neighbor gave up the plow and is now partnered with a government endorsed data mining health company that researches the latest in nutritional information, allowing him to 3D print health bars with optimal nutritional balance."}
{"meta": {"doc_id": 2691, "sent_id": 45, "sent_start_pos": 6872, "sent_end_pos": 7522, "title": "Transformation"}, "text": "Now, the only things he ever needs to eat are the nutrient dense health bars that are sold out of a converted Kinko’s storefront downtown. Henry’s neighbor gave up the plow and is now partnered with a government endorsed data mining health company that researches the latest in nutritional information, allowing him to 3D print health bars with optimal nutritional balance. When Big Data develops a new combination of nutrients, Henry’s neighbor is sent the “recipe.” Old bars are designed for disassembly, allowing them to be broken down into their nutrient parts, distilled into cartridges for the 3D printer, and reprinted with a different recipe."}
{"meta": {"doc_id": 2691, "sent_id": 46, "sent_start_pos": 7011, "sent_end_pos": 7686, "title": "Transformation"}, "text": "Henry’s neighbor gave up the plow and is now partnered with a government endorsed data mining health company that researches the latest in nutritional information, allowing him to 3D print health bars with optimal nutritional balance. When Big Data develops a new combination of nutrients, Henry’s neighbor is sent the “recipe.” Old bars are designed for disassembly, allowing them to be broken down into their nutrient parts, distilled into cartridges for the 3D printer, and reprinted with a different recipe. EDUCATION\nImpromptu Basketball\nDuring the afternoon, Scarlett and her friends Alicia and Jessica take a break to play basketball with some neighborhood classmates."}
{"meta": {"doc_id": 2691, "sent_id": 47, "sent_start_pos": 7246, "sent_end_pos": 7926, "title": "Transformation"}, "text": "When Big Data develops a new combination of nutrients, Henry’s neighbor is sent the “recipe.” Old bars are designed for disassembly, allowing them to be broken down into their nutrient parts, distilled into cartridges for the 3D printer, and reprinted with a different recipe. EDUCATION\nImpromptu Basketball\nDuring the afternoon, Scarlett and her friends Alicia and Jessica take a break to play basketball with some neighborhood classmates. The game is organized through social technology embedded in their education software; during the course of homeclasses, when the girls are taking a break, a small window pops up on their screens prompting them of possible group activities."}
{"meta": {"doc_id": 2691, "sent_id": 48, "sent_start_pos": 7523, "sent_end_pos": 8032, "title": "Transformation"}, "text": "EDUCATION\nImpromptu Basketball\nDuring the afternoon, Scarlett and her friends Alicia and Jessica take a break to play basketball with some neighborhood classmates. The game is organized through social technology embedded in their education software; during the course of homeclasses, when the girls are taking a break, a small window pops up on their screens prompting them of possible group activities. When enough students select basketball, a notification pops up with information about the time and place."}
{"meta": {"doc_id": 2691, "sent_id": 49, "sent_start_pos": 7687, "sent_end_pos": 8163, "title": "Transformation"}, "text": "The game is organized through social technology embedded in their education software; during the course of homeclasses, when the girls are taking a break, a small window pops up on their screens prompting them of possible group activities. When enough students select basketball, a notification pops up with information about the time and place. It even suggests teams designed to break the monotony of cliques: Alicia and Jessica will play on one team, Scarlett on the other."}
{"meta": {"doc_id": 2691, "sent_id": 50, "sent_start_pos": 7927, "sent_end_pos": 8227, "title": "Transformation"}, "text": "When enough students select basketball, a notification pops up with information about the time and place. It even suggests teams designed to break the monotony of cliques: Alicia and Jessica will play on one team, Scarlett on the other. Of course, often times the students make up teams on their own."}
{"meta": {"doc_id": 2691, "sent_id": 51, "sent_start_pos": 8033, "sent_end_pos": 8324, "title": "Transformation"}, "text": "It even suggests teams designed to break the monotony of cliques: Alicia and Jessica will play on one team, Scarlett on the other. Of course, often times the students make up teams on their own. Blended Learning\nAt 11:30AM, Scarlett walks home from class with her friends Alicia and Jessica."}
{"meta": {"doc_id": 2691, "sent_id": 52, "sent_start_pos": 8164, "sent_end_pos": 8401, "title": "Transformation"}, "text": "Of course, often times the students make up teams on their own. Blended Learning\nAt 11:30AM, Scarlett walks home from class with her friends Alicia and Jessica. It's time for school, and the girls set up their laptops in the living room."}
{"meta": {"doc_id": 2691, "sent_id": 53, "sent_start_pos": 8228, "sent_end_pos": 8473, "title": "Transformation"}, "text": "Blended Learning\nAt 11:30AM, Scarlett walks home from class with her friends Alicia and Jessica. It's time for school, and the girls set up their laptops in the living room. At first, the girls go through a bit of GS, their General Studies work."}
{"meta": {"doc_id": 2691, "sent_id": 54, "sent_start_pos": 8325, "sent_end_pos": 8551, "title": "Transformation"}, "text": "It's time for school, and the girls set up their laptops in the living room. At first, the girls go through a bit of GS, their General Studies work. They buff up on Mandarin and Arabic with their classmates in China and Egypt."}
{"meta": {"doc_id": 2691, "sent_id": 55, "sent_start_pos": 8402, "sent_end_pos": 8783, "title": "Transformation"}, "text": "At first, the girls go through a bit of GS, their General Studies work. They buff up on Mandarin and Arabic with their classmates in China and Egypt. As 2PM approaches, the girls take a break to play some basketball with their neighbor-classmates, but they can't stand to be away from class so long- learning is SO much fun."}
{"meta": {"doc_id": 2691, "sent_id": 56, "sent_start_pos": 8474, "sent_end_pos": 8958, "title": "Transformation"}, "text": "They buff up on Mandarin and Arabic with their classmates in China and Egypt. As 2PM approaches, the girls take a break to play some basketball with their neighbor-classmates, but they can't stand to be away from class so long- learning is SO much fun. Scarlett finds Oceanography fascinating, and her AOI program is tailored specifically to fuel and feed those interests."}
{"meta": {"doc_id": 2691, "sent_id": 57, "sent_start_pos": 8609, "sent_end_pos": 9147, "title": "Transformation"}, "text": "As 2PM approaches, the girls take a break to play some basketball with their neighbor-classmates, but they can't stand to be away from class so long- learning is SO much fun. Scarlett finds Oceanography fascinating, and her AOI program is tailored specifically to fuel and feed those interests. Scarlett's mom shakes her head in disbelief when she returns home from work at 6PM."}
{"meta": {"doc_id": 2691, "sent_id": 58, "sent_start_pos": 8839, "sent_end_pos": 9210, "title": "Transformation"}, "text": "Scarlett finds Oceanography fascinating, and her AOI program is tailored specifically to fuel and feed those interests. Scarlett's mom shakes her head in disbelief when she returns home from work at 6PM. The very notion of children loving to learn still baffles her."}
{"meta": {"doc_id": 2691, "sent_id": 59, "sent_start_pos": 9064, "sent_end_pos": 9297, "title": "Transformation"}, "text": "Scarlett's mom shakes her head in disbelief when she returns home from work at 6PM. The very notion of children loving to learn still baffles her. Scarlett already knows more than her mom in more subjects than could be kept track of."}
{"meta": {"doc_id": 2691, "sent_id": 60, "sent_start_pos": 9148, "sent_end_pos": 9508, "title": "Transformation"}, "text": "The very notion of children loving to learn still baffles her. Scarlett already knows more than her mom in more subjects than could be kept track of. YoungGov: A Co-Learning Space\nGreg Fields spends most of his school day not at home, or at the high school, put at his favorite co-learning space, YoungGov."}
{"meta": {"doc_id": 2691, "sent_id": 61, "sent_start_pos": 9211, "sent_end_pos": 9713, "title": "Transformation"}, "text": "Scarlett already knows more than her mom in more subjects than could be kept track of. YoungGov: A Co-Learning Space\nGreg Fields spends most of his school day not at home, or at the high school, put at his favorite co-learning space, YoungGov. YoungGov is a student aggregate cooperatively promoting global democracy through working with dissidents and activists, creating diplomacy and providing logistical support for youth empowerment worldwide."}
{"meta": {"doc_id": 2691, "sent_id": 62, "sent_start_pos": 9352, "sent_end_pos": 9854, "title": "Transformation"}, "text": "YoungGov: A Co-Learning Space\nGreg Fields spends most of his school day not at home, or at the high school, put at his favorite co-learning space, YoungGov. YoungGov is a student aggregate cooperatively promoting global democracy through working with dissidents and activists, creating diplomacy and providing logistical support for youth empowerment worldwide. YoungGov was in the news last week for being critical in providing support and communications tools for the student-revolution in Swaziland."}
{"meta": {"doc_id": 2691, "sent_id": 63, "sent_start_pos": 9509, "sent_end_pos": 9936, "title": "Transformation"}, "text": "YoungGov is a student aggregate cooperatively promoting global democracy through working with dissidents and activists, creating diplomacy and providing logistical support for youth empowerment worldwide. YoungGov was in the news last week for being critical in providing support and communications tools for the student-revolution in Swaziland. In fact, it's not unusual to see diplomatic limousines parked outside the office."}
{"meta": {"doc_id": 2691, "sent_id": 64, "sent_start_pos": 9714, "sent_end_pos": 10075, "title": "Transformation"}, "text": "YoungGov was in the news last week for being critical in providing support and communications tools for the student-revolution in Swaziland. In fact, it's not unusual to see diplomatic limousines parked outside the office. Tons of US senators come and go, trying to figure out how their global influences could be so thoroughly subverted by a group of children."}
{"meta": {"doc_id": 2691, "sent_id": 65, "sent_start_pos": 9855, "sent_end_pos": 10237, "title": "Transformation"}, "text": "In fact, it's not unusual to see diplomatic limousines parked outside the office. Tons of US senators come and go, trying to figure out how their global influences could be so thoroughly subverted by a group of children. She and her global classmates in Egypt and China have discussed their different views on global politics."}
{"meta": {"doc_id": 2691, "sent_id": 66, "sent_start_pos": 9937, "sent_end_pos": 10352, "title": "Transformation"}, "text": "Tons of US senators come and go, trying to figure out how their global influences could be so thoroughly subverted by a group of children. She and her global classmates in Egypt and China have discussed their different views on global politics. University Reborn\nWhile Geoff continues his education at State University, he only attends on Mondays and Fridays."}
{"meta": {"doc_id": 2691, "sent_id": 67, "sent_start_pos": 10132, "sent_end_pos": 10457, "title": "Transformation"}, "text": "She and her global classmates in Egypt and China have discussed their different views on global politics. University Reborn\nWhile Geoff continues his education at State University, he only attends on Mondays and Fridays. General Studies aside, the University has become more akin to a giant forum than a 20th century college."}
{"meta": {"doc_id": 2691, "sent_id": 68, "sent_start_pos": 10238, "sent_end_pos": 10687, "title": "Transformation"}, "text": "University Reborn\nWhile Geoff continues his education at State University, he only attends on Mondays and Fridays. General Studies aside, the University has become more akin to a giant forum than a 20th century college. Instead of preset times for meetings, students use their smartphones to subdivide autonomously into groups of 5-15, discussing the material and engaging in debate in organically timed sessions."}
{"meta": {"doc_id": 2691, "sent_id": 69, "sent_start_pos": 10353, "sent_end_pos": 10766, "title": "Transformation"}, "text": "General Studies aside, the University has become more akin to a giant forum than a 20th century college. Instead of preset times for meetings, students use their smartphones to subdivide autonomously into groups of 5-15, discussing the material and engaging in debate in organically timed sessions. Geoff spends much of the rest of the week bouncing between Co-Learning Spaces."}
{"meta": {"doc_id": 2691, "sent_id": 70, "sent_start_pos": 10494, "sent_end_pos": 11012, "title": "Transformation"}, "text": "Instead of preset times for meetings, students use their smartphones to subdivide autonomously into groups of 5-15, discussing the material and engaging in debate in organically timed sessions. Geoff spends much of the rest of the week bouncing between Co-Learning Spaces. His burgeoning expertise in organizational theory as applied to artificial spaces makes him pivotal to the success of the co-learning spaces dealing with manned space missions, student revolutions, political institutions, and sustainable living."}
{"meta": {"doc_id": 2691, "sent_id": 71, "sent_start_pos": 10688, "sent_end_pos": 11124, "title": "Transformation"}, "text": "Geoff spends much of the rest of the week bouncing between Co-Learning Spaces. His burgeoning expertise in organizational theory as applied to artificial spaces makes him pivotal to the success of the co-learning spaces dealing with manned space missions, student revolutions, political institutions, and sustainable living. StarGazers: A Co-Learning Space\nWhile Scarlett learns from home, Greg prefers the co-learning space StarGazers."}
{"meta": {"doc_id": 2691, "sent_id": 72, "sent_start_pos": 10767, "sent_end_pos": 11309, "title": "Transformation"}, "text": "His burgeoning expertise in organizational theory as applied to artificial spaces makes him pivotal to the success of the co-learning spaces dealing with manned space missions, student revolutions, political institutions, and sustainable living. StarGazers: A Co-Learning Space\nWhile Scarlett learns from home, Greg prefers the co-learning space StarGazers. He and his peers, after a couple years feeding their love of learning, have unintentionally acquired a distaste for the older generation."}
{"meta": {"doc_id": 2691, "sent_id": 73, "sent_start_pos": 11013, "sent_end_pos": 11428, "title": "Transformation"}, "text": "StarGazers: A Co-Learning Space\nWhile Scarlett learns from home, Greg prefers the co-learning space StarGazers. He and his peers, after a couple years feeding their love of learning, have unintentionally acquired a distaste for the older generation. A driving passion for learning, supported by smart social and data technologies, differentiates parents from children."}
{"meta": {"doc_id": 2691, "sent_id": 74, "sent_start_pos": 11172, "sent_end_pos": 11575, "title": "Transformation"}, "text": "He and his peers, after a couple years feeding their love of learning, have unintentionally acquired a distaste for the older generation. A driving passion for learning, supported by smart social and data technologies, differentiates parents from children. Because of his love of learning, Greg already knows more about biology, physics, and engineering than his parents did when they graduated college."}
{"meta": {"doc_id": 2691, "sent_id": 75, "sent_start_pos": 11310, "sent_end_pos": 11676, "title": "Transformation"}, "text": "A driving passion for learning, supported by smart social and data technologies, differentiates parents from children. Because of his love of learning, Greg already knows more about biology, physics, and engineering than his parents did when they graduated college. He has trouble relating to them and their lifestyle, which seems driven by convenience and laziness."}
{"meta": {"doc_id": 2691, "sent_id": 76, "sent_start_pos": 11429, "sent_end_pos": 11820, "title": "Transformation"}, "text": "Because of his love of learning, Greg already knows more about biology, physics, and engineering than his parents did when they graduated college. He has trouble relating to them and their lifestyle, which seems driven by convenience and laziness. At StarGazers, Greg takes online classes in astro-engineering while cooperating with his classmates to design a mission to Mars funded by Nasa."}
{"meta": {"doc_id": 2691, "sent_id": 77, "sent_start_pos": 11576, "sent_end_pos": 11888, "title": "Transformation"}, "text": "He has trouble relating to them and their lifestyle, which seems driven by convenience and laziness. At StarGazers, Greg takes online classes in astro-engineering while cooperating with his classmates to design a mission to Mars funded by Nasa. There are 'Stargazers' spaces in a dozen cities across the country."}
{"meta": {"doc_id": 2691, "sent_id": 78, "sent_start_pos": 11677, "sent_end_pos": 11977, "title": "Transformation"}, "text": "At StarGazers, Greg takes online classes in astro-engineering while cooperating with his classmates to design a mission to Mars funded by Nasa. There are 'Stargazers' spaces in a dozen cities across the country. Entry is open to all, but if you can't actively contribute, your work is simply ignored."}
{"meta": {"doc_id": 2691, "sent_id": 79, "sent_start_pos": 11821, "sent_end_pos": 12136, "title": "Transformation"}, "text": "There are 'Stargazers' spaces in a dozen cities across the country. Entry is open to all, but if you can't actively contribute, your work is simply ignored. The project team numbers 250 across all 12 spaces, and together, they intend to prove that well-organized, knowledge-hungry students can land a rover on Mars."}
{"meta": {"doc_id": 2691, "sent_id": 80, "sent_start_pos": 11889, "sent_end_pos": 12218, "title": "Transformation"}, "text": "Entry is open to all, but if you can't actively contribute, your work is simply ignored. The project team numbers 250 across all 12 spaces, and together, they intend to prove that well-organized, knowledge-hungry students can land a rover on Mars. DEVELOPMENT\nInfoLicious: A Co-Learning Space\nAnya is a self-taught data analyzer."}
{"meta": {"doc_id": 2691, "sent_id": 81, "sent_start_pos": 11978, "sent_end_pos": 12489, "title": "Transformation"}, "text": "The project team numbers 250 across all 12 spaces, and together, they intend to prove that well-organized, knowledge-hungry students can land a rover on Mars. DEVELOPMENT\nInfoLicious: A Co-Learning Space\nAnya is a self-taught data analyzer. This position once required a high-level degree from a top university, but the accessibility of information and a shift from abstract learning to project-based educational programs means that Anya had the opportunity to work on professional skills from a very young age."}
{"meta": {"doc_id": 2691, "sent_id": 82, "sent_start_pos": 12137, "sent_end_pos": 12793, "title": "Transformation"}, "text": "DEVELOPMENT\nInfoLicious: A Co-Learning Space\nAnya is a self-taught data analyzer. This position once required a high-level degree from a top university, but the accessibility of information and a shift from abstract learning to project-based educational programs means that Anya had the opportunity to work on professional skills from a very young age. She wasn’t hired because of a diploma or for a strong resume, her employer looked at her track record at InfoLicious, the High-school level Co-Learning space, where Anya worked to develop algorithms for developing countries to develop climate change resilience through intelligent agriculture practices."}
{"meta": {"doc_id": 2691, "sent_id": 83, "sent_start_pos": 12219, "sent_end_pos": 12903, "title": "Transformation"}, "text": "This position once required a high-level degree from a top university, but the accessibility of information and a shift from abstract learning to project-based educational programs means that Anya had the opportunity to work on professional skills from a very young age. She wasn’t hired because of a diploma or for a strong resume, her employer looked at her track record at InfoLicious, the High-school level Co-Learning space, where Anya worked to develop algorithms for developing countries to develop climate change resilience through intelligent agriculture practices. Data Collection Center\nAnya finally feels like she has a place in this world, somewhere between 11pm and 8am."}
{"meta": {"doc_id": 2691, "sent_id": 84, "sent_start_pos": 12490, "sent_end_pos": 13135, "title": "Transformation"}, "text": "She wasn’t hired because of a diploma or for a strong resume, her employer looked at her track record at InfoLicious, the High-school level Co-Learning space, where Anya worked to develop algorithms for developing countries to develop climate change resilience through intelligent agriculture practices. Data Collection Center\nAnya finally feels like she has a place in this world, somewhere between 11pm and 8am. Gone is the archaic association with the setting sun as the end of the work day, it’s always noon somewhere in the world and that means that data collection must be constant."}
{"meta": {"doc_id": 2691, "sent_id": 85, "sent_start_pos": 12794, "sent_end_pos": 13292, "title": "Transformation"}, "text": "Data Collection Center\nAnya finally feels like she has a place in this world, somewhere between 11pm and 8am. Gone is the archaic association with the setting sun as the end of the work day, it’s always noon somewhere in the world and that means that data collection must be constant. While it’s more common for poorer people to work after the sun sets, this is not the graveyard shift that Anya remembers her dad shuffling to late at night."}
{"meta": {"doc_id": 2691, "sent_id": 86, "sent_start_pos": 12961, "sent_end_pos": 13527, "title": "Transformation"}, "text": "Gone is the archaic association with the setting sun as the end of the work day, it’s always noon somewhere in the world and that means that data collection must be constant. While it’s more common for poorer people to work after the sun sets, this is not the graveyard shift that Anya remembers her dad shuffling to late at night. Coupled with the ability to communicate seamlessly across multiple time zones, it is cost-effective for certain businesses to work through the night."}
{"meta": {"doc_id": 2691, "sent_id": 87, "sent_start_pos": 13136, "sent_end_pos": 13737, "title": "Transformation"}, "text": "While it’s more common for poorer people to work after the sun sets, this is not the graveyard shift that Anya remembers her dad shuffling to late at night. Coupled with the ability to communicate seamlessly across multiple time zones, it is cost-effective for certain businesses to work through the night. With more businesses, restaurants, stores and public places open 24-hours there are more opportunities for employment, driving down the wages for the most wealthy and decreasing unemployment for the destitute."}
{"meta": {"doc_id": 2691, "sent_id": 88, "sent_start_pos": 13378, "sent_end_pos": 13819, "title": "Transformation"}, "text": "Coupled with the ability to communicate seamlessly across multiple time zones, it is cost-effective for certain businesses to work through the night. With more businesses, restaurants, stores and public places open 24-hours there are more opportunities for employment, driving down the wages for the most wealthy and decreasing unemployment for the destitute. Within Anya’s lifetime, she expects that the income gap will narrow dramatically."}
{"meta": {"doc_id": 2691, "sent_id": 89, "sent_start_pos": 13528, "sent_end_pos": 13988, "title": "Transformation"}, "text": "With more businesses, restaurants, stores and public places open 24-hours there are more opportunities for employment, driving down the wages for the most wealthy and decreasing unemployment for the destitute. Within Anya’s lifetime, she expects that the income gap will narrow dramatically. Leaky Pipes\nMuch of Anya’s neighborhood has been fixed up over the last few years because Anya’s town uses algorithms to determine how to allocate budget and resources."}
{"meta": {"doc_id": 2691, "sent_id": 90, "sent_start_pos": 13738, "sent_end_pos": 14193, "title": "Transformation"}, "text": "Within Anya’s lifetime, she expects that the income gap will narrow dramatically. Leaky Pipes\nMuch of Anya’s neighborhood has been fixed up over the last few years because Anya’s town uses algorithms to determine how to allocate budget and resources. Unfortunately, because these algorithms rely on a citizen voting mechanism, small projects like fixing the leaking water pipe that leads directly to Anya’s house aren’t popular enough to spark a response."}
{"meta": {"doc_id": 2691, "sent_id": 91, "sent_start_pos": 13820, "sent_end_pos": 14346, "title": "Transformation"}, "text": "Leaky Pipes\nMuch of Anya’s neighborhood has been fixed up over the last few years because Anya’s town uses algorithms to determine how to allocate budget and resources. Unfortunately, because these algorithms rely on a citizen voting mechanism, small projects like fixing the leaking water pipe that leads directly to Anya’s house aren’t popular enough to spark a response. MOBILE TECH\nChange of Heart-Drive\nA few years ago, after inventing the virtual screen for mobile, Ae went on a 5-country tour to launch the new product."}
{"meta": {"doc_id": 2691, "sent_id": 92, "sent_start_pos": 13989, "sent_end_pos": 14490, "title": "Transformation"}, "text": "Unfortunately, because these algorithms rely on a citizen voting mechanism, small projects like fixing the leaking water pipe that leads directly to Anya’s house aren’t popular enough to spark a response. MOBILE TECH\nChange of Heart-Drive\nA few years ago, after inventing the virtual screen for mobile, Ae went on a 5-country tour to launch the new product. 3 of the 5 countries were developing nations where market surveys had shown that there would be an unprecedented acceptance of the new product."}
{"meta": {"doc_id": 2691, "sent_id": 93, "sent_start_pos": 14194, "sent_end_pos": 14588, "title": "Transformation"}, "text": "MOBILE TECH\nChange of Heart-Drive\nA few years ago, after inventing the virtual screen for mobile, Ae went on a 5-country tour to launch the new product. 3 of the 5 countries were developing nations where market surveys had shown that there would be an unprecedented acceptance of the new product. When Ae encountered the masses of people living below poverty line, she had a moment of epiphany."}
{"meta": {"doc_id": 2691, "sent_id": 94, "sent_start_pos": 14347, "sent_end_pos": 14739, "title": "Transformation"}, "text": "3 of the 5 countries were developing nations where market surveys had shown that there would be an unprecedented acceptance of the new product. When Ae encountered the masses of people living below poverty line, she had a moment of epiphany. She realized that instead of always focusing on bigger and better technology, her skills would be more useful creating tools for the developing world."}
{"meta": {"doc_id": 2691, "sent_id": 95, "sent_start_pos": 14491, "sent_end_pos": 14808, "title": "Transformation"}, "text": "When Ae encountered the masses of people living below poverty line, she had a moment of epiphany. She realized that instead of always focusing on bigger and better technology, her skills would be more useful creating tools for the developing world. mHealth\nAe leads a team that developed a series of mHealth products."}
{"meta": {"doc_id": 2691, "sent_id": 96, "sent_start_pos": 14589, "sent_end_pos": 14910, "title": "Transformation"}, "text": "She realized that instead of always focusing on bigger and better technology, her skills would be more useful creating tools for the developing world. mHealth\nAe leads a team that developed a series of mHealth products. Almost all room for error has been algorithmically eliminated from crowd-sourced health applications."}
{"meta": {"doc_id": 2691, "sent_id": 97, "sent_start_pos": 14740, "sent_end_pos": 15077, "title": "Transformation"}, "text": "mHealth\nAe leads a team that developed a series of mHealth products. Almost all room for error has been algorithmically eliminated from crowd-sourced health applications. Several years ago, scientists invented lens-free microscopy on a cellphone, whereby a light-weight holographic microscope installed on a mobile phone allowed imaging."}
{"meta": {"doc_id": 2691, "sent_id": 98, "sent_start_pos": 14809, "sent_end_pos": 15178, "title": "Transformation"}, "text": "Almost all room for error has been algorithmically eliminated from crowd-sourced health applications. Several years ago, scientists invented lens-free microscopy on a cellphone, whereby a light-weight holographic microscope installed on a mobile phone allowed imaging. These images could then be relayed to a central review website and feedback sent back to the sender."}
{"meta": {"doc_id": 2691, "sent_id": 99, "sent_start_pos": 14911, "sent_end_pos": 15283, "title": "Transformation"}, "text": "Several years ago, scientists invented lens-free microscopy on a cellphone, whereby a light-weight holographic microscope installed on a mobile phone allowed imaging. These images could then be relayed to a central review website and feedback sent back to the sender. Ae leveraged this technology to diagnose tuberculosis and multidrug-resistant TB in resource poor areas."}
{"meta": {"doc_id": 2691, "sent_id": 100, "sent_start_pos": 15078, "sent_end_pos": 15452, "title": "Transformation"}, "text": "These images could then be relayed to a central review website and feedback sent back to the sender. Ae leveraged this technology to diagnose tuberculosis and multidrug-resistant TB in resource poor areas. These low-cost devices were distributed to cash-strapped health-care centers in remote and inaccessible regions."}
{"meta": {"doc_id": 2691, "sent_id": 101, "sent_start_pos": 15179, "sent_end_pos": 15609, "title": "Transformation"}, "text": "Ae leveraged this technology to diagnose tuberculosis and multidrug-resistant TB in resource poor areas. These low-cost devices were distributed to cash-strapped health-care centers in remote and inaccessible regions. Quiet Revolution\nAmidst the incessant chatter of billions of data points that Ae commits her life to, Ae's sister Vidu is spearheading the Quiet revolution."}
{"meta": {"doc_id": 2691, "sent_id": 102, "sent_start_pos": 15340, "sent_end_pos": 15697, "title": "Transformation"}, "text": "These low-cost devices were distributed to cash-strapped health-care centers in remote and inaccessible regions. Quiet Revolution\nAmidst the incessant chatter of billions of data points that Ae commits her life to, Ae's sister Vidu is spearheading the Quiet revolution. In Quiet, people are encouraged to turn off their mobile devices to Spare-the-Airwaves."}
{"meta": {"doc_id": 2691, "sent_id": 103, "sent_start_pos": 15453, "sent_end_pos": 15799, "title": "Transformation"}, "text": "Quiet Revolution\nAmidst the incessant chatter of billions of data points that Ae commits her life to, Ae's sister Vidu is spearheading the Quiet revolution. In Quiet, people are encouraged to turn off their mobile devices to Spare-the-Airwaves. Years of usage of myriad mobile devices means adult Gen Yers have severe Attention Deficit Syndromes."}
{"meta": {"doc_id": 2691, "sent_id": 104, "sent_start_pos": 15610, "sent_end_pos": 15923, "title": "Transformation"}, "text": "In Quiet, people are encouraged to turn off their mobile devices to Spare-the-Airwaves. Years of usage of myriad mobile devices means adult Gen Yers have severe Attention Deficit Syndromes. Research proved that the only way to reverse this chronic condition was for people to reduce their usage of mobile devices."}
{"meta": {"doc_id": 2691, "sent_id": 105, "sent_start_pos": 15698, "sent_end_pos": 16031, "title": "Transformation"}, "text": "Years of usage of myriad mobile devices means adult Gen Yers have severe Attention Deficit Syndromes. Research proved that the only way to reverse this chronic condition was for people to reduce their usage of mobile devices. During Spare-the-Airwaves days, there were group meditation classes in community centers across the nation."}
{"meta": {"doc_id": 2691, "sent_id": 106, "sent_start_pos": 15800, "sent_end_pos": [], "title": "Transformation"}, "text": "Research proved that the only way to reverse this chronic condition was for people to reduce their usage of mobile devices. During Spare-the-Airwaves days, there were group meditation classes in community centers across the nation. "}
{"meta": {"doc_id": 2693, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 226, "title": "Making Innovation Work – for the Earth"}, "text": " You can’t get far in Davos this year without stumbling across virtual reality hubs, robo-demos, 3D printed food, and hologram learning. It’s all the rage here, but that’s as in 2017 its becoming all the rage in the real world."}
{"meta": {"doc_id": 2693, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 307, "title": "Making Innovation Work – for the Earth"}, "text": "You can’t get far in Davos this year without stumbling across virtual reality hubs, robo-demos, 3D printed food, and hologram learning. It’s all the rage here, but that’s as in 2017 its becoming all the rage in the real world. The science fiction of an eighties child, is fast becoming the reality of today."}
{"meta": {"doc_id": 2693, "sent_id": 2, "sent_start_pos": 136, "sent_end_pos": 410, "title": "Making Innovation Work – for the Earth"}, "text": "It’s all the rage here, but that’s as in 2017 its becoming all the rage in the real world. The science fiction of an eighties child, is fast becoming the reality of today. This is, as the World Economic Forum (WEF) reminded us this week, the 4th Industrial Revolution (4IR)."}
{"meta": {"doc_id": 2693, "sent_id": 3, "sent_start_pos": 227, "sent_end_pos": 567, "title": "Making Innovation Work – for the Earth"}, "text": "The science fiction of an eighties child, is fast becoming the reality of today. This is, as the World Economic Forum (WEF) reminded us this week, the 4th Industrial Revolution (4IR). The phrase is used by WEF to encompass the explosion in technological innovations characterized by connectivity, speed, breadth and depth of transformation."}
{"meta": {"doc_id": 2693, "sent_id": 4, "sent_start_pos": 308, "sent_end_pos": 849, "title": "Making Innovation Work – for the Earth"}, "text": "This is, as the World Economic Forum (WEF) reminded us this week, the 4th Industrial Revolution (4IR). The phrase is used by WEF to encompass the explosion in technological innovations characterized by connectivity, speed, breadth and depth of transformation. Underpinned by the digital economy, rapid advances in artificial intelligence (AI), the internet of things (IoT), robots, autonomous vehicles, nanotechnology, and quantum computing innovations (to name just a few) are rapidly transforming industries and societies across the world."}
{"meta": {"doc_id": 2693, "sent_id": 5, "sent_start_pos": 411, "sent_end_pos": 1026, "title": "Making Innovation Work – for the Earth"}, "text": "The phrase is used by WEF to encompass the explosion in technological innovations characterized by connectivity, speed, breadth and depth of transformation. Underpinned by the digital economy, rapid advances in artificial intelligence (AI), the internet of things (IoT), robots, autonomous vehicles, nanotechnology, and quantum computing innovations (to name just a few) are rapidly transforming industries and societies across the world. The developments come at a time when scientists report that the Earth’s system has never been under so much pressure since human civilisations began to thrive 10,000 years ago."}
{"meta": {"doc_id": 2693, "sent_id": 6, "sent_start_pos": 568, "sent_end_pos": 1224, "title": "Making Innovation Work – for the Earth"}, "text": "Underpinned by the digital economy, rapid advances in artificial intelligence (AI), the internet of things (IoT), robots, autonomous vehicles, nanotechnology, and quantum computing innovations (to name just a few) are rapidly transforming industries and societies across the world. The developments come at a time when scientists report that the Earth’s system has never been under so much pressure since human civilisations began to thrive 10,000 years ago. Human and economic development in past industrial revolutions has come largely at the expense of the planet; our climate, water, air, biodiversity, forests and oceans are increasingly under strain."}
{"meta": {"doc_id": 2693, "sent_id": 7, "sent_start_pos": 850, "sent_end_pos": 1326, "title": "Making Innovation Work – for the Earth"}, "text": "The developments come at a time when scientists report that the Earth’s system has never been under so much pressure since human civilisations began to thrive 10,000 years ago. Human and economic development in past industrial revolutions has come largely at the expense of the planet; our climate, water, air, biodiversity, forests and oceans are increasingly under strain. Scientists have identified that four out of the Earth's nine “Planetary Boundaries” have been passed."}
{"meta": {"doc_id": 2693, "sent_id": 8, "sent_start_pos": 1027, "sent_end_pos": 1468, "title": "Making Innovation Work – for the Earth"}, "text": "Human and economic development in past industrial revolutions has come largely at the expense of the planet; our climate, water, air, biodiversity, forests and oceans are increasingly under strain. Scientists have identified that four out of the Earth's nine “Planetary Boundaries” have been passed. Risks are only likely to heighten as the global population swells to nine billion by 2050 and with it, food, materials and energy needs grow."}
{"meta": {"doc_id": 2693, "sent_id": 9, "sent_start_pos": 1225, "sent_end_pos": 1599, "title": "Making Innovation Work – for the Earth"}, "text": "Scientists have identified that four out of the Earth's nine “Planetary Boundaries” have been passed. Risks are only likely to heighten as the global population swells to nine billion by 2050 and with it, food, materials and energy needs grow. This immense global challenge needs transformative solutions to radically alter business as usual growth and development patterns."}
{"meta": {"doc_id": 2693, "sent_id": 10, "sent_start_pos": 1327, "sent_end_pos": 1746, "title": "Making Innovation Work – for the Earth"}, "text": "Risks are only likely to heighten as the global population swells to nine billion by 2050 and with it, food, materials and energy needs grow. This immense global challenge needs transformative solutions to radically alter business as usual growth and development patterns. How can 4IR technological breakthroughs be harnessed in the 21st century to enable environmental and social progress, alongside economic progress?"}
{"meta": {"doc_id": 2693, "sent_id": 11, "sent_start_pos": 1469, "sent_end_pos": 1854, "title": "Making Innovation Work – for the Earth"}, "text": "This immense global challenge needs transformative solutions to radically alter business as usual growth and development patterns. How can 4IR technological breakthroughs be harnessed in the 21st century to enable environmental and social progress, alongside economic progress? As the new paper published by PwC today shows, setting the course for a ‘responsible’ 4IR now, will be key."}
{"meta": {"doc_id": 2693, "sent_id": 12, "sent_start_pos": 1600, "sent_end_pos": 2037, "title": "Making Innovation Work – for the Earth"}, "text": "How can 4IR technological breakthroughs be harnessed in the 21st century to enable environmental and social progress, alongside economic progress? As the new paper published by PwC today shows, setting the course for a ‘responsible’ 4IR now, will be key. There are two key attributes that differentiate the 4IR from the industrial revolutions that preceded it: speed and efficiency."}
{"meta": {"doc_id": 2693, "sent_id": 13, "sent_start_pos": 1747, "sent_end_pos": 2157, "title": "Making Innovation Work – for the Earth"}, "text": "As the new paper published by PwC today shows, setting the course for a ‘responsible’ 4IR now, will be key. There are two key attributes that differentiate the 4IR from the industrial revolutions that preceded it: speed and efficiency. This is what creates a remarkable opportunity for technological innovations to secure the sustainability of our planet."}
{"meta": {"doc_id": 2693, "sent_id": 14, "sent_start_pos": 1910, "sent_end_pos": 2446, "title": "Making Innovation Work – for the Earth"}, "text": "There are two key attributes that differentiate the 4IR from the industrial revolutions that preceded it: speed and efficiency. This is what creates a remarkable opportunity for technological innovations to secure the sustainability of our planet. Building on the innovations of the 3rd industrial revolution – the rise of digital technology, computing and the internet - the 4IR has become the most rapid period of innovation, ever."}
{"meta": {"doc_id": 2693, "sent_id": 15, "sent_start_pos": 2038, "sent_end_pos": 2560, "title": "Making Innovation Work – for the Earth"}, "text": "This is what creates a remarkable opportunity for technological innovations to secure the sustainability of our planet. Building on the innovations of the 3rd industrial revolution – the rise of digital technology, computing and the internet - the 4IR has become the most rapid period of innovation, ever. 4IR technologies can penetrate the mainstream, impact many sectors, and ‘go global’, in as little as a few years."}
{"meta": {"doc_id": 2693, "sent_id": 16, "sent_start_pos": 2261, "sent_end_pos": 2715, "title": "Making Innovation Work – for the Earth"}, "text": "Building on the innovations of the 3rd industrial revolution – the rise of digital technology, computing and the internet - the 4IR has become the most rapid period of innovation, ever. 4IR technologies can penetrate the mainstream, impact many sectors, and ‘go global’, in as little as a few years. 4IR technologies have the ability to deliver a unit of outcome with fewer units of energy."}
{"meta": {"doc_id": 2693, "sent_id": 17, "sent_start_pos": 2447, "sent_end_pos": 2919, "title": "Making Innovation Work – for the Earth"}, "text": "4IR technologies can penetrate the mainstream, impact many sectors, and ‘go global’, in as little as a few years. 4IR technologies have the ability to deliver a unit of outcome with fewer units of energy. The digital economy underpinning the 4IR is intrinsically connected, making it possible to increase global and local optimisation, and to become more efficient (eg autonomous vehicles, 3D printing, IoT)."}
{"meta": {"doc_id": 2693, "sent_id": 18, "sent_start_pos": 2625, "sent_end_pos": 3018, "title": "Making Innovation Work – for the Earth"}, "text": "4IR technologies have the ability to deliver a unit of outcome with fewer units of energy. The digital economy underpinning the 4IR is intrinsically connected, making it possible to increase global and local optimisation, and to become more efficient (eg autonomous vehicles, 3D printing, IoT). Efficiency is not a given of each 4IR innovation but a possibility at design (more on this below)."}
{"meta": {"doc_id": 2693, "sent_id": 19, "sent_start_pos": 2716, "sent_end_pos": 3176, "title": "Making Innovation Work – for the Earth"}, "text": "The digital economy underpinning the 4IR is intrinsically connected, making it possible to increase global and local optimisation, and to become more efficient (eg autonomous vehicles, 3D printing, IoT). Efficiency is not a given of each 4IR innovation but a possibility at design (more on this below). Companies are still in the early stages of grappling with the 4IR and what it means for their business, but CEOs are under no illusions as to its importance."}
{"meta": {"doc_id": 2693, "sent_id": 20, "sent_start_pos": 2920, "sent_end_pos": 3279, "title": "Making Innovation Work – for the Earth"}, "text": "Efficiency is not a given of each 4IR innovation but a possibility at design (more on this below). Companies are still in the early stages of grappling with the 4IR and what it means for their business, but CEOs are under no illusions as to its importance. In this year’s PwC Annual CEO Survey, innovation is ranked as the top business priority to strengthen."}
{"meta": {"doc_id": 2693, "sent_id": 21, "sent_start_pos": 3019, "sent_end_pos": 3370, "title": "Making Innovation Work – for the Earth"}, "text": "Companies are still in the early stages of grappling with the 4IR and what it means for their business, but CEOs are under no illusions as to its importance. In this year’s PwC Annual CEO Survey, innovation is ranked as the top business priority to strengthen. 71% of CEOs are concerned at the speed of technological change for their growth prospects."}
{"meta": {"doc_id": 2693, "sent_id": 22, "sent_start_pos": 3177, "sent_end_pos": 3732, "title": "Making Innovation Work – for the Earth"}, "text": "In this year’s PwC Annual CEO Survey, innovation is ranked as the top business priority to strengthen. 71% of CEOs are concerned at the speed of technological change for their growth prospects. As companies and entrepreneurs across sectors look at how to use 4IR innovations to protect and create value in their core business, our new report “Innovation for the Earth” shines a light on the opportunity for innovators and businesses to take a broader view, harnessing these advances to build solutions that also deliver benefits for our people and planet."}
{"meta": {"doc_id": 2693, "sent_id": 23, "sent_start_pos": 3280, "sent_end_pos": 3994, "title": "Making Innovation Work – for the Earth"}, "text": "71% of CEOs are concerned at the speed of technological change for their growth prospects. As companies and entrepreneurs across sectors look at how to use 4IR innovations to protect and create value in their core business, our new report “Innovation for the Earth” shines a light on the opportunity for innovators and businesses to take a broader view, harnessing these advances to build solutions that also deliver benefits for our people and planet. As entrepreneurs, businesses and investors look to deploy and scale these technologies to create strategic advantage, there are huge opportunities to apply the technologies of the 4IR to real Earth challenges today, and in doing so, create commercial advantage."}
{"meta": {"doc_id": 2693, "sent_id": 24, "sent_start_pos": 3371, "sent_end_pos": 4237, "title": "Making Innovation Work – for the Earth"}, "text": "As companies and entrepreneurs across sectors look at how to use 4IR innovations to protect and create value in their core business, our new report “Innovation for the Earth” shines a light on the opportunity for innovators and businesses to take a broader view, harnessing these advances to build solutions that also deliver benefits for our people and planet. As entrepreneurs, businesses and investors look to deploy and scale these technologies to create strategic advantage, there are huge opportunities to apply the technologies of the 4IR to real Earth challenges today, and in doing so, create commercial advantage. Our new report focuses on the top ten 4IR technological innovations that could be the most influential over the coming decade if proactively harnessed to shape industry and businesses worldwide and help to address the planet’s sustainability."}
{"meta": {"doc_id": 2693, "sent_id": 25, "sent_start_pos": 3733, "sent_end_pos": 4607, "title": "Making Innovation Work – for the Earth"}, "text": "As entrepreneurs, businesses and investors look to deploy and scale these technologies to create strategic advantage, there are huge opportunities to apply the technologies of the 4IR to real Earth challenges today, and in doing so, create commercial advantage. Our new report focuses on the top ten 4IR technological innovations that could be the most influential over the coming decade if proactively harnessed to shape industry and businesses worldwide and help to address the planet’s sustainability. Putting 4IR technologies to work for climate change\nTaking a deep dive on the challenge of climate change, our new report demonstrates how the top ten 4IR innovations are already driving emerging solutions to the key climate solution levers: clean power, smart transport systems, sustainable production and consumption, sustainable land use, and smart cities and homes."}
{"meta": {"doc_id": 2693, "sent_id": 26, "sent_start_pos": 3995, "sent_end_pos": 4823, "title": "Making Innovation Work – for the Earth"}, "text": "Our new report focuses on the top ten 4IR technological innovations that could be the most influential over the coming decade if proactively harnessed to shape industry and businesses worldwide and help to address the planet’s sustainability. Putting 4IR technologies to work for climate change\nTaking a deep dive on the challenge of climate change, our new report demonstrates how the top ten 4IR innovations are already driving emerging solutions to the key climate solution levers: clean power, smart transport systems, sustainable production and consumption, sustainable land use, and smart cities and homes. Solutions range from entirely new business models that could disrupt traditional industries, sectors, and infrastructure, to optimising existing products and services, for example around energy efficiency and waste."}
{"meta": {"doc_id": 2693, "sent_id": 27, "sent_start_pos": 4238, "sent_end_pos": 4998, "title": "Making Innovation Work – for the Earth"}, "text": "Putting 4IR technologies to work for climate change\nTaking a deep dive on the challenge of climate change, our new report demonstrates how the top ten 4IR innovations are already driving emerging solutions to the key climate solution levers: clean power, smart transport systems, sustainable production and consumption, sustainable land use, and smart cities and homes. Solutions range from entirely new business models that could disrupt traditional industries, sectors, and infrastructure, to optimising existing products and services, for example around energy efficiency and waste. For example, advanced materials including graphene and nano-solutions are close to under-pinning battery breakthroughs for inexpensive, quick charging energy dense batteries."}
{"meta": {"doc_id": 2693, "sent_id": 28, "sent_start_pos": 4608, "sent_end_pos": 5129, "title": "Making Innovation Work – for the Earth"}, "text": "Solutions range from entirely new business models that could disrupt traditional industries, sectors, and infrastructure, to optimising existing products and services, for example around energy efficiency and waste. For example, advanced materials including graphene and nano-solutions are close to under-pinning battery breakthroughs for inexpensive, quick charging energy dense batteries. This could disrupt the market for carbon intensive internal combustion engines and make electric cars performance and competitive."}
{"meta": {"doc_id": 2693, "sent_id": 29, "sent_start_pos": 4824, "sent_end_pos": 5385, "title": "Making Innovation Work – for the Earth"}, "text": "For example, advanced materials including graphene and nano-solutions are close to under-pinning battery breakthroughs for inexpensive, quick charging energy dense batteries. This could disrupt the market for carbon intensive internal combustion engines and make electric cars performance and competitive. Virtual power plants connected to each other via the cloud, and utilising the IoT can aggregate emerging energy sources including solar panels, micro-grids and energy storage installations, and optimise these resources using big data and machine learning."}
{"meta": {"doc_id": 2693, "sent_id": 30, "sent_start_pos": 4999, "sent_end_pos": 5611, "title": "Making Innovation Work – for the Earth"}, "text": "This could disrupt the market for carbon intensive internal combustion engines and make electric cars performance and competitive. Virtual power plants connected to each other via the cloud, and utilising the IoT can aggregate emerging energy sources including solar panels, micro-grids and energy storage installations, and optimise these resources using big data and machine learning. Then there is ‘Industrial IoT’ (IIoT) which is rapidly being adopted across manufacturing industries, combining smart machines, smart materials, and smart products to create gains in energy efficiency, waste, and performance."}
{"meta": {"doc_id": 2693, "sent_id": 31, "sent_start_pos": 5130, "sent_end_pos": 5836, "title": "Making Innovation Work – for the Earth"}, "text": "Virtual power plants connected to each other via the cloud, and utilising the IoT can aggregate emerging energy sources including solar panels, micro-grids and energy storage installations, and optimise these resources using big data and machine learning. Then there is ‘Industrial IoT’ (IIoT) which is rapidly being adopted across manufacturing industries, combining smart machines, smart materials, and smart products to create gains in energy efficiency, waste, and performance. Many of the solutions fuse together a number of 4IR technologies across the digital, biological and physical space, and there’s no doubt that many of Earth’s challenges that stand to benefit a great deal from these advances."}
{"meta": {"doc_id": 2693, "sent_id": 32, "sent_start_pos": 5386, "sent_end_pos": 6014, "title": "Making Innovation Work – for the Earth"}, "text": "Then there is ‘Industrial IoT’ (IIoT) which is rapidly being adopted across manufacturing industries, combining smart machines, smart materials, and smart products to create gains in energy efficiency, waste, and performance. Many of the solutions fuse together a number of 4IR technologies across the digital, biological and physical space, and there’s no doubt that many of Earth’s challenges that stand to benefit a great deal from these advances. We identify five key emerging 4IR innovation game-changers that fuse together 4IR technologies and present substantial potential to build a zero-net-emissions economy over time."}
{"meta": {"doc_id": 2693, "sent_id": 33, "sent_start_pos": 5612, "sent_end_pos": 6256, "title": "Making Innovation Work – for the Earth"}, "text": "Many of the solutions fuse together a number of 4IR technologies across the digital, biological and physical space, and there’s no doubt that many of Earth’s challenges that stand to benefit a great deal from these advances. We identify five key emerging 4IR innovation game-changers that fuse together 4IR technologies and present substantial potential to build a zero-net-emissions economy over time. New examples will emerge, and the challenge for innovators, investors and governments alike is to support identification and scaling of these new innovations, and ensure they are designed for maximum positive impact on people and the planet."}
{"meta": {"doc_id": 2693, "sent_id": 34, "sent_start_pos": 5837, "sent_end_pos": 6451, "title": "Making Innovation Work – for the Earth"}, "text": "We identify five key emerging 4IR innovation game-changers that fuse together 4IR technologies and present substantial potential to build a zero-net-emissions economy over time. New examples will emerge, and the challenge for innovators, investors and governments alike is to support identification and scaling of these new innovations, and ensure they are designed for maximum positive impact on people and the planet. Avoiding unintended consequences\nThe systems change required to deliver a clean, resource-secure and inclusive economy can be enabled by technology and supported by public policy and investment."}
{"meta": {"doc_id": 2693, "sent_id": 35, "sent_start_pos": 6015, "sent_end_pos": 6632, "title": "Making Innovation Work – for the Earth"}, "text": "New examples will emerge, and the challenge for innovators, investors and governments alike is to support identification and scaling of these new innovations, and ensure they are designed for maximum positive impact on people and the planet. Avoiding unintended consequences\nThe systems change required to deliver a clean, resource-secure and inclusive economy can be enabled by technology and supported by public policy and investment. But these same technological advances could also have unintended consequences in accelerating risks to the Earth if they are not designed and scaled in a smart and sustainable way."}
{"meta": {"doc_id": 2693, "sent_id": 36, "sent_start_pos": 6257, "sent_end_pos": 6758, "title": "Making Innovation Work – for the Earth"}, "text": "Avoiding unintended consequences\nThe systems change required to deliver a clean, resource-secure and inclusive economy can be enabled by technology and supported by public policy and investment. But these same technological advances could also have unintended consequences in accelerating risks to the Earth if they are not designed and scaled in a smart and sustainable way. Discussions at the World Economic Forum in Davos are addressing the risks and opportunities of 4IR technologies hand in hand."}
{"meta": {"doc_id": 2693, "sent_id": 37, "sent_start_pos": 6452, "sent_end_pos": 6910, "title": "Making Innovation Work – for the Earth"}, "text": "But these same technological advances could also have unintended consequences in accelerating risks to the Earth if they are not designed and scaled in a smart and sustainable way. Discussions at the World Economic Forum in Davos are addressing the risks and opportunities of 4IR technologies hand in hand. From the impacts of automation on jobs (a frequent headliner this week), to data privacy, cyber security, and the risks of bio-technology “bio-errors”."}
{"meta": {"doc_id": 2693, "sent_id": 38, "sent_start_pos": 6633, "sent_end_pos": 7088, "title": "Making Innovation Work – for the Earth"}, "text": "Discussions at the World Economic Forum in Davos are addressing the risks and opportunities of 4IR technologies hand in hand. From the impacts of automation on jobs (a frequent headliner this week), to data privacy, cyber security, and the risks of bio-technology “bio-errors”. On the environmental side, the expanding digital economy that underpins the 4IR has a huge and exponentially rising need for data transmission, data storage and computing power."}
{"meta": {"doc_id": 2693, "sent_id": 39, "sent_start_pos": 6759, "sent_end_pos": 7196, "title": "Making Innovation Work – for the Earth"}, "text": "From the impacts of automation on jobs (a frequent headliner this week), to data privacy, cyber security, and the risks of bio-technology “bio-errors”. On the environmental side, the expanding digital economy that underpins the 4IR has a huge and exponentially rising need for data transmission, data storage and computing power. It gives rise to increasing GHGs and digital waste alongside the energy and emissions savings it generates."}
{"meta": {"doc_id": 2693, "sent_id": 40, "sent_start_pos": 6911, "sent_end_pos": 7374, "title": "Making Innovation Work – for the Earth"}, "text": "On the environmental side, the expanding digital economy that underpins the 4IR has a huge and exponentially rising need for data transmission, data storage and computing power. It gives rise to increasing GHGs and digital waste alongside the energy and emissions savings it generates. For example the IoT’s energy consumption must be addressed upfront as it expands from a network of 23 billion connected energy-consuming ‘things’ today to 50 billion by 2020[1]."}
{"meta": {"doc_id": 2693, "sent_id": 41, "sent_start_pos": 7089, "sent_end_pos": 7522, "title": "Making Innovation Work – for the Earth"}, "text": "It gives rise to increasing GHGs and digital waste alongside the energy and emissions savings it generates. For example the IoT’s energy consumption must be addressed upfront as it expands from a network of 23 billion connected energy-consuming ‘things’ today to 50 billion by 2020[1]. Energy efficiency and utilisation of clean energy sources must be critical common features of this vast network of devices, sensors and appliances."}
{"meta": {"doc_id": 2693, "sent_id": 42, "sent_start_pos": 7197, "sent_end_pos": 7644, "title": "Making Innovation Work – for the Earth"}, "text": "For example the IoT’s energy consumption must be addressed upfront as it expands from a network of 23 billion connected energy-consuming ‘things’ today to 50 billion by 2020[1]. Energy efficiency and utilisation of clean energy sources must be critical common features of this vast network of devices, sensors and appliances. Given the distributed nature and ownership of the ‘things’, this will be a challenge that requires strong policy support."}
{"meta": {"doc_id": 2693, "sent_id": 43, "sent_start_pos": 7375, "sent_end_pos": 7737, "title": "Making Innovation Work – for the Earth"}, "text": "Energy efficiency and utilisation of clean energy sources must be critical common features of this vast network of devices, sensors and appliances. Given the distributed nature and ownership of the ‘things’, this will be a challenge that requires strong policy support. Resource efficiency is not a given of each 4IR innovation but it is a possibility at design."}
{"meta": {"doc_id": 2693, "sent_id": 44, "sent_start_pos": 7523, "sent_end_pos": 7873, "title": "Making Innovation Work – for the Earth"}, "text": "Given the distributed nature and ownership of the ‘things’, this will be a challenge that requires strong policy support. Resource efficiency is not a given of each 4IR innovation but it is a possibility at design. This makes smart and sustainable 4IR technology design and performance standards or targets a business and government imperative today."}
{"meta": {"doc_id": 2693, "sent_id": 45, "sent_start_pos": 7645, "sent_end_pos": 8049, "title": "Making Innovation Work – for the Earth"}, "text": "Resource efficiency is not a given of each 4IR innovation but it is a possibility at design. This makes smart and sustainable 4IR technology design and performance standards or targets a business and government imperative today. Governments and industry must come together to develop, as carefully as possible, technological governance structures which are fit for purpose and enable a ‘responsible’ 4IR."}
{"meta": {"doc_id": 2693, "sent_id": 46, "sent_start_pos": 7738, "sent_end_pos": 8223, "title": "Making Innovation Work – for the Earth"}, "text": "This makes smart and sustainable 4IR technology design and performance standards or targets a business and government imperative today. Governments and industry must come together to develop, as carefully as possible, technological governance structures which are fit for purpose and enable a ‘responsible’ 4IR. Structural change habitually creates ‘winners’ and ‘losers’, but the 4IR could be the largest and fastest structural transformation of the global economy the world has seen."}
{"meta": {"doc_id": 2693, "sent_id": 47, "sent_start_pos": 7874, "sent_end_pos": 8420, "title": "Making Innovation Work – for the Earth"}, "text": "Governments and industry must come together to develop, as carefully as possible, technological governance structures which are fit for purpose and enable a ‘responsible’ 4IR. Structural change habitually creates ‘winners’ and ‘losers’, but the 4IR could be the largest and fastest structural transformation of the global economy the world has seen. To really succeed in creating sustainable growth that protects the planet and people, technological transformation needs to be a means to deliver responsible growth, not the end-game in of itself."}
{"meta": {"doc_id": 2693, "sent_id": 48, "sent_start_pos": 8050, "sent_end_pos": 8590, "title": "Making Innovation Work – for the Earth"}, "text": "Structural change habitually creates ‘winners’ and ‘losers’, but the 4IR could be the largest and fastest structural transformation of the global economy the world has seen. To really succeed in creating sustainable growth that protects the planet and people, technological transformation needs to be a means to deliver responsible growth, not the end-game in of itself. A call for Earth-shots\nThe world of “moon-shots” innovation made famous by Silicon Valley is one of audacious experimentation on technologies to propel humanity forward."}
{"meta": {"doc_id": 2693, "sent_id": 49, "sent_start_pos": 8224, "sent_end_pos": 8896, "title": "Making Innovation Work – for the Earth"}, "text": "To really succeed in creating sustainable growth that protects the planet and people, technological transformation needs to be a means to deliver responsible growth, not the end-game in of itself. A call for Earth-shots\nThe world of “moon-shots” innovation made famous by Silicon Valley is one of audacious experimentation on technologies to propel humanity forward. Funded by philanthropists and big companies, like Google’s “X”, Musk’s “SpaceX”, and Zuckerberg’s “Biohub”, famous moonshots include science fiction –esque attempts at life extension, the production of ‘true’ AI; flying cars; space elevators; and efforts for humans to land on (and perhaps colonise) Mars."}
{"meta": {"doc_id": 2693, "sent_id": 50, "sent_start_pos": 8421, "sent_end_pos": 8987, "title": "Making Innovation Work – for the Earth"}, "text": "A call for Earth-shots\nThe world of “moon-shots” innovation made famous by Silicon Valley is one of audacious experimentation on technologies to propel humanity forward. Funded by philanthropists and big companies, like Google’s “X”, Musk’s “SpaceX”, and Zuckerberg’s “Biohub”, famous moonshots include science fiction –esque attempts at life extension, the production of ‘true’ AI; flying cars; space elevators; and efforts for humans to land on (and perhaps colonise) Mars. In the 21st century, innovators in companies and start-ups are the engine-room of the 4IR."}
{"meta": {"doc_id": 2693, "sent_id": 51, "sent_start_pos": 8591, "sent_end_pos": 9118, "title": "Making Innovation Work – for the Earth"}, "text": "Funded by philanthropists and big companies, like Google’s “X”, Musk’s “SpaceX”, and Zuckerberg’s “Biohub”, famous moonshots include science fiction –esque attempts at life extension, the production of ‘true’ AI; flying cars; space elevators; and efforts for humans to land on (and perhaps colonise) Mars. In the 21st century, innovators in companies and start-ups are the engine-room of the 4IR. There is perhaps an unprecedented opportunity for companies, entrepreneurs and investors to shape, develop, and build, the future."}
{"meta": {"doc_id": 2693, "sent_id": 52, "sent_start_pos": 8897, "sent_end_pos": 9366, "title": "Making Innovation Work – for the Earth"}, "text": "In the 21st century, innovators in companies and start-ups are the engine-room of the 4IR. There is perhaps an unprecedented opportunity for companies, entrepreneurs and investors to shape, develop, and build, the future. Now it’s time to call forward the “Earth Shots”; to harness 4IR innovations to develop breakthrough solutions to solve the most pressing challenges for the Earth itself."}
{"meta": {"doc_id": 2693, "sent_id": 53, "sent_start_pos": 8988, "sent_end_pos": 9552, "title": "Making Innovation Work – for the Earth"}, "text": "There is perhaps an unprecedented opportunity for companies, entrepreneurs and investors to shape, develop, and build, the future. Now it’s time to call forward the “Earth Shots”; to harness 4IR innovations to develop breakthrough solutions to solve the most pressing challenges for the Earth itself. Celine is a member of the WEF Global Future Council on Environment and Natural Resource Scarcity (2016-2018), a Council which is focused on the intersection between 4IR and Environment."}
{"meta": {"doc_id": 2693, "sent_id": 54, "sent_start_pos": 9197, "sent_end_pos": [], "title": "Making Innovation Work – for the Earth"}, "text": "Now it’s time to call forward the “Earth Shots”; to harness 4IR innovations to develop breakthrough solutions to solve the most pressing challenges for the Earth itself. Celine is a member of the WEF Global Future Council on Environment and Natural Resource Scarcity (2016-2018), a Council which is focused on the intersection between 4IR and Environment. "}
{"meta": {"doc_id": 2694, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 1095, "title": "Making Innovation Work  -  for the Earth"}, "text": " Menu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nGlobal Private Equity Responsible Investment Survey\nGlobal Top Health Industry Issues\nGlobal Consumer Insights Survey\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nGlobal Crisis Survey\nFamily Business Survey 2021\nGlobal M&A Industry Trends\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nTake on Tomorrow\nUpskilling for shared prosperity\nValue Creation\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nThe New Equation\nCommitting to Net Zero by 2030\nCase study: Designing an app to combat COVID-19\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\n24th Annual Global CEO Survey\nTake on tomorrow\nLoading Results\nNo Match Found\nRebuilding trust\nThe COVID-19 pandemic has demonstrated that no single institution or organisation alone can address the challenges of our complex, interdependent world. Now is the time to work together to reflect, reimagine, and reset priorities for a better future."}
{"meta": {"doc_id": 2694, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 1271, "title": "Making Innovation Work  -  for the Earth"}, "text": "Menu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nGlobal Private Equity Responsible Investment Survey\nGlobal Top Health Industry Issues\nGlobal Consumer Insights Survey\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nGlobal Crisis Survey\nFamily Business Survey 2021\nGlobal M&A Industry Trends\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nTake on Tomorrow\nUpskilling for shared prosperity\nValue Creation\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\nThe New Equation\nCommitting to Net Zero by 2030\nCase study: Designing an app to combat COVID-19\nMenu\nMenu\nMenu\nMenu\nMenu\nFeatured\n24th Annual Global CEO Survey\nTake on tomorrow\nLoading Results\nNo Match Found\nRebuilding trust\nThe COVID-19 pandemic has demonstrated that no single institution or organisation alone can address the challenges of our complex, interdependent world. Now is the time to work together to reflect, reimagine, and reset priorities for a better future. Held from 25-29 January 2021, the World Economic Forum’s Davos Agenda virtual meeting will explore how stakeholders can collaborate to create a fairer, more sustainable world."}
{"meta": {"doc_id": 2694, "sent_id": 2, "sent_start_pos": 998, "sent_end_pos": 1483, "title": "Making Innovation Work  -  for the Earth"}, "text": "Now is the time to work together to reflect, reimagine, and reset priorities for a better future. Held from 25-29 January 2021, the World Economic Forum’s Davos Agenda virtual meeting will explore how stakeholders can collaborate to create a fairer, more sustainable world. Our Global Chairman Bob Moritz joined a session on 25 January to talk about the policies, incentives and new metrics that are needed to steer economies towards greater inclusivity, sustainability and resilience."}
{"meta": {"doc_id": 2694, "sent_id": 3, "sent_start_pos": 1096, "sent_end_pos": 1736, "title": "Making Innovation Work  -  for the Earth"}, "text": "Held from 25-29 January 2021, the World Economic Forum’s Davos Agenda virtual meeting will explore how stakeholders can collaborate to create a fairer, more sustainable world. Our Global Chairman Bob Moritz joined a session on 25 January to talk about the policies, incentives and new metrics that are needed to steer economies towards greater inclusivity, sustainability and resilience. Explore the virtual Davos Agenda 2021\nThe rise of automation and digitisation has transformed the world of work – increasing productivity but also creating a major societal problem: the stark mismatch of people with the right skills for available jobs."}
{"meta": {"doc_id": 2694, "sent_id": 4, "sent_start_pos": 1272, "sent_end_pos": 1804, "title": "Making Innovation Work  -  for the Earth"}, "text": "Our Global Chairman Bob Moritz joined a session on 25 January to talk about the policies, incentives and new metrics that are needed to steer economies towards greater inclusivity, sustainability and resilience. Explore the virtual Davos Agenda 2021\nThe rise of automation and digitisation has transformed the world of work – increasing productivity but also creating a major societal problem: the stark mismatch of people with the right skills for available jobs. The COVID-19 pandemic has accelerated and exacerbated these trends."}
{"meta": {"doc_id": 2694, "sent_id": 5, "sent_start_pos": 1484, "sent_end_pos": 1930, "title": "Making Innovation Work  -  for the Earth"}, "text": "Explore the virtual Davos Agenda 2021\nThe rise of automation and digitisation has transformed the world of work – increasing productivity but also creating a major societal problem: the stark mismatch of people with the right skills for available jobs. The COVID-19 pandemic has accelerated and exacerbated these trends. As a result, the need to upskill and reskill people so they can participate in the economy is more critical than ever before."}
{"meta": {"doc_id": 2694, "sent_id": 6, "sent_start_pos": 1737, "sent_end_pos": 2154, "title": "Making Innovation Work  -  for the Earth"}, "text": "The COVID-19 pandemic has accelerated and exacerbated these trends. As a result, the need to upskill and reskill people so they can participate in the economy is more critical than ever before. In a new report launching on the first day of the Davos meeting, PwC and the World Economic Forum will call on leaders from across sectors and geographies to work together to implement an ambitious global upskilling agenda."}
{"meta": {"doc_id": 2694, "sent_id": 7, "sent_start_pos": 1805, "sent_end_pos": 2251, "title": "Making Innovation Work  -  for the Earth"}, "text": "As a result, the need to upskill and reskill people so they can participate in the economy is more critical than ever before. In a new report launching on the first day of the Davos meeting, PwC and the World Economic Forum will call on leaders from across sectors and geographies to work together to implement an ambitious global upskilling agenda. Using economic modelling, the report estimates the boost to global GDP from closing skills gaps."}
{"meta": {"doc_id": 2694, "sent_id": 8, "sent_start_pos": 1931, "sent_end_pos": 2502, "title": "Making Innovation Work  -  for the Earth"}, "text": "In a new report launching on the first day of the Davos meeting, PwC and the World Economic Forum will call on leaders from across sectors and geographies to work together to implement an ambitious global upskilling agenda. Using economic modelling, the report estimates the boost to global GDP from closing skills gaps. Explore Upskilling for shared prosperity\n\"By giving all people opportunities to build the skills they will need to fully participate in the future workplace, we can start to create more inclusive and sustainable economies where no one is left behind."}
{"meta": {"doc_id": 2694, "sent_id": 9, "sent_start_pos": 2155, "sent_end_pos": 2780, "title": "Making Innovation Work  -  for the Earth"}, "text": "Using economic modelling, the report estimates the boost to global GDP from closing skills gaps. Explore Upskilling for shared prosperity\n\"By giving all people opportunities to build the skills they will need to fully participate in the future workplace, we can start to create more inclusive and sustainable economies where no one is left behind. We’re calling on governments, business leaders, and educators to join us in implementing an ambitious global upskilling agenda.”\nNon-financial reporting is key to achieving the systemic economic reform the world needs to address issues like climate change and social inclusion."}
{"meta": {"doc_id": 2694, "sent_id": 10, "sent_start_pos": 2252, "sent_end_pos": 2785, "title": "Making Innovation Work  -  for the Earth"}, "text": "Explore Upskilling for shared prosperity\n\"By giving all people opportunities to build the skills they will need to fully participate in the future workplace, we can start to create more inclusive and sustainable economies where no one is left behind. We’re calling on governments, business leaders, and educators to join us in implementing an ambitious global upskilling agenda.”\nNon-financial reporting is key to achieving the systemic economic reform the world needs to address issues like climate change and social inclusion. Why?"}
{"meta": {"doc_id": 2694, "sent_id": 11, "sent_start_pos": 2503, "sent_end_pos": 2856, "title": "Making Innovation Work  -  for the Earth"}, "text": "We’re calling on governments, business leaders, and educators to join us in implementing an ambitious global upskilling agenda.”\nNon-financial reporting is key to achieving the systemic economic reform the world needs to address issues like climate change and social inclusion. Why? Because reporting doesn’t just measure change, it incentivises change."}
{"meta": {"doc_id": 2694, "sent_id": 12, "sent_start_pos": 2781, "sent_end_pos": 3003, "title": "Making Innovation Work  -  for the Earth"}, "text": "Why? Because reporting doesn’t just measure change, it incentivises change. Stakeholders and investors need non-financial information that is as comparable and robust as the financial information they have access to today."}
{"meta": {"doc_id": 2694, "sent_id": 13, "sent_start_pos": 2786, "sent_end_pos": 3198, "title": "Making Innovation Work  -  for the Earth"}, "text": "Because reporting doesn’t just measure change, it incentivises change. Stakeholders and investors need non-financial information that is as comparable and robust as the financial information they have access to today. At PwC, we are strongly supportive of a transition to a single set of global sustainability reporting standards that is aligned with the vital elements of a thriving economy, planet and society."}
{"meta": {"doc_id": 2694, "sent_id": 14, "sent_start_pos": 2857, "sent_end_pos": 3285, "title": "Making Innovation Work  -  for the Earth"}, "text": "Stakeholders and investors need non-financial information that is as comparable and robust as the financial information they have access to today. At PwC, we are strongly supportive of a transition to a single set of global sustainability reporting standards that is aligned with the vital elements of a thriving economy, planet and society. The World Economic Forum’s Stakeholder Capitalism Metrics are a valuable step forward."}
{"meta": {"doc_id": 2694, "sent_id": 15, "sent_start_pos": 3004, "sent_end_pos": 3460, "title": "Making Innovation Work  -  for the Earth"}, "text": "At PwC, we are strongly supportive of a transition to a single set of global sustainability reporting standards that is aligned with the vital elements of a thriving economy, planet and society. The World Economic Forum’s Stakeholder Capitalism Metrics are a valuable step forward. Explore the metrics\nHow can governments and public sector leadership harness the uptake of advanced technologies to accelerate action on the UN Sustainable Development Goals?"}
{"meta": {"doc_id": 2694, "sent_id": 16, "sent_start_pos": 3199, "sent_end_pos": 3559, "title": "Making Innovation Work  -  for the Earth"}, "text": "The World Economic Forum’s Stakeholder Capitalism Metrics are a valuable step forward. Explore the metrics\nHow can governments and public sector leadership harness the uptake of advanced technologies to accelerate action on the UN Sustainable Development Goals? PwC has collaborated with the World Economic Forum on a new report that sheds light on this issue."}
{"meta": {"doc_id": 2694, "sent_id": 17, "sent_start_pos": 3286, "sent_end_pos": 3839, "title": "Making Innovation Work  -  for the Earth"}, "text": "Explore the metrics\nHow can governments and public sector leadership harness the uptake of advanced technologies to accelerate action on the UN Sustainable Development Goals? PwC has collaborated with the World Economic Forum on a new report that sheds light on this issue. The report supports 2030Vision – a public-private partnership by the Forum that facilitates knowledge and resource sharing, government capacity development, networks of providers and users, and supports the channelling of finance to fast-track new solutions for the Global Goals."}
{"meta": {"doc_id": 2694, "sent_id": 18, "sent_start_pos": 3461, "sent_end_pos": 4061, "title": "Making Innovation Work  -  for the Earth"}, "text": "PwC has collaborated with the World Economic Forum on a new report that sheds light on this issue. The report supports 2030Vision – a public-private partnership by the Forum that facilitates knowledge and resource sharing, government capacity development, networks of providers and users, and supports the channelling of finance to fast-track new solutions for the Global Goals. Download the report\nMike Davies\nDirector, Global Corporate Affairs and Communications, PwC United Kingdom\nTel: +44 7803 974136\nAndrea Plasschaert\nSenior manager, Global communications, PwC Switzerland\nTel: +41 79 599 9567"}
{"meta": {"doc_id": 2694, "sent_id": 19, "sent_start_pos": 3560, "sent_end_pos": [], "title": "Making Innovation Work  -  for the Earth"}, "text": "The report supports 2030Vision – a public-private partnership by the Forum that facilitates knowledge and resource sharing, government capacity development, networks of providers and users, and supports the channelling of finance to fast-track new solutions for the Global Goals. Download the report\nMike Davies\nDirector, Global Corporate Affairs and Communications, PwC United Kingdom\nTel: +44 7803 974136\nAndrea Plasschaert\nSenior manager, Global communications, PwC Switzerland\nTel: +41 79 599 9567 "}
{"meta": {"doc_id": 2697, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 217, "title": "Disrupting Food"}, "text": " Disrupting Food\nFood and agriculture accounts for about 5.9% of the global GDP. Global food retail sales alone account for about $4 trillion/year, and food accounts for 15% of what American households spend each year."}
{"meta": {"doc_id": 2697, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 256, "title": "Disrupting Food"}, "text": "Disrupting Food\nFood and agriculture accounts for about 5.9% of the global GDP. Global food retail sales alone account for about $4 trillion/year, and food accounts for 15% of what American households spend each year. It is an industry ripe for disruption."}
{"meta": {"doc_id": 2697, "sent_id": 2, "sent_start_pos": 80, "sent_end_pos": 324, "title": "Disrupting Food"}, "text": "Global food retail sales alone account for about $4 trillion/year, and food accounts for 15% of what American households spend each year. It is an industry ripe for disruption. This is a blog about how every aspect of food is getting disrupted."}
{"meta": {"doc_id": 2697, "sent_id": 3, "sent_start_pos": 218, "sent_end_pos": 601, "title": "Disrupting Food"}, "text": "It is an industry ripe for disruption. This is a blog about how every aspect of food is getting disrupted. [ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nSensors, networks, machine learning/AI, robotics, 3D printing, synthetic genomics, stem cell science and material science are going to transform how your food is produced, delivered and consumed."}
{"meta": {"doc_id": 2697, "sent_id": 4, "sent_start_pos": 257, "sent_end_pos": 724, "title": "Disrupting Food"}, "text": "This is a blog about how every aspect of food is getting disrupted. [ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nSensors, networks, machine learning/AI, robotics, 3D printing, synthetic genomics, stem cell science and material science are going to transform how your food is produced, delivered and consumed. While this arena is going to change dramatically, we forget how much food has changed already over the past two centuries."}
{"meta": {"doc_id": 2697, "sent_id": 5, "sent_start_pos": 325, "sent_end_pos": 821, "title": "Disrupting Food"}, "text": "[ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nSensors, networks, machine learning/AI, robotics, 3D printing, synthetic genomics, stem cell science and material science are going to transform how your food is produced, delivered and consumed. While this arena is going to change dramatically, we forget how much food has changed already over the past two centuries. In 1790, farm jobs accounted for 90 percent of U.S. jobs, compared to less than 2 percent today."}
{"meta": {"doc_id": 2697, "sent_id": 6, "sent_start_pos": 602, "sent_end_pos": 934, "title": "Disrupting Food"}, "text": "While this arena is going to change dramatically, we forget how much food has changed already over the past two centuries. In 1790, farm jobs accounted for 90 percent of U.S. jobs, compared to less than 2 percent today. And while farming jobs have been lost to automation, the global food supply (per capita) has steadily increased."}
{"meta": {"doc_id": 2697, "sent_id": 7, "sent_start_pos": 725, "sent_end_pos": 1070, "title": "Disrupting Food"}, "text": "In 1790, farm jobs accounted for 90 percent of U.S. jobs, compared to less than 2 percent today. And while farming jobs have been lost to automation, the global food supply (per capita) has steadily increased. As we move towards a world of food abundance, let’s look at a few of the fun areas of transformation and entrepreneurial opportunities."}
{"meta": {"doc_id": 2697, "sent_id": 8, "sent_start_pos": 822, "sent_end_pos": 1276, "title": "Disrupting Food"}, "text": "And while farming jobs have been lost to automation, the global food supply (per capita) has steadily increased. As we move towards a world of food abundance, let’s look at a few of the fun areas of transformation and entrepreneurial opportunities. Food Production:\nBioprinting of Meat: Modern Meadow is a Singularity University company that uses bioprinting (tissue engineering and 3D printing) to grow meat (beef, chicken & pork) and leathers in a lab."}
{"meta": {"doc_id": 2697, "sent_id": 9, "sent_start_pos": 935, "sent_end_pos": 1381, "title": "Disrupting Food"}, "text": "As we move towards a world of food abundance, let’s look at a few of the fun areas of transformation and entrepreneurial opportunities. Food Production:\nBioprinting of Meat: Modern Meadow is a Singularity University company that uses bioprinting (tissue engineering and 3D printing) to grow meat (beef, chicken & pork) and leathers in a lab. Their vision is to do this at scale and dramatically reduce the environmental impact of meat production."}
{"meta": {"doc_id": 2697, "sent_id": 10, "sent_start_pos": 1071, "sent_end_pos": 1448, "title": "Disrupting Food"}, "text": "Food Production:\nBioprinting of Meat: Modern Meadow is a Singularity University company that uses bioprinting (tissue engineering and 3D printing) to grow meat (beef, chicken & pork) and leathers in a lab. Their vision is to do this at scale and dramatically reduce the environmental impact of meat production. In 2012, it took 60 billion land animals to feed 7 billion humans."}
{"meta": {"doc_id": 2697, "sent_id": 11, "sent_start_pos": 1277, "sent_end_pos": 1603, "title": "Disrupting Food"}, "text": "Their vision is to do this at scale and dramatically reduce the environmental impact of meat production. In 2012, it took 60 billion land animals to feed 7 billion humans. In success, bioprinting of meat (beef, chicken, pork) has huge advantages: 99% less land, 96% less water, 96% fewer greenhouse gases, and 45% less energy."}
{"meta": {"doc_id": 2697, "sent_id": 12, "sent_start_pos": 1382, "sent_end_pos": 1692, "title": "Disrupting Food"}, "text": "In 2012, it took 60 billion land animals to feed 7 billion humans. In success, bioprinting of meat (beef, chicken, pork) has huge advantages: 99% less land, 96% less water, 96% fewer greenhouse gases, and 45% less energy. Genetically Engineered Crops: We will increasingly rely on genetically engineered crops."}
{"meta": {"doc_id": 2697, "sent_id": 13, "sent_start_pos": 1449, "sent_end_pos": 1819, "title": "Disrupting Food"}, "text": "In success, bioprinting of meat (beef, chicken, pork) has huge advantages: 99% less land, 96% less water, 96% fewer greenhouse gases, and 45% less energy. Genetically Engineered Crops: We will increasingly rely on genetically engineered crops. In 1996 there were 1.7 million hectares of biotech crops in the world; by 2010, the number had jumped to 148 million hectares."}
{"meta": {"doc_id": 2697, "sent_id": 14, "sent_start_pos": 1604, "sent_end_pos": 1968, "title": "Disrupting Food"}, "text": "Genetically Engineered Crops: We will increasingly rely on genetically engineered crops. In 1996 there were 1.7 million hectares of biotech crops in the world; by 2010, the number had jumped to 148 million hectares. This 87-fold increase in hectares makes genetically engineered seeds (GEs) the fastest-adopted crop technology in the history of modern agriculture."}
{"meta": {"doc_id": 2697, "sent_id": 15, "sent_start_pos": 1693, "sent_end_pos": 2079, "title": "Disrupting Food"}, "text": "In 1996 there were 1.7 million hectares of biotech crops in the world; by 2010, the number had jumped to 148 million hectares. This 87-fold increase in hectares makes genetically engineered seeds (GEs) the fastest-adopted crop technology in the history of modern agriculture. After 30 years of research, a great many of our fears about genetically engineered products have been quieted."}
{"meta": {"doc_id": 2697, "sent_id": 16, "sent_start_pos": 1820, "sent_end_pos": 2186, "title": "Disrupting Food"}, "text": "This 87-fold increase in hectares makes genetically engineered seeds (GEs) the fastest-adopted crop technology in the history of modern agriculture. After 30 years of research, a great many of our fears about genetically engineered products have been quieted. More than a trillion GE meals have been served, and not a single case of GE-induced illness has turned up."}
{"meta": {"doc_id": 2697, "sent_id": 17, "sent_start_pos": 1969, "sent_end_pos": 2295, "title": "Disrupting Food"}, "text": "After 30 years of research, a great many of our fears about genetically engineered products have been quieted. More than a trillion GE meals have been served, and not a single case of GE-induced illness has turned up. Vertical Farming: We will grow our food in AI-controlled vertical buildings, rather than on horizontal land."}
{"meta": {"doc_id": 2697, "sent_id": 18, "sent_start_pos": 2080, "sent_end_pos": 2396, "title": "Disrupting Food"}, "text": "More than a trillion GE meals have been served, and not a single case of GE-induced illness has turned up. Vertical Farming: We will grow our food in AI-controlled vertical buildings, rather than on horizontal land. Vertical farms will be immune to weather, so crops can be grown year-round under optimal conditions."}
{"meta": {"doc_id": 2697, "sent_id": 19, "sent_start_pos": 2187, "sent_end_pos": 2491, "title": "Disrupting Food"}, "text": "Vertical Farming: We will grow our food in AI-controlled vertical buildings, rather than on horizontal land. Vertical farms will be immune to weather, so crops can be grown year-round under optimal conditions. One acre of skyscraper floor produces the equivalent of 10 to 20 traditional soil-based acres."}
{"meta": {"doc_id": 2697, "sent_id": 20, "sent_start_pos": 2296, "sent_end_pos": 2595, "title": "Disrupting Food"}, "text": "Vertical farms will be immune to weather, so crops can be grown year-round under optimal conditions. One acre of skyscraper floor produces the equivalent of 10 to 20 traditional soil-based acres. Employing clean-room technologies means no pesticides or herbicides, so there’s no agricultural runoff."}
{"meta": {"doc_id": 2697, "sent_id": 21, "sent_start_pos": 2397, "sent_end_pos": 2708, "title": "Disrupting Food"}, "text": "One acre of skyscraper floor produces the equivalent of 10 to 20 traditional soil-based acres. Employing clean-room technologies means no pesticides or herbicides, so there’s no agricultural runoff. The fossil fuels now used for plowing, fertilizing, seeding, weeding, harvesting, and delivery are gone as well."}
{"meta": {"doc_id": 2697, "sent_id": 22, "sent_start_pos": 2492, "sent_end_pos": 2810, "title": "Disrupting Food"}, "text": "Employing clean-room technologies means no pesticides or herbicides, so there’s no agricultural runoff. The fossil fuels now used for plowing, fertilizing, seeding, weeding, harvesting, and delivery are gone as well. On top of all that, we could reforest the old farmland as parkland and slow the loss of biodiversity."}
{"meta": {"doc_id": 2697, "sent_id": 23, "sent_start_pos": 2596, "sent_end_pos": 2914, "title": "Disrupting Food"}, "text": "The fossil fuels now used for plowing, fertilizing, seeding, weeding, harvesting, and delivery are gone as well. On top of all that, we could reforest the old farmland as parkland and slow the loss of biodiversity. Companies like FarmedHere, Green Sense, and groups like MIT’s CityFARM are making strides in the field."}
{"meta": {"doc_id": 2697, "sent_id": 24, "sent_start_pos": 2709, "sent_end_pos": 3024, "title": "Disrupting Food"}, "text": "On top of all that, we could reforest the old farmland as parkland and slow the loss of biodiversity. Companies like FarmedHere, Green Sense, and groups like MIT’s CityFARM are making strides in the field. Food Production Closer to Home: The average American foodstuff now travels 1,500 miles before being consumed."}
{"meta": {"doc_id": 2697, "sent_id": 25, "sent_start_pos": 2811, "sent_end_pos": 3152, "title": "Disrupting Food"}, "text": "Companies like FarmedHere, Green Sense, and groups like MIT’s CityFARM are making strides in the field. Food Production Closer to Home: The average American foodstuff now travels 1,500 miles before being consumed. As 70 percent of a foodstuff’s final retail price comes from transportation, storage, and handling, these miles add up quickly."}
{"meta": {"doc_id": 2697, "sent_id": 26, "sent_start_pos": 2915, "sent_end_pos": 3365, "title": "Disrupting Food"}, "text": "Food Production Closer to Home: The average American foodstuff now travels 1,500 miles before being consumed. As 70 percent of a foodstuff’s final retail price comes from transportation, storage, and handling, these miles add up quickly. As a result of vertical farming and genetic engineering, production will become decentralized and distributed, allowing food to be produced nearer to the location of consumption, and the price of food to plummet."}
{"meta": {"doc_id": 2697, "sent_id": 27, "sent_start_pos": 3025, "sent_end_pos": 3517, "title": "Disrupting Food"}, "text": "As 70 percent of a foodstuff’s final retail price comes from transportation, storage, and handling, these miles add up quickly. As a result of vertical farming and genetic engineering, production will become decentralized and distributed, allowing food to be produced nearer to the location of consumption, and the price of food to plummet. Plant-Based Meat Alternatives: Beyond Meat and Hampton Creek Foods are companies turning plants into foods that look and taste just like meat and eggs."}
{"meta": {"doc_id": 2697, "sent_id": 28, "sent_start_pos": 3153, "sent_end_pos": 3692, "title": "Disrupting Food"}, "text": "As a result of vertical farming and genetic engineering, production will become decentralized and distributed, allowing food to be produced nearer to the location of consumption, and the price of food to plummet. Plant-Based Meat Alternatives: Beyond Meat and Hampton Creek Foods are companies turning plants into foods that look and taste just like meat and eggs. Hampton Creek’s data scientists are actively weeding out billions of proteins from hundreds of thousands of plants to learn what could form the equivalent of a chicken’s egg."}
{"meta": {"doc_id": 2697, "sent_id": 29, "sent_start_pos": 3366, "sent_end_pos": 3766, "title": "Disrupting Food"}, "text": "Plant-Based Meat Alternatives: Beyond Meat and Hampton Creek Foods are companies turning plants into foods that look and taste just like meat and eggs. Hampton Creek’s data scientists are actively weeding out billions of proteins from hundreds of thousands of plants to learn what could form the equivalent of a chicken’s egg. The company is seeking to create the largest plant database in the world."}
{"meta": {"doc_id": 2697, "sent_id": 30, "sent_start_pos": 3518, "sent_end_pos": 3910, "title": "Disrupting Food"}, "text": "Hampton Creek’s data scientists are actively weeding out billions of proteins from hundreds of thousands of plants to learn what could form the equivalent of a chicken’s egg. The company is seeking to create the largest plant database in the world. Food Preparation:\n3D Printed Food: Companies like 3D Systems, Natural Machines, Print2Taste, and others are experimenting with 3D printed food."}
{"meta": {"doc_id": 2697, "sent_id": 31, "sent_start_pos": 3693, "sent_end_pos": 4075, "title": "Disrupting Food"}, "text": "The company is seeking to create the largest plant database in the world. Food Preparation:\n3D Printed Food: Companies like 3D Systems, Natural Machines, Print2Taste, and others are experimenting with 3D printed food. While 3D printing in chocolates and sugars is well underway, we’ll soon see 3D printed starches, proteins (and even new proteins like algae and insects) and spices."}
{"meta": {"doc_id": 2697, "sent_id": 32, "sent_start_pos": 3767, "sent_end_pos": 4200, "title": "Disrupting Food"}, "text": "Food Preparation:\n3D Printed Food: Companies like 3D Systems, Natural Machines, Print2Taste, and others are experimenting with 3D printed food. While 3D printing in chocolates and sugars is well underway, we’ll soon see 3D printed starches, proteins (and even new proteins like algae and insects) and spices. Personalized Nutrition: Our genome, microbiome, and even our blood type determine how we respond to certain foods/nutrients."}
{"meta": {"doc_id": 2697, "sent_id": 33, "sent_start_pos": 3911, "sent_end_pos": 4334, "title": "Disrupting Food"}, "text": "While 3D printing in chocolates and sugars is well underway, we’ll soon see 3D printed starches, proteins (and even new proteins like algae and insects) and spices. Personalized Nutrition: Our genome, microbiome, and even our blood type determine how we respond to certain foods/nutrients. Imagine if a 3D printed meal was custom produced depending on the amount of exercise you had that day, and your vitamin blood levels."}
{"meta": {"doc_id": 2697, "sent_id": 34, "sent_start_pos": 4076, "sent_end_pos": 4395, "title": "Disrupting Food"}, "text": "Personalized Nutrition: Our genome, microbiome, and even our blood type determine how we respond to certain foods/nutrients. Imagine if a 3D printed meal was custom produced depending on the amount of exercise you had that day, and your vitamin blood levels. Advanced biosensing will drive your diet and close the loop."}
{"meta": {"doc_id": 2697, "sent_id": 35, "sent_start_pos": 4201, "sent_end_pos": 4529, "title": "Disrupting Food"}, "text": "Imagine if a 3D printed meal was custom produced depending on the amount of exercise you had that day, and your vitamin blood levels. Advanced biosensing will drive your diet and close the loop. AI-Designed Recipes: IBM’s Watson uses machine learning to construct new recipes and cocktails that no human chef would come up with."}
{"meta": {"doc_id": 2697, "sent_id": 36, "sent_start_pos": 4335, "sent_end_pos": 4652, "title": "Disrupting Food"}, "text": "Advanced biosensing will drive your diet and close the loop. AI-Designed Recipes: IBM’s Watson uses machine learning to construct new recipes and cocktails that no human chef would come up with. This algorithm matches foods based on extensive taste profiles and the chemical makeup of those edibles in their database."}
{"meta": {"doc_id": 2697, "sent_id": 37, "sent_start_pos": 4396, "sent_end_pos": 4853, "title": "Disrupting Food"}, "text": "AI-Designed Recipes: IBM’s Watson uses machine learning to construct new recipes and cocktails that no human chef would come up with. This algorithm matches foods based on extensive taste profiles and the chemical makeup of those edibles in their database. We tried a few of Watson’s cocktails at last year’s A360: Hoof-n-Honey Ale (veal stock, grilled beef and IPA), Plum Pancetta Cider (bacon and cider), and Corn in the Coop (old fashioned with chicken)."}
{"meta": {"doc_id": 2697, "sent_id": 38, "sent_start_pos": 4530, "sent_end_pos": 5103, "title": "Disrupting Food"}, "text": "This algorithm matches foods based on extensive taste profiles and the chemical makeup of those edibles in their database. We tried a few of Watson’s cocktails at last year’s A360: Hoof-n-Honey Ale (veal stock, grilled beef and IPA), Plum Pancetta Cider (bacon and cider), and Corn in the Coop (old fashioned with chicken). Food for Fuel, Not Pleasure: For those that opt-in to optimize their consumption (often at the expense of “taste”), we will have mixtures that will provide us with exactly what our bodies need in terms of nutrients, carbohydrates, protein, and more."}
{"meta": {"doc_id": 2697, "sent_id": 39, "sent_start_pos": 4653, "sent_end_pos": 5164, "title": "Disrupting Food"}, "text": "We tried a few of Watson’s cocktails at last year’s A360: Hoof-n-Honey Ale (veal stock, grilled beef and IPA), Plum Pancetta Cider (bacon and cider), and Corn in the Coop (old fashioned with chicken). Food for Fuel, Not Pleasure: For those that opt-in to optimize their consumption (often at the expense of “taste”), we will have mixtures that will provide us with exactly what our bodies need in terms of nutrients, carbohydrates, protein, and more. Companies like Soylent and Ambronite are already doing this."}
{"meta": {"doc_id": 2697, "sent_id": 40, "sent_start_pos": 4854, "sent_end_pos": 5308, "title": "Disrupting Food"}, "text": "Food for Fuel, Not Pleasure: For those that opt-in to optimize their consumption (often at the expense of “taste”), we will have mixtures that will provide us with exactly what our bodies need in terms of nutrients, carbohydrates, protein, and more. Companies like Soylent and Ambronite are already doing this. These options will be cheaper and faster than traditional consumption practices – and they will feed many who don’t have access to food at all."}
{"meta": {"doc_id": 2697, "sent_id": 41, "sent_start_pos": 5104, "sent_end_pos": 5400, "title": "Disrupting Food"}, "text": "Companies like Soylent and Ambronite are already doing this. These options will be cheaper and faster than traditional consumption practices – and they will feed many who don’t have access to food at all. Food Delivery:\nFood On-Demand: Press a button and food will be at your doorstep in minutes."}
{"meta": {"doc_id": 2697, "sent_id": 42, "sent_start_pos": 5165, "sent_end_pos": 5540, "title": "Disrupting Food"}, "text": "These options will be cheaper and faster than traditional consumption practices – and they will feed many who don’t have access to food at all. Food Delivery:\nFood On-Demand: Press a button and food will be at your doorstep in minutes. PitchBook Data reports that companies involved in delivering groceries and meals in the region attracted $433 million in funding last year."}
{"meta": {"doc_id": 2697, "sent_id": 43, "sent_start_pos": 5309, "sent_end_pos": 5617, "title": "Disrupting Food"}, "text": "Food Delivery:\nFood On-Demand: Press a button and food will be at your doorstep in minutes. PitchBook Data reports that companies involved in delivering groceries and meals in the region attracted $433 million in funding last year. That’s up from about $68 million in 2013 and only about $21 million in 2012."}
{"meta": {"doc_id": 2697, "sent_id": 44, "sent_start_pos": 5401, "sent_end_pos": 5754, "title": "Disrupting Food"}, "text": "PitchBook Data reports that companies involved in delivering groceries and meals in the region attracted $433 million in funding last year. That’s up from about $68 million in 2013 and only about $21 million in 2012. Companies like Uber Fresh, Munchery, and many others deliver high-quality, restaurant and chef-prepared food to your doorstep on demand."}
{"meta": {"doc_id": 2697, "sent_id": 45, "sent_start_pos": 5541, "sent_end_pos": 5816, "title": "Disrupting Food"}, "text": "That’s up from about $68 million in 2013 and only about $21 million in 2012. Companies like Uber Fresh, Munchery, and many others deliver high-quality, restaurant and chef-prepared food to your doorstep on demand. How are you going to capitalize on the changing food economy?"}
{"meta": {"doc_id": 2697, "sent_id": 46, "sent_start_pos": 5618, "sent_end_pos": 5888, "title": "Disrupting Food"}, "text": "Companies like Uber Fresh, Munchery, and many others deliver high-quality, restaurant and chef-prepared food to your doorstep on demand. How are you going to capitalize on the changing food economy? As technology converges, the future will be a tasty, and abundant, one."}
{"meta": {"doc_id": 2697, "sent_id": 47, "sent_start_pos": 5755, "sent_end_pos": 6045, "title": "Disrupting Food"}, "text": "How are you going to capitalize on the changing food economy? As technology converges, the future will be a tasty, and abundant, one. Let’s Create a World of Abundance\nThis is the sort of content and conversations we discuss at my 250-person executive mastermind group called Abundance 360."}
{"meta": {"doc_id": 2697, "sent_id": 48, "sent_start_pos": 5817, "sent_end_pos": 6111, "title": "Disrupting Food"}, "text": "As technology converges, the future will be a tasty, and abundant, one. Let’s Create a World of Abundance\nThis is the sort of content and conversations we discuss at my 250-person executive mastermind group called Abundance 360. The program is highly selective and has ~89% of the spots filled."}
{"meta": {"doc_id": 2697, "sent_id": 49, "sent_start_pos": 5889, "sent_end_pos": 6131, "title": "Disrupting Food"}, "text": "Let’s Create a World of Abundance\nThis is the sort of content and conversations we discuss at my 250-person executive mastermind group called Abundance 360. The program is highly selective and has ~89% of the spots filled. You can apply here."}
{"meta": {"doc_id": 2697, "sent_id": 50, "sent_start_pos": 6046, "sent_end_pos": 6237, "title": "Disrupting Food"}, "text": "The program is highly selective and has ~89% of the spots filled. You can apply here. Share this email with your friends, especially if they are interested in any of the areas outlined above."}
{"meta": {"doc_id": 2697, "sent_id": 51, "sent_start_pos": 6112, "sent_end_pos": 6348, "title": "Disrupting Food"}, "text": "You can apply here. Share this email with your friends, especially if they are interested in any of the areas outlined above. We are living toward incredible times where the only constant is change, and the rate of change is increasing."}
{"meta": {"doc_id": 2697, "sent_id": 52, "sent_start_pos": 6132, "sent_end_pos": 6434, "title": "Disrupting Food"}, "text": "Share this email with your friends, especially if they are interested in any of the areas outlined above. We are living toward incredible times where the only constant is change, and the rate of change is increasing. [ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nP.S."}
{"meta": {"doc_id": 2697, "sent_id": 53, "sent_start_pos": 6238, "sent_end_pos": 6488, "title": "Disrupting Food"}, "text": "We are living toward incredible times where the only constant is change, and the rate of change is increasing. [ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nP.S. Every weekend I send out a “Tech Blog” like this one."}
{"meta": {"doc_id": 2697, "sent_id": 54, "sent_start_pos": 6349, "sent_end_pos": 6582, "title": "Disrupting Food"}, "text": "[ Click to Tweet about this (you can edit before sending): http://ctt.ec/KWYB9 ]\nP.S. Every weekend I send out a “Tech Blog” like this one. If you want to sign up, go to PeterDiamandis.com and sign up for this and my Abundance blogs."}
{"meta": {"doc_id": 2697, "sent_id": 55, "sent_start_pos": 6435, "sent_end_pos": 6589, "title": "Disrupting Food"}, "text": "Every weekend I send out a “Tech Blog” like this one. If you want to sign up, go to PeterDiamandis.com and sign up for this and my Abundance blogs. P.P.S."}
{"meta": {"doc_id": 2697, "sent_id": 56, "sent_start_pos": 6489, "sent_end_pos": 6739, "title": "Disrupting Food"}, "text": "If you want to sign up, go to PeterDiamandis.com and sign up for this and my Abundance blogs. P.P.S. Please forward this to your best clients, colleagues and friends — especially those who could use some encouragement as they pursue big, bold dreams."}
{"meta": {"doc_id": 2697, "sent_id": 57, "sent_start_pos": 6583, "sent_end_pos": 7994, "title": "Disrupting Food"}, "text": "P.P.S. Please forward this to your best clients, colleagues and friends — especially those who could use some encouragement as they pursue big, bold dreams. 88 notes\n- bitterthoughtttt-blog reblogged this from peterdiamandis\n- superawesometech-blog reblogged this from futurescope\n- webdevgeek reblogged this from peterdiamandis\n- sagetheblack-blog reblogged this from peterdiamandis\n- changing-future liked this\n- reneputters reblogged this from peterdiamandis\n- artaliciab liked this\n- brucewryan liked this\n- teksorbkyva reblogged this from futurescope\n- stormfey reblogged this from futurescope\n- danowskyandsand liked this\n- seymourbuhts reblogged this from futurescope and added:\n< p>\n- robertogreco liked this\n- steamy-broccolini reblogged this from futurescope\n- larrysfl reblogged this from futurescope\n- larrysfl liked this\n- dansar1 reblogged this from futurescope\n- radiantrepose liked this\n- speedyangel liked this\n- speedyangel reblogged this from futurescope\n- c16s reblogged this from futurescope\n- c16s liked this\n- stampinabox liked this\n- rezairus reblogged this from futurescope\n- unpetitmedecin liked this\n- andaleandaleamigos-blog liked this\n- josephgrijincu reblogged this from futurescope\n- jciari reblogged this from futurescope\n- alj----- liked this\n- startupdreamsofficial reblogged this from futurescope and added:\nInteresting though I probably won’t be indulging in 3D printed food."}
{"meta": {"doc_id": 2697, "sent_id": 58, "sent_start_pos": 6590, "sent_end_pos": 8204, "title": "Disrupting Food"}, "text": "Please forward this to your best clients, colleagues and friends — especially those who could use some encouragement as they pursue big, bold dreams. 88 notes\n- bitterthoughtttt-blog reblogged this from peterdiamandis\n- superawesometech-blog reblogged this from futurescope\n- webdevgeek reblogged this from peterdiamandis\n- sagetheblack-blog reblogged this from peterdiamandis\n- changing-future liked this\n- reneputters reblogged this from peterdiamandis\n- artaliciab liked this\n- brucewryan liked this\n- teksorbkyva reblogged this from futurescope\n- stormfey reblogged this from futurescope\n- danowskyandsand liked this\n- seymourbuhts reblogged this from futurescope and added:\n< p>\n- robertogreco liked this\n- steamy-broccolini reblogged this from futurescope\n- larrysfl reblogged this from futurescope\n- larrysfl liked this\n- dansar1 reblogged this from futurescope\n- radiantrepose liked this\n- speedyangel liked this\n- speedyangel reblogged this from futurescope\n- c16s reblogged this from futurescope\n- c16s liked this\n- stampinabox liked this\n- rezairus reblogged this from futurescope\n- unpetitmedecin liked this\n- andaleandaleamigos-blog liked this\n- josephgrijincu reblogged this from futurescope\n- jciari reblogged this from futurescope\n- alj----- liked this\n- startupdreamsofficial reblogged this from futurescope and added:\nInteresting though I probably won’t be indulging in 3D printed food. - startupdreamsofficial liked this\n- lavishedheartthings liked this\n- j-frostik reblogged this from futurescope\n- j-frostik liked this\n- inkyhumor reblogged this from futurescope and added:\nTHIS IS AMAZEBALLS."}
{"meta": {"doc_id": 2697, "sent_id": 59, "sent_start_pos": 6740, "sent_end_pos": 8209, "title": "Disrupting Food"}, "text": "88 notes\n- bitterthoughtttt-blog reblogged this from peterdiamandis\n- superawesometech-blog reblogged this from futurescope\n- webdevgeek reblogged this from peterdiamandis\n- sagetheblack-blog reblogged this from peterdiamandis\n- changing-future liked this\n- reneputters reblogged this from peterdiamandis\n- artaliciab liked this\n- brucewryan liked this\n- teksorbkyva reblogged this from futurescope\n- stormfey reblogged this from futurescope\n- danowskyandsand liked this\n- seymourbuhts reblogged this from futurescope and added:\n< p>\n- robertogreco liked this\n- steamy-broccolini reblogged this from futurescope\n- larrysfl reblogged this from futurescope\n- larrysfl liked this\n- dansar1 reblogged this from futurescope\n- radiantrepose liked this\n- speedyangel liked this\n- speedyangel reblogged this from futurescope\n- c16s reblogged this from futurescope\n- c16s liked this\n- stampinabox liked this\n- rezairus reblogged this from futurescope\n- unpetitmedecin liked this\n- andaleandaleamigos-blog liked this\n- josephgrijincu reblogged this from futurescope\n- jciari reblogged this from futurescope\n- alj----- liked this\n- startupdreamsofficial reblogged this from futurescope and added:\nInteresting though I probably won’t be indulging in 3D printed food. - startupdreamsofficial liked this\n- lavishedheartthings liked this\n- j-frostik reblogged this from futurescope\n- j-frostik liked this\n- inkyhumor reblogged this from futurescope and added:\nTHIS IS AMAZEBALLS. OMG."}
{"meta": {"doc_id": 2697, "sent_id": 60, "sent_start_pos": 7995, "sent_end_pos": 8422, "title": "Disrupting Food"}, "text": "- startupdreamsofficial liked this\n- lavishedheartthings liked this\n- j-frostik reblogged this from futurescope\n- j-frostik liked this\n- inkyhumor reblogged this from futurescope and added:\nTHIS IS AMAZEBALLS. OMG. - arthur-ribtooth-grimsby liked this\n- latinwunderkammer liked this\n- lokineko reblogged this from futurescope\n- red-moskito liked this\n- tinfoilparachute liked this\n- peterdiamandis posted this\n- Show more notes"}
{"meta": {"doc_id": 2697, "sent_id": 61, "sent_start_pos": 8205, "sent_end_pos": [], "title": "Disrupting Food"}, "text": "OMG. - arthur-ribtooth-grimsby liked this\n- latinwunderkammer liked this\n- lokineko reblogged this from futurescope\n- red-moskito liked this\n- tinfoilparachute liked this\n- peterdiamandis posted this\n- Show more notes "}
{"meta": {"doc_id": 2703, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 300, "title": "‘Building smart cities starts with people, not technology’"}, "text": " When The Jetsons, the candy-coloured cartoon family, came on TV screens in the 1960s, they presented a utopian world powered by technology. From humanoids, holograms, smartwatches and phones, to video chat, drones and 3D printed food, they used things that were straight from a science fiction novel."}
{"meta": {"doc_id": 2703, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 417, "title": "‘Building smart cities starts with people, not technology’"}, "text": "When The Jetsons, the candy-coloured cartoon family, came on TV screens in the 1960s, they presented a utopian world powered by technology. From humanoids, holograms, smartwatches and phones, to video chat, drones and 3D printed food, they used things that were straight from a science fiction novel. Now, these things have become an everyday reality, and countries are trying to utilize them to create a smart world."}
{"meta": {"doc_id": 2703, "sent_id": 2, "sent_start_pos": 140, "sent_end_pos": 514, "title": "‘Building smart cities starts with people, not technology’"}, "text": "From humanoids, holograms, smartwatches and phones, to video chat, drones and 3D printed food, they used things that were straight from a science fiction novel. Now, these things have become an everyday reality, and countries are trying to utilize them to create a smart world. “Smart”, however, doesn’t mean just installing digital interfaces in traditional infrastructure."}
{"meta": {"doc_id": 2703, "sent_id": 3, "sent_start_pos": 301, "sent_end_pos": 581, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Now, these things have become an everyday reality, and countries are trying to utilize them to create a smart world. “Smart”, however, doesn’t mean just installing digital interfaces in traditional infrastructure. Building smart cities, in fact, start with people, not technology."}
{"meta": {"doc_id": 2703, "sent_id": 4, "sent_start_pos": 418, "sent_end_pos": 893, "title": "‘Building smart cities starts with people, not technology’"}, "text": "“Smart”, however, doesn’t mean just installing digital interfaces in traditional infrastructure. Building smart cities, in fact, start with people, not technology. It means using technology and data in a way that it improves the lives of its residents and helps them make better decisions, insists Emma Greer, a senior architect at Italy-based design firm Carlo Ratti Associati that works towards merging design with digital technologies to create “interactive” architecture."}
{"meta": {"doc_id": 2703, "sent_id": 5, "sent_start_pos": 515, "sent_end_pos": 1199, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Building smart cities, in fact, start with people, not technology. It means using technology and data in a way that it improves the lives of its residents and helps them make better decisions, insists Emma Greer, a senior architect at Italy-based design firm Carlo Ratti Associati that works towards merging design with digital technologies to create “interactive” architecture. Greer, who was in India for the recently concluded Hyderabad Design Week, adds the raw material of data is reinventing architecture, just as profoundly as stone and masonry did during 16th-century Italian architect Andrea Palladio’s time, and engineering and reinforced concrete did during Le Corbusier’s."}
{"meta": {"doc_id": 2703, "sent_id": 6, "sent_start_pos": 582, "sent_end_pos": 1535, "title": "‘Building smart cities starts with people, not technology’"}, "text": "It means using technology and data in a way that it improves the lives of its residents and helps them make better decisions, insists Emma Greer, a senior architect at Italy-based design firm Carlo Ratti Associati that works towards merging design with digital technologies to create “interactive” architecture. Greer, who was in India for the recently concluded Hyderabad Design Week, adds the raw material of data is reinventing architecture, just as profoundly as stone and masonry did during 16th-century Italian architect Andrea Palladio’s time, and engineering and reinforced concrete did during Le Corbusier’s. Greer, a holder of Post-Professional Master in urban design from Canada’s McGill University, has worked on smart urban designs in the US, UK and Italy, and also been involved in the Livingboard project with non-profit WeRise which included building a portable “motherboard system” to improve housing conditions in rural parts of India."}
{"meta": {"doc_id": 2703, "sent_id": 7, "sent_start_pos": 894, "sent_end_pos": 1687, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Greer, who was in India for the recently concluded Hyderabad Design Week, adds the raw material of data is reinventing architecture, just as profoundly as stone and masonry did during 16th-century Italian architect Andrea Palladio’s time, and engineering and reinforced concrete did during Le Corbusier’s. Greer, a holder of Post-Professional Master in urban design from Canada’s McGill University, has worked on smart urban designs in the US, UK and Italy, and also been involved in the Livingboard project with non-profit WeRise which included building a portable “motherboard system” to improve housing conditions in rural parts of India. In an interview, Greer talks about planning smart cities in the developing world, the scope of data usage in architecture, and the Livingboard project."}
{"meta": {"doc_id": 2703, "sent_id": 8, "sent_start_pos": 1200, "sent_end_pos": 1747, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Greer, a holder of Post-Professional Master in urban design from Canada’s McGill University, has worked on smart urban designs in the US, UK and Italy, and also been involved in the Livingboard project with non-profit WeRise which included building a portable “motherboard system” to improve housing conditions in rural parts of India. In an interview, Greer talks about planning smart cities in the developing world, the scope of data usage in architecture, and the Livingboard project. Edited excerpts:\nWhat’s a smart city supposed to look like?"}
{"meta": {"doc_id": 2703, "sent_id": 9, "sent_start_pos": 1536, "sent_end_pos": 1913, "title": "‘Building smart cities starts with people, not technology’"}, "text": "In an interview, Greer talks about planning smart cities in the developing world, the scope of data usage in architecture, and the Livingboard project. Edited excerpts:\nWhat’s a smart city supposed to look like? Imagine a place where the built environment is able to perceive people’s presence and immediately adapt to their habits, evolving and learning with each interaction."}
{"meta": {"doc_id": 2703, "sent_id": 10, "sent_start_pos": 1688, "sent_end_pos": 2005, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Edited excerpts:\nWhat’s a smart city supposed to look like? Imagine a place where the built environment is able to perceive people’s presence and immediately adapt to their habits, evolving and learning with each interaction. What is the one big challenge in creating a smart city, especially in the developing world?"}
{"meta": {"doc_id": 2703, "sent_id": 11, "sent_start_pos": 1748, "sent_end_pos": 2130, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Imagine a place where the built environment is able to perceive people’s presence and immediately adapt to their habits, evolving and learning with each interaction. What is the one big challenge in creating a smart city, especially in the developing world? The idea for smart cities has traditionally focused on technology as a tool to achieve urban spaces that run like clockwork."}
{"meta": {"doc_id": 2703, "sent_id": 12, "sent_start_pos": 1914, "sent_end_pos": 2294, "title": "‘Building smart cities starts with people, not technology’"}, "text": "What is the one big challenge in creating a smart city, especially in the developing world? The idea for smart cities has traditionally focused on technology as a tool to achieve urban spaces that run like clockwork. We instead need to work towards a future where technology augments the human experience, making cities more liveable and in tune with residents’ desires and needs."}
{"meta": {"doc_id": 2703, "sent_id": 13, "sent_start_pos": 2006, "sent_end_pos": 2390, "title": "‘Building smart cities starts with people, not technology’"}, "text": "The idea for smart cities has traditionally focused on technology as a tool to achieve urban spaces that run like clockwork. We instead need to work towards a future where technology augments the human experience, making cities more liveable and in tune with residents’ desires and needs. Can intuitive use of data act as an enabler to improve urban mobility and build smarter cities?"}
{"meta": {"doc_id": 2703, "sent_id": 14, "sent_start_pos": 2131, "sent_end_pos": 2600, "title": "‘Building smart cities starts with people, not technology’"}, "text": "We instead need to work towards a future where technology augments the human experience, making cities more liveable and in tune with residents’ desires and needs. Can intuitive use of data act as an enabler to improve urban mobility and build smarter cities? Data contains precious information on people’s preferences and behaviour, and analysing it can help us plan urban spaces and infrastructure that respond to–and even anticipate–city dwellers’ needs."}
{"meta": {"doc_id": 2703, "sent_id": 15, "sent_start_pos": 2295, "sent_end_pos": 2781, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Can intuitive use of data act as an enabler to improve urban mobility and build smarter cities? Data contains precious information on people’s preferences and behaviour, and analysing it can help us plan urban spaces and infrastructure that respond to–and even anticipate–city dwellers’ needs. An example of this is Light Traffic, a series of intelligent, slot-based intersections that could replace traditional traffic lights thanks to sensors and reduce queues and delays."}
{"meta": {"doc_id": 2703, "sent_id": 16, "sent_start_pos": 2403, "sent_end_pos": 3082, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Data contains precious information on people’s preferences and behaviour, and analysing it can help us plan urban spaces and infrastructure that respond to–and even anticipate–city dwellers’ needs. An example of this is Light Traffic, a series of intelligent, slot-based intersections that could replace traditional traffic lights thanks to sensors and reduce queues and delays. It has been developed by the MIT (Massachusetts Institute of Technology) Senseable City Lab, and its idea is based on a scenario where sensor-laden vehicles pass through intersections by communicating and remaining at a safe distance from each other, rather than grinding to a halt at traffic lights."}
{"meta": {"doc_id": 2703, "sent_id": 17, "sent_start_pos": 2601, "sent_end_pos": 3237, "title": "‘Building smart cities starts with people, not technology’"}, "text": "An example of this is Light Traffic, a series of intelligent, slot-based intersections that could replace traditional traffic lights thanks to sensors and reduce queues and delays. It has been developed by the MIT (Massachusetts Institute of Technology) Senseable City Lab, and its idea is based on a scenario where sensor-laden vehicles pass through intersections by communicating and remaining at a safe distance from each other, rather than grinding to a halt at traffic lights. The initiative is based on a sweat-equity model, where homeowners participate in the design and construction of their own home."}
{"meta": {"doc_id": 2703, "sent_id": 18, "sent_start_pos": 2782, "sent_end_pos": 3376, "title": "‘Building smart cities starts with people, not technology’"}, "text": "It has been developed by the MIT (Massachusetts Institute of Technology) Senseable City Lab, and its idea is based on a scenario where sensor-laden vehicles pass through intersections by communicating and remaining at a safe distance from each other, rather than grinding to a halt at traffic lights. The initiative is based on a sweat-equity model, where homeowners participate in the design and construction of their own home. It (Livingboard) is essentially a flexible “core” system to support the development of housing initiatives in any rural area of the world."}
{"meta": {"doc_id": 2703, "sent_id": 19, "sent_start_pos": 3110, "sent_end_pos": 3490, "title": "‘Building smart cities starts with people, not technology’"}, "text": "The initiative is based on a sweat-equity model, where homeowners participate in the design and construction of their own home. It (Livingboard) is essentially a flexible “core” system to support the development of housing initiatives in any rural area of the world. This core, made of low-cost materials, must be positioned horizontally, constituting the floor of a 12-sq.m room."}
{"meta": {"doc_id": 2703, "sent_id": 20, "sent_start_pos": 3238, "sent_end_pos": 3754, "title": "‘Building smart cities starts with people, not technology’"}, "text": "It (Livingboard) is essentially a flexible “core” system to support the development of housing initiatives in any rural area of the world. This core, made of low-cost materials, must be positioned horizontally, constituting the floor of a 12-sq.m room. It can be carried by helicopters or even drones so as to reach any remote location, and provide water storage and distribution, water treatment through filtration, waste management, heating, batteries to accumulate PV-generated electricity and Wi-Fi connectivity."}
{"meta": {"doc_id": 2703, "sent_id": 21, "sent_start_pos": 3377, "sent_end_pos": 3981, "title": "‘Building smart cities starts with people, not technology’"}, "text": "This core, made of low-cost materials, must be positioned horizontally, constituting the floor of a 12-sq.m room. It can be carried by helicopters or even drones so as to reach any remote location, and provide water storage and distribution, water treatment through filtration, waste management, heating, batteries to accumulate PV-generated electricity and Wi-Fi connectivity. Our recent pilot for the Karnataka region aims to respond to the area’s climate and environmental conditions—characterized by a low precipitation rate—by treating and recycling homes’ greywater to irrigate agricultural fields."}
{"meta": {"doc_id": 2703, "sent_id": 22, "sent_start_pos": 3491, "sent_end_pos": 4210, "title": "‘Building smart cities starts with people, not technology’"}, "text": "It can be carried by helicopters or even drones so as to reach any remote location, and provide water storage and distribution, water treatment through filtration, waste management, heating, batteries to accumulate PV-generated electricity and Wi-Fi connectivity. Our recent pilot for the Karnataka region aims to respond to the area’s climate and environmental conditions—characterized by a low precipitation rate—by treating and recycling homes’ greywater to irrigate agricultural fields. Last year in Toronto, Carlo Ratti Associati created a ‘reconfigurable’ paving system (think a pavement busy with foot and bicycle traffic during rush hour changing into a play space in the middle of the day or over the weekend)."}
{"meta": {"doc_id": 2703, "sent_id": 23, "sent_start_pos": 3755, "sent_end_pos": 4277, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Our recent pilot for the Karnataka region aims to respond to the area’s climate and environmental conditions—characterized by a low precipitation rate—by treating and recycling homes’ greywater to irrigate agricultural fields. Last year in Toronto, Carlo Ratti Associati created a ‘reconfigurable’ paving system (think a pavement busy with foot and bicycle traffic during rush hour changing into a play space in the middle of the day or over the weekend). How can it be replicated in a highly populated country like India?"}
{"meta": {"doc_id": 2703, "sent_id": 24, "sent_start_pos": 3982, "sent_end_pos": 4599, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Last year in Toronto, Carlo Ratti Associati created a ‘reconfigurable’ paving system (think a pavement busy with foot and bicycle traffic during rush hour changing into a play space in the middle of the day or over the weekend). How can it be replicated in a highly populated country like India? The goal of the reconfigurable paving system that was developed with Sidewalk Labs (of the urbanism-focused subsidiary of Google parent company, Alphabet) is to allow the re-programming of streets in off-peak hours, so that it could host a block party on the weekend or transform into a picnic area during the lunch hour."}
{"meta": {"doc_id": 2703, "sent_id": 25, "sent_start_pos": 4211, "sent_end_pos": 4687, "title": "‘Building smart cities starts with people, not technology’"}, "text": "How can it be replicated in a highly populated country like India? The goal of the reconfigurable paving system that was developed with Sidewalk Labs (of the urbanism-focused subsidiary of Google parent company, Alphabet) is to allow the re-programming of streets in off-peak hours, so that it could host a block party on the weekend or transform into a picnic area during the lunch hour. The aim is to create a streetscape that responds to the residents’ ever-changing needs."}
{"meta": {"doc_id": 2703, "sent_id": 26, "sent_start_pos": 4278, "sent_end_pos": 4838, "title": "‘Building smart cities starts with people, not technology’"}, "text": "The goal of the reconfigurable paving system that was developed with Sidewalk Labs (of the urbanism-focused subsidiary of Google parent company, Alphabet) is to allow the re-programming of streets in off-peak hours, so that it could host a block party on the weekend or transform into a picnic area during the lunch hour. The aim is to create a streetscape that responds to the residents’ ever-changing needs. Similar results can be achieved in developing countries, with “softer” or less invasive design solutions such as dynamic signage or moveable planters."}
{"meta": {"doc_id": 2703, "sent_id": 27, "sent_start_pos": 4600, "sent_end_pos": 4946, "title": "‘Building smart cities starts with people, not technology’"}, "text": "The aim is to create a streetscape that responds to the residents’ ever-changing needs. Similar results can be achieved in developing countries, with “softer” or less invasive design solutions such as dynamic signage or moveable planters. There is enough talk about room furnishings that reconfigure themselves so one room can have multiple uses."}
{"meta": {"doc_id": 2703, "sent_id": 28, "sent_start_pos": 4688, "sent_end_pos": 5020, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Similar results can be achieved in developing countries, with “softer” or less invasive design solutions such as dynamic signage or moveable planters. There is enough talk about room furnishings that reconfigure themselves so one room can have multiple uses. Do you believe living and working spaces could get smaller in the future?"}
{"meta": {"doc_id": 2703, "sent_id": 29, "sent_start_pos": 4839, "sent_end_pos": 5239, "title": "‘Building smart cities starts with people, not technology’"}, "text": "There is enough talk about room furnishings that reconfigure themselves so one room can have multiple uses. Do you believe living and working spaces could get smaller in the future? It’s not so much that we’ll have smaller living and work areas, but by rethinking the way in which space is used and allocated throughout the day, we could optimize and innovate offices, homes and urban infrastructure."}
{"meta": {"doc_id": 2703, "sent_id": 30, "sent_start_pos": 4947, "sent_end_pos": 5281, "title": "‘Building smart cities starts with people, not technology’"}, "text": "Do you believe living and working spaces could get smaller in the future? It’s not so much that we’ll have smaller living and work areas, but by rethinking the way in which space is used and allocated throughout the day, we could optimize and innovate offices, homes and urban infrastructure. What will cities of the future look like?"}
{"meta": {"doc_id": 2703, "sent_id": 31, "sent_start_pos": 5021, "sent_end_pos": 5470, "title": "‘Building smart cities starts with people, not technology’"}, "text": "It’s not so much that we’ll have smaller living and work areas, but by rethinking the way in which space is used and allocated throughout the day, we could optimize and innovate offices, homes and urban infrastructure. What will cities of the future look like? What will change will be the way in which we use the built environment, and this transformation is already happening."}
{"meta": {"doc_id": 2703, "sent_id": 32, "sent_start_pos": 5240, "sent_end_pos": 5582, "title": "‘Building smart cities starts with people, not technology’"}, "text": "What will cities of the future look like? What will change will be the way in which we use the built environment, and this transformation is already happening. For example, occupancy sensors allow us to identify underused space that can be reprogrammed for 24/7 activity."}
{"meta": {"doc_id": 2703, "sent_id": 33, "sent_start_pos": 5353, "sent_end_pos": 5731, "title": "‘Building smart cities starts with people, not technology’"}, "text": "What will change will be the way in which we use the built environment, and this transformation is already happening. For example, occupancy sensors allow us to identify underused space that can be reprogrammed for 24/7 activity. When embedded into the workspace, they could transform a co-working area that provides desk space during the day into an event venue in the evening."}
{"meta": {"doc_id": 2703, "sent_id": 34, "sent_start_pos": 5471, "sent_end_pos": 5943, "title": "‘Building smart cities starts with people, not technology’"}, "text": "For example, occupancy sensors allow us to identify underused space that can be reprogrammed for 24/7 activity. When embedded into the workspace, they could transform a co-working area that provides desk space during the day into an event venue in the evening. The hope is that technology will fade into the background of the future city, enhancing our interaction with the built environment as an invisible skin layer permeating buildings, roads and other infrastructure."}
{"meta": {"doc_id": 2703, "sent_id": 35, "sent_start_pos": 5583, "sent_end_pos": 6040, "title": "‘Building smart cities starts with people, not technology’"}, "text": "When embedded into the workspace, they could transform a co-working area that provides desk space during the day into an event venue in the evening. The hope is that technology will fade into the background of the future city, enhancing our interaction with the built environment as an invisible skin layer permeating buildings, roads and other infrastructure. We certainly would not advocate for a future where everything is reduced to a shiny touchscreen."}
{"meta": {"doc_id": 2703, "sent_id": 36, "sent_start_pos": 5732, "sent_end_pos": 6084, "title": "‘Building smart cities starts with people, not technology’"}, "text": "The hope is that technology will fade into the background of the future city, enhancing our interaction with the built environment as an invisible skin layer permeating buildings, roads and other infrastructure. We certainly would not advocate for a future where everything is reduced to a shiny touchscreen. How do we nurture the human side of cities?"}
{"meta": {"doc_id": 2703, "sent_id": 37, "sent_start_pos": 5944, "sent_end_pos": 6238, "title": "‘Building smart cities starts with people, not technology’"}, "text": "We certainly would not advocate for a future where everything is reduced to a shiny touchscreen. How do we nurture the human side of cities? We should strive to design “senseable”–or responsive–cities, where spaces engage in a dynamic interaction with people and contribute to their well-being."}
{"meta": {"doc_id": 2703, "sent_id": 38, "sent_start_pos": 6041, "sent_end_pos": [], "title": "‘Building smart cities starts with people, not technology’"}, "text": "How do we nurture the human side of cities? We should strive to design “senseable”–or responsive–cities, where spaces engage in a dynamic interaction with people and contribute to their well-being. "}
{"meta": {"doc_id": 2704, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 528, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": " Media Contacts:\nJeff Levine\nThe Culinary Institute of Americaj_levine@culinary.edu\nAlyssa Hoyt\n3D Systems Corporationpress@3dsystems.com\nRock Hill, SC – 3D\nSystems (NYSE:DDD) announced today a partnership with The\nCulinary Institute of America (CIA) to provide faculty and students the\nopportunity to explore the intersection\nof 3D printed food and artisan culinary methods. Together, 3DS and the\nCIA plan\nto develop a series of educational collaborations and commence a beta\nprogram\nfor the ChefJet™ Pro, a culinary 3D printer."}
{"meta": {"doc_id": 2704, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 778, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Media Contacts:\nJeff Levine\nThe Culinary Institute of Americaj_levine@culinary.edu\nAlyssa Hoyt\n3D Systems Corporationpress@3dsystems.com\nRock Hill, SC – 3D\nSystems (NYSE:DDD) announced today a partnership with The\nCulinary Institute of America (CIA) to provide faculty and students the\nopportunity to explore the intersection\nof 3D printed food and artisan culinary methods. Together, 3DS and the\nCIA plan\nto develop a series of educational collaborations and commence a beta\nprogram\nfor the ChefJet™ Pro, a culinary 3D printer. “Our collaboration with the CIA provides the culinary\ncommunity with a unique opportunity to explore and experience the open-ended possibilities\nof fusing 3D food printing with traditional culinary arts,” said Avi Reichental, president and\nCEO, 3DS."}
{"meta": {"doc_id": 2704, "sent_id": 2, "sent_start_pos": 375, "sent_end_pos": 1133, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Together, 3DS and the\nCIA plan\nto develop a series of educational collaborations and commence a beta\nprogram\nfor the ChefJet™ Pro, a culinary 3D printer. “Our collaboration with the CIA provides the culinary\ncommunity with a unique opportunity to explore and experience the open-ended possibilities\nof fusing 3D food printing with traditional culinary arts,” said Avi Reichental, president and\nCEO, 3DS. “Together we plan to advance culinary arts through education,\nexploration, and experimentation by introducing 3D printing into the\nprofessional kitchen.”\nThis joint collaboration includes the development of a\nseries of conferences and seminars for the CIA community supported by new\nstate-of-the-art food 3D printing technologies located at CIA campuses."}
{"meta": {"doc_id": 2704, "sent_id": 3, "sent_start_pos": 529, "sent_end_pos": 1301, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "“Our collaboration with the CIA provides the culinary\ncommunity with a unique opportunity to explore and experience the open-ended possibilities\nof fusing 3D food printing with traditional culinary arts,” said Avi Reichental, president and\nCEO, 3DS. “Together we plan to advance culinary arts through education,\nexploration, and experimentation by introducing 3D printing into the\nprofessional kitchen.”\nThis joint collaboration includes the development of a\nseries of conferences and seminars for the CIA community supported by new\nstate-of-the-art food 3D printing technologies located at CIA campuses. Additionally,\n3DS plans to provide CIA students with fellowship and internship programs at The\nSugar Lab, its Los Angeles based 3D printing culinary innovation center."}
{"meta": {"doc_id": 2704, "sent_id": 4, "sent_start_pos": 779, "sent_end_pos": 1505, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "“Together we plan to advance culinary arts through education,\nexploration, and experimentation by introducing 3D printing into the\nprofessional kitchen.”\nThis joint collaboration includes the development of a\nseries of conferences and seminars for the CIA community supported by new\nstate-of-the-art food 3D printing technologies located at CIA campuses. Additionally,\n3DS plans to provide CIA students with fellowship and internship programs at The\nSugar Lab, its Los Angeles based 3D printing culinary innovation center. 3DS has broken ground on its hybrid digital kitchen and\nevent space, located in the heart of one of Los Angeles’ up-and-coming cuisine\ncorridors, and plans to open it to the public in the spring of 2015."}
{"meta": {"doc_id": 2704, "sent_id": 5, "sent_start_pos": 1134, "sent_end_pos": 1709, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Additionally,\n3DS plans to provide CIA students with fellowship and internship programs at The\nSugar Lab, its Los Angeles based 3D printing culinary innovation center. 3DS has broken ground on its hybrid digital kitchen and\nevent space, located in the heart of one of Los Angeles’ up-and-coming cuisine\ncorridors, and plans to open it to the public in the spring of 2015. The\ncompany plans to outfit its culinary innovation center with its latest food\nprinters and invite pastry chefs, mixologists, and\nmolecular gastronomists to collaborate in creating new food experiences."}
{"meta": {"doc_id": 2704, "sent_id": 6, "sent_start_pos": 1302, "sent_end_pos": 1917, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "3DS has broken ground on its hybrid digital kitchen and\nevent space, located in the heart of one of Los Angeles’ up-and-coming cuisine\ncorridors, and plans to open it to the public in the spring of 2015. The\ncompany plans to outfit its culinary innovation center with its latest food\nprinters and invite pastry chefs, mixologists, and\nmolecular gastronomists to collaborate in creating new food experiences. 3DS\nwill also host frequent events for leaders in the hospitality, event, and\nculinary communities, as well as symposiums and master-classes that explore and\nshape the wide-open landscape of 3D printed food."}
{"meta": {"doc_id": 2704, "sent_id": 7, "sent_start_pos": 1506, "sent_end_pos": 2079, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The\ncompany plans to outfit its culinary innovation center with its latest food\nprinters and invite pastry chefs, mixologists, and\nmolecular gastronomists to collaborate in creating new food experiences. 3DS\nwill also host frequent events for leaders in the hospitality, event, and\nculinary communities, as well as symposiums and master-classes that explore and\nshape the wide-open landscape of 3D printed food. 3DS plans to expand the\navailability of 3D printed confections and edibles via its cubify.com online platform\nwith the opening of the culinary innovation center."}
{"meta": {"doc_id": 2704, "sent_id": 8, "sent_start_pos": 1710, "sent_end_pos": 2393, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "3DS\nwill also host frequent events for leaders in the hospitality, event, and\nculinary communities, as well as symposiums and master-classes that explore and\nshape the wide-open landscape of 3D printed food. 3DS plans to expand the\navailability of 3D printed confections and edibles via its cubify.com online platform\nwith the opening of the culinary innovation center. \"Through our partnership with 3D Systems, The Culinary\nInstitute of America will elevate 3D printing technology by integrating it into\nour curriculum so that current CIA students, alumni, and culinary professionals\ncan have access to this new platform in the future,\" explained Dr. Tim Ryan, president of the CIA."}
{"meta": {"doc_id": 2704, "sent_id": 9, "sent_start_pos": 1918, "sent_end_pos": 2618, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "3DS plans to expand the\navailability of 3D printed confections and edibles via its cubify.com online platform\nwith the opening of the culinary innovation center. \"Through our partnership with 3D Systems, The Culinary\nInstitute of America will elevate 3D printing technology by integrating it into\nour curriculum so that current CIA students, alumni, and culinary professionals\ncan have access to this new platform in the future,\" explained Dr. Tim Ryan, president of the CIA. \"I am excited to see how this technology will\nopen opportunities to chefs as they explore its creative, design, and functional\ncapabilities using new techniques that will integrate 3D printing into the\nprofessional kitchen.\""}
{"meta": {"doc_id": 2704, "sent_id": 10, "sent_start_pos": 2080, "sent_end_pos": 2846, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "\"Through our partnership with 3D Systems, The Culinary\nInstitute of America will elevate 3D printing technology by integrating it into\nour curriculum so that current CIA students, alumni, and culinary professionals\ncan have access to this new platform in the future,\" explained Dr. Tim Ryan, president of the CIA. \"I am excited to see how this technology will\nopen opportunities to chefs as they explore its creative, design, and functional\ncapabilities using new techniques that will integrate 3D printing into the\nprofessional kitchen.\" The CIA plans to commence an intensive beta testing program\nwith 3DS’ ChefJet Pro, the world’s first professional-grade food 3D printer,\nwhich is designed to improve the design and printing experience for\nprofessional kitchens."}
{"meta": {"doc_id": 2704, "sent_id": 11, "sent_start_pos": 2394, "sent_end_pos": 2982, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "\"I am excited to see how this technology will\nopen opportunities to chefs as they explore its creative, design, and functional\ncapabilities using new techniques that will integrate 3D printing into the\nprofessional kitchen.\" The CIA plans to commence an intensive beta testing program\nwith 3DS’ ChefJet Pro, the world’s first professional-grade food 3D printer,\nwhich is designed to improve the design and printing experience for\nprofessional kitchens. The full-color ChefJet Pro will be food certified and produce\nedible 3D printed confections—from custom candies to ornate cake toppers."}
{"meta": {"doc_id": 2704, "sent_id": 12, "sent_start_pos": 2619, "sent_end_pos": 3193, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The CIA plans to commence an intensive beta testing program\nwith 3DS’ ChefJet Pro, the world’s first professional-grade food 3D printer,\nwhich is designed to improve the design and printing experience for\nprofessional kitchens. The full-color ChefJet Pro will be food certified and produce\nedible 3D printed confections—from custom candies to ornate cake toppers. Built\nfrom 3DS’ ColorJet Printing (CJP) technology, the\nChefJet Pro is equipped with intuitive, chef-friendly Digital Cookbook software\nand creates intricate candies and sweets with a variety of flavor options."}
{"meta": {"doc_id": 2704, "sent_id": 13, "sent_start_pos": 2847, "sent_end_pos": 3265, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The full-color ChefJet Pro will be food certified and produce\nedible 3D printed confections—from custom candies to ornate cake toppers. Built\nfrom 3DS’ ColorJet Printing (CJP) technology, the\nChefJet Pro is equipped with intuitive, chef-friendly Digital Cookbook software\nand creates intricate candies and sweets with a variety of flavor options. The\nChefJet Pro is expected to be available in the second half of 2015."}
{"meta": {"doc_id": 2704, "sent_id": 14, "sent_start_pos": 2983, "sent_end_pos": 3479, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Built\nfrom 3DS’ ColorJet Printing (CJP) technology, the\nChefJet Pro is equipped with intuitive, chef-friendly Digital Cookbook software\nand creates intricate candies and sweets with a variety of flavor options. The\nChefJet Pro is expected to be available in the second half of 2015. Press Event and\nDemonstration at International CES 2015:\n3DS and the CIA plan to host a press event at International\nCES 2015 on Wednesday, January 7 from 3–4 p.m. PST in 3DS’ booth at the Sands\nExpo, Booth 72225."}
{"meta": {"doc_id": 2704, "sent_id": 15, "sent_start_pos": 3194, "sent_end_pos": 3666, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The\nChefJet Pro is expected to be available in the second half of 2015. Press Event and\nDemonstration at International CES 2015:\n3DS and the CIA plan to host a press event at International\nCES 2015 on Wednesday, January 7 from 3–4 p.m. PST in 3DS’ booth at the Sands\nExpo, Booth 72225. Join Avi Reichental,\npresident and CEO of 3DS, and Dr. Tim Ryan, president of the CIA, for a\ndiscussion on the future of food and the intersection of 3D technology and the\nculinary arts."}
{"meta": {"doc_id": 2704, "sent_id": 16, "sent_start_pos": 3266, "sent_end_pos": 3760, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Press Event and\nDemonstration at International CES 2015:\n3DS and the CIA plan to host a press event at International\nCES 2015 on Wednesday, January 7 from 3–4 p.m. PST in 3DS’ booth at the Sands\nExpo, Booth 72225. Join Avi Reichental,\npresident and CEO of 3DS, and Dr. Tim Ryan, president of the CIA, for a\ndiscussion on the future of food and the intersection of 3D technology and the\nculinary arts. There will also be a demonstration of traditional confection\nartistry fused with 3D printing."}
{"meta": {"doc_id": 2704, "sent_id": 17, "sent_start_pos": 3480, "sent_end_pos": 3903, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Join Avi Reichental,\npresident and CEO of 3DS, and Dr. Tim Ryan, president of the CIA, for a\ndiscussion on the future of food and the intersection of 3D technology and the\nculinary arts. There will also be a demonstration of traditional confection\nartistry fused with 3D printing. Learn more about 3DS’ commitment to manufacturing the future\ntoday at www.3dsystems.com."}
{"meta": {"doc_id": 2704, "sent_id": 18, "sent_start_pos": 3667, "sent_end_pos": 4256, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "There will also be a demonstration of traditional confection\nartistry fused with 3D printing. Learn more about 3DS’ commitment to manufacturing the future\ntoday at www.3dsystems.com. About The Culinary Institute of America\nFounded in 1946, The Culinary Institute of America is an independent,\nnot-for-profit college offering associate and bachelor's degrees with majors in\nculinary arts, baking and pastry arts, culinary science, and applied food\nstudies, as well as certificate programs in culinary arts and wine and beverage\nstudies."}
{"meta": {"doc_id": 2704, "sent_id": 19, "sent_start_pos": 3815, "sent_end_pos": 4448, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Learn more about 3DS’ commitment to manufacturing the future\ntoday at www.3dsystems.com. About The Culinary Institute of America\nFounded in 1946, The Culinary Institute of America is an independent,\nnot-for-profit college offering associate and bachelor's degrees with majors in\nculinary arts, baking and pastry arts, culinary science, and applied food\nstudies, as well as certificate programs in culinary arts and wine and beverage\nstudies. As the world's premier culinary college, the CIA provides thought\nleadership in the areas of health & wellness, sustainability, and world\ncuisines & cultures through research and conferences."}
{"meta": {"doc_id": 2704, "sent_id": 20, "sent_start_pos": 3904, "sent_end_pos": 4640, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "About The Culinary Institute of America\nFounded in 1946, The Culinary Institute of America is an independent,\nnot-for-profit college offering associate and bachelor's degrees with majors in\nculinary arts, baking and pastry arts, culinary science, and applied food\nstudies, as well as certificate programs in culinary arts and wine and beverage\nstudies. As the world's premier culinary college, the CIA provides thought\nleadership in the areas of health & wellness, sustainability, and world\ncuisines & cultures through research and conferences. The CIA has a network\nof 47,000 alumni that includes industry leaders such as Grant Achatz, Anthony Bourdain, Roy\nChoi, Cat Cora, Dan Coudreaut, Steve Ells, Charlie Palmer, and Roy Yamaguchi."}
{"meta": {"doc_id": 2704, "sent_id": 21, "sent_start_pos": 4257, "sent_end_pos": 4805, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "As the world's premier culinary college, the CIA provides thought\nleadership in the areas of health & wellness, sustainability, and world\ncuisines & cultures through research and conferences. The CIA has a network\nof 47,000 alumni that includes industry leaders such as Grant Achatz, Anthony Bourdain, Roy\nChoi, Cat Cora, Dan Coudreaut, Steve Ells, Charlie Palmer, and Roy Yamaguchi. The CIA also\noffers courses for professionals and enthusiasts, as well as consulting\nservices in support of innovation for the foodservice and hospitality industry."}
{"meta": {"doc_id": 2704, "sent_id": 22, "sent_start_pos": 4449, "sent_end_pos": 4896, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The CIA has a network\nof 47,000 alumni that includes industry leaders such as Grant Achatz, Anthony Bourdain, Roy\nChoi, Cat Cora, Dan Coudreaut, Steve Ells, Charlie Palmer, and Roy Yamaguchi. The CIA also\noffers courses for professionals and enthusiasts, as well as consulting\nservices in support of innovation for the foodservice and hospitality industry. The college has campuses in Hyde Park, NY; St. Helena, CA; San Antonio, TX; and\nSingapore."}
{"meta": {"doc_id": 2704, "sent_id": 23, "sent_start_pos": 4641, "sent_end_pos": 5121, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The CIA also\noffers courses for professionals and enthusiasts, as well as consulting\nservices in support of innovation for the foodservice and hospitality industry. The college has campuses in Hyde Park, NY; St. Helena, CA; San Antonio, TX; and\nSingapore. 3DS provides the most\nadvanced and comprehensive 3D design-to-manufacturing solutions including 3D\nprinters, print materials and cloud sourced custom parts."}
{"meta": {"doc_id": 2704, "sent_id": 24, "sent_start_pos": 4806, "sent_end_pos": 5296, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "The college has campuses in Hyde Park, NY; St. Helena, CA; San Antonio, TX; and\nSingapore. 3DS provides the most\nadvanced and comprehensive 3D design-to-manufacturing solutions including 3D\nprinters, print materials and cloud sourced custom parts. Its powerful digital\nthread empowers professionals and consumers everywhere to bring their ideas to\nlife in material choices including plastics, metals, ceramics and edibles."}
{"meta": {"doc_id": 2704, "sent_id": 25, "sent_start_pos": 4965, "sent_end_pos": 5484, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "3DS provides the most\nadvanced and comprehensive 3D design-to-manufacturing solutions including 3D\nprinters, print materials and cloud sourced custom parts. Its powerful digital\nthread empowers professionals and consumers everywhere to bring their ideas to\nlife in material choices including plastics, metals, ceramics and edibles. 3DS'\nleading healthcare solutions include end-to-end simulation, training and\nintegrated 3D planning and printing for personalized surgery and patient\nspecific medical and dental devices."}
{"meta": {"doc_id": 2704, "sent_id": 26, "sent_start_pos": 5122, "sent_end_pos": 5595, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Its powerful digital\nthread empowers professionals and consumers everywhere to bring their ideas to\nlife in material choices including plastics, metals, ceramics and edibles. 3DS'\nleading healthcare solutions include end-to-end simulation, training and\nintegrated 3D planning and printing for personalized surgery and patient\nspecific medical and dental devices. Its democratized 3D design and inspection\nproducts embody the latest perceptual, capture and touch technology."}
{"meta": {"doc_id": 2704, "sent_id": 27, "sent_start_pos": 5297, "sent_end_pos": 5716, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "3DS'\nleading healthcare solutions include end-to-end simulation, training and\nintegrated 3D planning and printing for personalized surgery and patient\nspecific medical and dental devices. Its democratized 3D design and inspection\nproducts embody the latest perceptual, capture and touch technology. Its\nproducts and services replace and complement traditional methods with improved\nresults and reduced time to outcomes."}
{"meta": {"doc_id": 2704, "sent_id": 28, "sent_start_pos": 5485, "sent_end_pos": 5905, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Its democratized 3D design and inspection\nproducts embody the latest perceptual, capture and touch technology. Its\nproducts and services replace and complement traditional methods with improved\nresults and reduced time to outcomes. These solutions are used to rapidly\ndesign, create, communicate, plan, guide, prototype or produce functional\nparts, devices and assemblies, empowering customers to manufacture the future."}
{"meta": {"doc_id": 2704, "sent_id": 29, "sent_start_pos": 5596, "sent_end_pos": 6179, "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "Its\nproducts and services replace and complement traditional methods with improved\nresults and reduced time to outcomes. These solutions are used to rapidly\ndesign, create, communicate, plan, guide, prototype or produce functional\nparts, devices and assemblies, empowering customers to manufacture the future. Leadership Through Innovation and Technology\nToday its comprehensive range of 3D printers is the\nindustry’s benchmark for production-grade manufacturing in aerospace,\nautomotive, patient specific medical device and a variety of consumer,\nelectronic and fashion accessories."}
{"meta": {"doc_id": 2704, "sent_id": 30, "sent_start_pos": 5717, "sent_end_pos": [], "title": "3D SYSTEMS PARTNERS WITH THE CULINARY INSTITUTE OF AMERICA TO ADVANCE FOOD 3D PRINTING"}, "text": "These solutions are used to rapidly\ndesign, create, communicate, plan, guide, prototype or produce functional\nparts, devices and assemblies, empowering customers to manufacture the future. Leadership Through Innovation and Technology\nToday its comprehensive range of 3D printers is the\nindustry’s benchmark for production-grade manufacturing in aerospace,\nautomotive, patient specific medical device and a variety of consumer,\nelectronic and fashion accessories. "}
{"meta": {"doc_id": 2708, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 454, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": " Today, 3D printers can create almost anything the mind can imagine – from movie props and aeroplane parts to organs and entire homes. In my previous blog post, How the 3D Printed Food Industry is Growing, I mentioned that our current global food model is unsustainable; with the world’s population estimated to reach 9.8 billion by 2050 (United Nations), something needs to change."}
{"meta": {"doc_id": 2708, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 533, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Today, 3D printers can create almost anything the mind can imagine – from movie props and aeroplane parts to organs and entire homes. In my previous blog post, How the 3D Printed Food Industry is Growing, I mentioned that our current global food model is unsustainable; with the world’s population estimated to reach 9.8 billion by 2050 (United Nations), something needs to change. In fact, experts believe production rates need to increase by 50% before 2050."}
{"meta": {"doc_id": 2708, "sent_id": 2, "sent_start_pos": 207, "sent_end_pos": 669, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In my previous blog post, How the 3D Printed Food Industry is Growing, I mentioned that our current global food model is unsustainable; with the world’s population estimated to reach 9.8 billion by 2050 (United Nations), something needs to change. In fact, experts believe production rates need to increase by 50% before 2050. The good news is that groundbreaking steps are being taken in the right direction – all thanks to the progressive world of 3D printing."}
{"meta": {"doc_id": 2708, "sent_id": 3, "sent_start_pos": 455, "sent_end_pos": 847, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In fact, experts believe production rates need to increase by 50% before 2050. The good news is that groundbreaking steps are being taken in the right direction – all thanks to the progressive world of 3D printing. Within this realm, there are already a range of advanced technologies working towards making food production more efficient, increasingly sustainable and undeniably intelligent."}
{"meta": {"doc_id": 2708, "sent_id": 4, "sent_start_pos": 534, "sent_end_pos": 981, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "The good news is that groundbreaking steps are being taken in the right direction – all thanks to the progressive world of 3D printing. Within this realm, there are already a range of advanced technologies working towards making food production more efficient, increasingly sustainable and undeniably intelligent. The Origins of 3D Printed Food\nThe concept of 3D Printed Food got off the ground in 2006, when NASA began researching the technology."}
{"meta": {"doc_id": 2708, "sent_id": 5, "sent_start_pos": 670, "sent_end_pos": 1167, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Within this realm, there are already a range of advanced technologies working towards making food production more efficient, increasingly sustainable and undeniably intelligent. The Origins of 3D Printed Food\nThe concept of 3D Printed Food got off the ground in 2006, when NASA began researching the technology. In 2013, the agency developed the NASA Advanced Food Program, with a simple mission: to best feed a team of astronauts for longer missions and make the freeze dried food more appealing."}
{"meta": {"doc_id": 2708, "sent_id": 6, "sent_start_pos": 848, "sent_end_pos": 1258, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "The Origins of 3D Printed Food\nThe concept of 3D Printed Food got off the ground in 2006, when NASA began researching the technology. In 2013, the agency developed the NASA Advanced Food Program, with a simple mission: to best feed a team of astronauts for longer missions and make the freeze dried food more appealing. In cooperation with BeeHex, NASA developed the Chef3D, which was able to 3D print a pizza."}
{"meta": {"doc_id": 2708, "sent_id": 7, "sent_start_pos": 982, "sent_end_pos": 1384, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In 2013, the agency developed the NASA Advanced Food Program, with a simple mission: to best feed a team of astronauts for longer missions and make the freeze dried food more appealing. In cooperation with BeeHex, NASA developed the Chef3D, which was able to 3D print a pizza. Since then, several companies have entered this realm, making pasta, sugar, pastry, vegetable mixes, chocolate and much more."}
{"meta": {"doc_id": 2708, "sent_id": 8, "sent_start_pos": 1168, "sent_end_pos": 1570, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In cooperation with BeeHex, NASA developed the Chef3D, which was able to 3D print a pizza. Since then, several companies have entered this realm, making pasta, sugar, pastry, vegetable mixes, chocolate and much more. 3D Printed Food Benefits\nCreative Machines Lab researcher Jonathan Blutinger believes the merits of 3D food printing lie in the simple fact that more innovative products can be created."}
{"meta": {"doc_id": 2708, "sent_id": 9, "sent_start_pos": 1259, "sent_end_pos": 1655, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Since then, several companies have entered this realm, making pasta, sugar, pastry, vegetable mixes, chocolate and much more. 3D Printed Food Benefits\nCreative Machines Lab researcher Jonathan Blutinger believes the merits of 3D food printing lie in the simple fact that more innovative products can be created. And the more innovative a product, the more it appeals to the average 2019 consumer."}
{"meta": {"doc_id": 2708, "sent_id": 10, "sent_start_pos": 1385, "sent_end_pos": 1793, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "3D Printed Food Benefits\nCreative Machines Lab researcher Jonathan Blutinger believes the merits of 3D food printing lie in the simple fact that more innovative products can be created. And the more innovative a product, the more it appeals to the average 2019 consumer. In addition, with the help of 3D printing, new tastes can be elaborated and both the health of consumers and the environment can benefit."}
{"meta": {"doc_id": 2708, "sent_id": 11, "sent_start_pos": 1571, "sent_end_pos": 2149, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "And the more innovative a product, the more it appeals to the average 2019 consumer. In addition, with the help of 3D printing, new tastes can be elaborated and both the health of consumers and the environment can benefit. Hospital needs\nJonathan Blutinger is passionate about the use of 3D food printing in hospitals to ensure meals are adapted to patients’ individual nutritional needs, helping both to speed up recovery times and lead to better health outcomes:\n“A seamless integration of medicine into human nutrition could be made more pleasant."}
{"meta": {"doc_id": 2708, "sent_id": 12, "sent_start_pos": 1656, "sent_end_pos": 2272, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In addition, with the help of 3D printing, new tastes can be elaborated and both the health of consumers and the environment can benefit. Hospital needs\nJonathan Blutinger is passionate about the use of 3D food printing in hospitals to ensure meals are adapted to patients’ individual nutritional needs, helping both to speed up recovery times and lead to better health outcomes:\n“A seamless integration of medicine into human nutrition could be made more pleasant. This means not only adapting food to nutritional needs, but also integrating individual medications into it,” he explains."}
{"meta": {"doc_id": 2708, "sent_id": 13, "sent_start_pos": 1822, "sent_end_pos": 2485, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Hospital needs\nJonathan Blutinger is passionate about the use of 3D food printing in hospitals to ensure meals are adapted to patients’ individual nutritional needs, helping both to speed up recovery times and lead to better health outcomes:\n“A seamless integration of medicine into human nutrition could be made more pleasant. This means not only adapting food to nutritional needs, but also integrating individual medications into it,” he explains. Dietary needs\nIn today’s society, where trends such as veganism, gluten-free and dairy-free are on the rise, 3D printing can respond to these growing trends by ensuring a meal has a precise set of ingredients."}
{"meta": {"doc_id": 2708, "sent_id": 14, "sent_start_pos": 2150, "sent_end_pos": 2686, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "This means not only adapting food to nutritional needs, but also integrating individual medications into it,” he explains. Dietary needs\nIn today’s society, where trends such as veganism, gluten-free and dairy-free are on the rise, 3D printing can respond to these growing trends by ensuring a meal has a precise set of ingredients. Lynette Kucsma, CEO and co-founder of Natural Machines (manufacturer of Foodini 3D food printer) believes 3D printed food has the potential to change the food market landscape in an unprecedented way."}
{"meta": {"doc_id": 2708, "sent_id": 15, "sent_start_pos": 2276, "sent_end_pos": 2757, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Dietary needs\nIn today’s society, where trends such as veganism, gluten-free and dairy-free are on the rise, 3D printing can respond to these growing trends by ensuring a meal has a precise set of ingredients. Lynette Kucsma, CEO and co-founder of Natural Machines (manufacturer of Foodini 3D food printer) believes 3D printed food has the potential to change the food market landscape in an unprecedented way. “People will again be more interested in what they eat,” she explains."}
{"meta": {"doc_id": 2708, "sent_id": 16, "sent_start_pos": 2486, "sent_end_pos": 2834, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Lynette Kucsma, CEO and co-founder of Natural Machines (manufacturer of Foodini 3D food printer) believes 3D printed food has the potential to change the food market landscape in an unprecedented way. “People will again be more interested in what they eat,” she explains. She herself has a Foodini at home and says her children find it fascinating."}
{"meta": {"doc_id": 2708, "sent_id": 17, "sent_start_pos": 2687, "sent_end_pos": 2949, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "“People will again be more interested in what they eat,” she explains. She herself has a Foodini at home and says her children find it fascinating. In addition, for the health conscious, there is the potential to coordinate your wearable devices to a 3D printer."}
{"meta": {"doc_id": 2708, "sent_id": 18, "sent_start_pos": 2758, "sent_end_pos": 3084, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "She herself has a Foodini at home and says her children find it fascinating. In addition, for the health conscious, there is the potential to coordinate your wearable devices to a 3D printer. Calorie information can be transferred from fitness trackers to 3D printers to create a customised meal that keeps your diet on track."}
{"meta": {"doc_id": 2708, "sent_id": 19, "sent_start_pos": 2835, "sent_end_pos": 3338, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In addition, for the health conscious, there is the potential to coordinate your wearable devices to a 3D printer. Calorie information can be transferred from fitness trackers to 3D printers to create a customised meal that keeps your diet on track. Increased sustainability\nGlobal sustainability is becoming a priority for us all, and while the 3D food printing industry won’t eradicate all the current issues surrounding unsustainable international food production practices, it can certainly help."}
{"meta": {"doc_id": 2708, "sent_id": 20, "sent_start_pos": 2950, "sent_end_pos": 3498, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Calorie information can be transferred from fitness trackers to 3D printers to create a customised meal that keeps your diet on track. Increased sustainability\nGlobal sustainability is becoming a priority for us all, and while the 3D food printing industry won’t eradicate all the current issues surrounding unsustainable international food production practices, it can certainly help. Researchers from the Massachusetts Institute of Technology’s (MIT’s) Tangible Media Group have transferred the modern ethos of flat-packing to food production."}
{"meta": {"doc_id": 2708, "sent_id": 21, "sent_start_pos": 3088, "sent_end_pos": 3647, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Increased sustainability\nGlobal sustainability is becoming a priority for us all, and while the 3D food printing industry won’t eradicate all the current issues surrounding unsustainable international food production practices, it can certainly help. Researchers from the Massachusetts Institute of Technology’s (MIT’s) Tangible Media Group have transferred the modern ethos of flat-packing to food production. They predict that their pioneering creation could help reduce food-shipping costs, whilst saving distributors and consumers valuable time and money."}
{"meta": {"doc_id": 2708, "sent_id": 22, "sent_start_pos": 3339, "sent_end_pos": 3721, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Researchers from the Massachusetts Institute of Technology’s (MIT’s) Tangible Media Group have transferred the modern ethos of flat-packing to food production. They predict that their pioneering creation could help reduce food-shipping costs, whilst saving distributors and consumers valuable time and money. It could also mean that more food can get to the people who need it most."}
{"meta": {"doc_id": 2708, "sent_id": 23, "sent_start_pos": 3499, "sent_end_pos": 3842, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "They predict that their pioneering creation could help reduce food-shipping costs, whilst saving distributors and consumers valuable time and money. It could also mean that more food can get to the people who need it most. Founder and director of the AgeLab at MIT, Joseph F. Coughlin, believes 3D printing could reduce fuel use and emissions."}
{"meta": {"doc_id": 2708, "sent_id": 24, "sent_start_pos": 3648, "sent_end_pos": 3922, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "It could also mean that more food can get to the people who need it most. Founder and director of the AgeLab at MIT, Joseph F. Coughlin, believes 3D printing could reduce fuel use and emissions. Grocery stores of the future could potentially stock “food cartridges” he said."}
{"meta": {"doc_id": 2708, "sent_id": 25, "sent_start_pos": 3722, "sent_end_pos": 4102, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Founder and director of the AgeLab at MIT, Joseph F. Coughlin, believes 3D printing could reduce fuel use and emissions. Grocery stores of the future could potentially stock “food cartridges” he said. These would then last for years instead of the plethora of perishable ingredients currently available, freeing up shelf space and reducing transportation and storage requirements."}
{"meta": {"doc_id": 2708, "sent_id": 26, "sent_start_pos": 3843, "sent_end_pos": 4202, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Grocery stores of the future could potentially stock “food cartridges” he said. These would then last for years instead of the plethora of perishable ingredients currently available, freeing up shelf space and reducing transportation and storage requirements. Who is Doing 3D Food Printing Right\nThere is a lot going on in the 3D printed food world right now."}
{"meta": {"doc_id": 2708, "sent_id": 27, "sent_start_pos": 3923, "sent_end_pos": 4370, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "These would then last for years instead of the plethora of perishable ingredients currently available, freeing up shelf space and reducing transportation and storage requirements. Who is Doing 3D Food Printing Right\nThere is a lot going on in the 3D printed food world right now. High-end commercial kitchens, top pastry chefs and state-of-the-art food companies have gradually been adding 3D food printers to their culinary equipment collections."}
{"meta": {"doc_id": 2708, "sent_id": 28, "sent_start_pos": 4103, "sent_end_pos": 4597, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Who is Doing 3D Food Printing Right\nThere is a lot going on in the 3D printed food world right now. High-end commercial kitchens, top pastry chefs and state-of-the-art food companies have gradually been adding 3D food printers to their culinary equipment collections. Moreover, the modern generation of 3D food printers are more complex than ever before, utilizing nozzles, powdery material, lasers and robotic arms to make sugar sculptures, intricately patterned chocolate and latticed pastry."}
{"meta": {"doc_id": 2708, "sent_id": 29, "sent_start_pos": 4203, "sent_end_pos": 4775, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "High-end commercial kitchens, top pastry chefs and state-of-the-art food companies have gradually been adding 3D food printers to their culinary equipment collections. Moreover, the modern generation of 3D food printers are more complex than ever before, utilizing nozzles, powdery material, lasers and robotic arms to make sugar sculptures, intricately patterned chocolate and latticed pastry. Below, I summarize a few of my favorites innovations:\n- Barilla: The Italian food company, uses a 3D printing machine to make pasta using a simple mixture of water and semolina."}
{"meta": {"doc_id": 2708, "sent_id": 30, "sent_start_pos": 4371, "sent_end_pos": 4892, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Moreover, the modern generation of 3D food printers are more complex than ever before, utilizing nozzles, powdery material, lasers and robotic arms to make sugar sculptures, intricately patterned chocolate and latticed pastry. Below, I summarize a few of my favorites innovations:\n- Barilla: The Italian food company, uses a 3D printing machine to make pasta using a simple mixture of water and semolina. - Chefjet: A 3D food printer that crystalizes thin layers of fine-grain sugar into various geometric configurations."}
{"meta": {"doc_id": 2708, "sent_id": 31, "sent_start_pos": 4598, "sent_end_pos": 5014, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Below, I summarize a few of my favorites innovations:\n- Barilla: The Italian food company, uses a 3D printing machine to make pasta using a simple mixture of water and semolina. - Chefjet: A 3D food printer that crystalizes thin layers of fine-grain sugar into various geometric configurations. - ByFlow: It’s chief product, the Focus 3D Food Printer, is a portable 3D food printing machine that costs around $4,380."}
{"meta": {"doc_id": 2708, "sent_id": 32, "sent_start_pos": 4776, "sent_end_pos": 5145, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "- Chefjet: A 3D food printer that crystalizes thin layers of fine-grain sugar into various geometric configurations. - ByFlow: It’s chief product, the Focus 3D Food Printer, is a portable 3D food printing machine that costs around $4,380. The company plans to expand into the airline meal world and focus on selling printers to schools to educate the chefs of tomorrow."}
{"meta": {"doc_id": 2708, "sent_id": 33, "sent_start_pos": 4893, "sent_end_pos": 5357, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "- ByFlow: It’s chief product, the Focus 3D Food Printer, is a portable 3D food printing machine that costs around $4,380. The company plans to expand into the airline meal world and focus on selling printers to schools to educate the chefs of tomorrow. - Dinara Kasko 3D pastry printing: Ukrainian pastry chef Kasko uses 3D technologies to design her own unique plastic molds rather than for the food itself, allowing her to create increasingly extravagant shapes."}
{"meta": {"doc_id": 2708, "sent_id": 34, "sent_start_pos": 5015, "sent_end_pos": 5476, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "The company plans to expand into the airline meal world and focus on selling printers to schools to educate the chefs of tomorrow. - Dinara Kasko 3D pastry printing: Ukrainian pastry chef Kasko uses 3D technologies to design her own unique plastic molds rather than for the food itself, allowing her to create increasingly extravagant shapes. - CocoJet: 3D Systems has tackled the food 3D printing market by developing its own 3D chocolate printer, the CocoJet."}
{"meta": {"doc_id": 2708, "sent_id": 35, "sent_start_pos": 5146, "sent_end_pos": 5593, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "- Dinara Kasko 3D pastry printing: Ukrainian pastry chef Kasko uses 3D technologies to design her own unique plastic molds rather than for the food itself, allowing her to create increasingly extravagant shapes. - CocoJet: 3D Systems has tackled the food 3D printing market by developing its own 3D chocolate printer, the CocoJet. The additive manufacturing giant worked with US confectioners Hershey, who supplied the chocolate printing material."}
{"meta": {"doc_id": 2708, "sent_id": 36, "sent_start_pos": 5358, "sent_end_pos": 5705, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "- CocoJet: 3D Systems has tackled the food 3D printing market by developing its own 3D chocolate printer, the CocoJet. The additive manufacturing giant worked with US confectioners Hershey, who supplied the chocolate printing material. Ideal for cooks or chocolatiers who would like to create unique chocolate creations with a more complex design."}
{"meta": {"doc_id": 2708, "sent_id": 37, "sent_start_pos": 5477, "sent_end_pos": 5797, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "The additive manufacturing giant worked with US confectioners Hershey, who supplied the chocolate printing material. Ideal for cooks or chocolatiers who would like to create unique chocolate creations with a more complex design. - Foodini: Natural Machines’ primary goal was to explore quality and food safe 3D printing."}
{"meta": {"doc_id": 2708, "sent_id": 38, "sent_start_pos": 5594, "sent_end_pos": 5949, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Ideal for cooks or chocolatiers who would like to create unique chocolate creations with a more complex design. - Foodini: Natural Machines’ primary goal was to explore quality and food safe 3D printing. The Foodini has different types of nozzles that allow you to print with almost any food material possible including pizza, quiche, chocolate or hummus."}
{"meta": {"doc_id": 2708, "sent_id": 39, "sent_start_pos": 5706, "sent_end_pos": 6029, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "- Foodini: Natural Machines’ primary goal was to explore quality and food safe 3D printing. The Foodini has different types of nozzles that allow you to print with almost any food material possible including pizza, quiche, chocolate or hummus. In addition, the startup shares recipes and examples of how to use the machine."}
{"meta": {"doc_id": 2708, "sent_id": 40, "sent_start_pos": 5798, "sent_end_pos": 6128, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "The Foodini has different types of nozzles that allow you to print with almost any food material possible including pizza, quiche, chocolate or hummus. In addition, the startup shares recipes and examples of how to use the machine. Food for Thought\nThere’s no doubt about it — 3D food printing has come a long way in recent years."}
{"meta": {"doc_id": 2708, "sent_id": 41, "sent_start_pos": 5950, "sent_end_pos": 6302, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "In addition, the startup shares recipes and examples of how to use the machine. Food for Thought\nThere’s no doubt about it — 3D food printing has come a long way in recent years. Campden BRI recently began a research project to assess and evaluate how 3D-printing applications could benefit the food industry, which will be an interesting one to watch."}
{"meta": {"doc_id": 2708, "sent_id": 42, "sent_start_pos": 6030, "sent_end_pos": 6444, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Food for Thought\nThere’s no doubt about it — 3D food printing has come a long way in recent years. Campden BRI recently began a research project to assess and evaluate how 3D-printing applications could benefit the food industry, which will be an interesting one to watch. While 3D food printing is a great idea in complex or mass cooking scenarios, time will ultimately tell if it’s here to stay for everyday use."}
{"meta": {"doc_id": 2708, "sent_id": 43, "sent_start_pos": 6129, "sent_end_pos": 6576, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Campden BRI recently began a research project to assess and evaluate how 3D-printing applications could benefit the food industry, which will be an interesting one to watch. While 3D food printing is a great idea in complex or mass cooking scenarios, time will ultimately tell if it’s here to stay for everyday use. For instance, home users will be responsible to source and purchase all the food components before inputting them into the machine."}
{"meta": {"doc_id": 2708, "sent_id": 44, "sent_start_pos": 6303, "sent_end_pos": 6789, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "While 3D food printing is a great idea in complex or mass cooking scenarios, time will ultimately tell if it’s here to stay for everyday use. For instance, home users will be responsible to source and purchase all the food components before inputting them into the machine. One thing I am certain about is that applying 3D food printing technology to the food sector is complex and like most innovative developments, it will take time to gain momentum on a quotidian culinary landscape."}
{"meta": {"doc_id": 2708, "sent_id": 45, "sent_start_pos": 6445, "sent_end_pos": 7030, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "For instance, home users will be responsible to source and purchase all the food components before inputting them into the machine. One thing I am certain about is that applying 3D food printing technology to the food sector is complex and like most innovative developments, it will take time to gain momentum on a quotidian culinary landscape. Indeed, there are many complex factors to consider, including:\n- Shelf-life\n- Microbiological contamination\n- Printing temperature\n- Textures\n- Rheology\nPeople will also have to consider whether different foods are appropriate for printing."}
{"meta": {"doc_id": 2708, "sent_id": 46, "sent_start_pos": 6577, "sent_end_pos": 7386, "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "One thing I am certain about is that applying 3D food printing technology to the food sector is complex and like most innovative developments, it will take time to gain momentum on a quotidian culinary landscape. Indeed, there are many complex factors to consider, including:\n- Shelf-life\n- Microbiological contamination\n- Printing temperature\n- Textures\n- Rheology\nPeople will also have to consider whether different foods are appropriate for printing. However, the fact that 3D-printing may have benefits for reducing process development and new product development times, cutting down food waste, improving the nutritional value of meals and even solving hunger in certain parts of the world where fresh and affordable ingredients are inaccessible, makes it a potentially significant historical innovation."}
{"meta": {"doc_id": 2708, "sent_id": 47, "sent_start_pos": 6790, "sent_end_pos": [], "title": "6 Companies Serving Up Delicious 3D Printed Food Innovations"}, "text": "Indeed, there are many complex factors to consider, including:\n- Shelf-life\n- Microbiological contamination\n- Printing temperature\n- Textures\n- Rheology\nPeople will also have to consider whether different foods are appropriate for printing. However, the fact that 3D-printing may have benefits for reducing process development and new product development times, cutting down food waste, improving the nutritional value of meals and even solving hunger in certain parts of the world where fresh and affordable ingredients are inaccessible, makes it a potentially significant historical innovation. "}
{"meta": {"doc_id": 2714, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 249, "title": "100 Radical InnovationBreakthroughs for the future"}, "text": " To browse Academia.edu and the wider internet faster and more securely, please take a few seconds toupgrade your browser. Enter the email address you signed up with and we'll email you a reset link."}
{"meta": {"doc_id": 2714, "sent_id": 1, "sent_start_pos": 51, "sent_end_pos": 314, "title": "100 Radical InnovationBreakthroughs for the future"}, "text": "To browse Academia.edu and the wider internet faster and more securely, please take a few seconds toupgrade your browser. Enter the email address you signed up with and we'll email you a reset link. You’re downloading one of Academia.edu’s 23 million free papers."}
{"meta": {"doc_id": 2714, "sent_id": 2, "sent_start_pos": 173, "sent_end_pos": 405, "title": "100 Radical InnovationBreakthroughs for the future"}, "text": "Enter the email address you signed up with and we'll email you a reset link. You’re downloading one of Academia.edu’s 23 million free papers. Academia hosts open access papers, serving our mission to accelerate the world’s research."}
{"meta": {"doc_id": 2714, "sent_id": 3, "sent_start_pos": 250, "sent_end_pos": 462, "title": "100 Radical InnovationBreakthroughs for the future"}, "text": "You’re downloading one of Academia.edu’s 23 million free papers. Academia hosts open access papers, serving our mission to accelerate the world’s research. Loading Preview\nSorry, preview is currently unavailable."}
{"meta": {"doc_id": 2714, "sent_id": 4, "sent_start_pos": 315, "sent_end_pos": 519, "title": "100 Radical InnovationBreakthroughs for the future"}, "text": "Academia hosts open access papers, serving our mission to accelerate the world’s research. Loading Preview\nSorry, preview is currently unavailable. You can download the paper by clicking the button above."}
{"meta": {"doc_id": 2714, "sent_id": 5, "sent_start_pos": 406, "sent_end_pos": [], "title": "100 Radical InnovationBreakthroughs for the future"}, "text": "Loading Preview\nSorry, preview is currently unavailable. You can download the paper by clicking the button above. "}
{"meta": {"doc_id": 2716, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 181, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": " World hunger is one of the biggest challenges to overcome in the journey to eradicate poverty. It is impossible for communities to advance into other sectors without access to food."}
{"meta": {"doc_id": 2716, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 251, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "World hunger is one of the biggest challenges to overcome in the journey to eradicate poverty. It is impossible for communities to advance into other sectors without access to food. Roughly 690 million people do not have adequate access to food today."}
{"meta": {"doc_id": 2716, "sent_id": 2, "sent_start_pos": 95, "sent_end_pos": 370, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "It is impossible for communities to advance into other sectors without access to food. Roughly 690 million people do not have adequate access to food today. However, if information can be readily available and accessible for rural farmers, they could help reduce this number."}
{"meta": {"doc_id": 2716, "sent_id": 3, "sent_start_pos": 182, "sent_end_pos": 449, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Roughly 690 million people do not have adequate access to food today. However, if information can be readily available and accessible for rural farmers, they could help reduce this number. Digital Green is a company that began in 2006 and aims to reduce world hunger."}
{"meta": {"doc_id": 2716, "sent_id": 4, "sent_start_pos": 252, "sent_end_pos": 585, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "However, if information can be readily available and accessible for rural farmers, they could help reduce this number. Digital Green is a company that began in 2006 and aims to reduce world hunger. Digital Green is an Indian-based company that aids smallholder farmers in implementing better farming practices."}
{"meta": {"doc_id": 2716, "sent_id": 5, "sent_start_pos": 371, "sent_end_pos": 664, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Digital Green is a company that began in 2006 and aims to reduce world hunger. Digital Green is an Indian-based company that aids smallholder farmers in implementing better farming practices. It uses a unique software that more conventional organizations do not utilize."}
{"meta": {"doc_id": 2716, "sent_id": 6, "sent_start_pos": 473, "sent_end_pos": 750, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Digital Green is an Indian-based company that aids smallholder farmers in implementing better farming practices. It uses a unique software that more conventional organizations do not utilize. However, company co-founder Rikin Gandhi did not always see himself in Digital Green."}
{"meta": {"doc_id": 2716, "sent_id": 7, "sent_start_pos": 586, "sent_end_pos": 853, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "It uses a unique software that more conventional organizations do not utilize. However, company co-founder Rikin Gandhi did not always see himself in Digital Green. He graduated from college with knowledge in science and engineering in hopes of becoming an astronaut."}
{"meta": {"doc_id": 2716, "sent_id": 8, "sent_start_pos": 665, "sent_end_pos": 928, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "However, company co-founder Rikin Gandhi did not always see himself in Digital Green. He graduated from college with knowledge in science and engineering in hopes of becoming an astronaut. Moreover, the way astronauts melded intelligence and courage inspired him."}
{"meta": {"doc_id": 2716, "sent_id": 9, "sent_start_pos": 751, "sent_end_pos": 1081, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "He graduated from college with knowledge in science and engineering in hopes of becoming an astronaut. Moreover, the way astronauts melded intelligence and courage inspired him. Gandhi said that he ended up focusing on another group of people who meld intelligence and courage after experiencing rejection from astronaut programs."}
{"meta": {"doc_id": 2716, "sent_id": 10, "sent_start_pos": 854, "sent_end_pos": 1182, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Moreover, the way astronauts melded intelligence and courage inspired him. Gandhi said that he ended up focusing on another group of people who meld intelligence and courage after experiencing rejection from astronaut programs. Immediately, he knew he wanted to approach things differently."}
{"meta": {"doc_id": 2716, "sent_id": 11, "sent_start_pos": 929, "sent_end_pos": 1241, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Gandhi said that he ended up focusing on another group of people who meld intelligence and courage after experiencing rejection from astronaut programs. Immediately, he knew he wanted to approach things differently. Thus, he teamed up with Microsoft to create Digital Green."}
{"meta": {"doc_id": 2716, "sent_id": 12, "sent_start_pos": 1120, "sent_end_pos": 1398, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Immediately, he knew he wanted to approach things differently. Thus, he teamed up with Microsoft to create Digital Green. Community Videos\nGandhi believed that the best way for smallholder farmers to improve their practices was by learning tricks from other farmers in the area."}
{"meta": {"doc_id": 2716, "sent_id": 13, "sent_start_pos": 1183, "sent_end_pos": 1478, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Thus, he teamed up with Microsoft to create Digital Green. Community Videos\nGandhi believed that the best way for smallholder farmers to improve their practices was by learning tricks from other farmers in the area. Many smallholder farmers in India live far apart."}
{"meta": {"doc_id": 2716, "sent_id": 14, "sent_start_pos": 1242, "sent_end_pos": 1538, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Community Videos\nGandhi believed that the best way for smallholder farmers to improve their practices was by learning tricks from other farmers in the area. Many smallholder farmers in India live far apart. As a result, he created a database called community videos."}
{"meta": {"doc_id": 2716, "sent_id": 15, "sent_start_pos": 1429, "sent_end_pos": 1648, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Many smallholder farmers in India live far apart. As a result, he created a database called community videos. This database is a collection of videos from several farming communities to share their wealth and knowledge."}
{"meta": {"doc_id": 2716, "sent_id": 16, "sent_start_pos": 1479, "sent_end_pos": 1746, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "As a result, he created a database called community videos. This database is a collection of videos from several farming communities to share their wealth and knowledge. Community videos are different from YouTube because they specifically target smallholder farmers."}
{"meta": {"doc_id": 2716, "sent_id": 17, "sent_start_pos": 1539, "sent_end_pos": 1895, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "This database is a collection of videos from several farming communities to share their wealth and knowledge. Community videos are different from YouTube because they specifically target smallholder farmers. Farmers can easily select their desired language and region, and ensure that they are watching content that someone they can identify with produced."}
{"meta": {"doc_id": 2716, "sent_id": 18, "sent_start_pos": 1649, "sent_end_pos": 1984, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Community videos are different from YouTube because they specifically target smallholder farmers. Farmers can easily select their desired language and region, and ensure that they are watching content that someone they can identify with produced. Digital Green has produced more than 6,000 videos relating to farming practices to date."}
{"meta": {"doc_id": 2716, "sent_id": 19, "sent_start_pos": 1747, "sent_end_pos": 2157, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Farmers can easily select their desired language and region, and ensure that they are watching content that someone they can identify with produced. Digital Green has produced more than 6,000 videos relating to farming practices to date. Additionally, the company oversees every video’s production from start to finish, ensuring that the sequence makes sense and that communities find the information relevant."}
{"meta": {"doc_id": 2716, "sent_id": 20, "sent_start_pos": 1896, "sent_end_pos": 2251, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Digital Green has produced more than 6,000 videos relating to farming practices to date. Additionally, the company oversees every video’s production from start to finish, ensuring that the sequence makes sense and that communities find the information relevant. Certain crop yields have soared by as much as 74% after farmers began using community videos."}
{"meta": {"doc_id": 2716, "sent_id": 21, "sent_start_pos": 1985, "sent_end_pos": 2322, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Additionally, the company oversees every video’s production from start to finish, ensuring that the sequence makes sense and that communities find the information relevant. Certain crop yields have soared by as much as 74% after farmers began using community videos. FarmStack\nDigital Green also implemented FarmStack to empower farmers."}
{"meta": {"doc_id": 2716, "sent_id": 22, "sent_start_pos": 2158, "sent_end_pos": 2436, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Certain crop yields have soared by as much as 74% after farmers began using community videos. FarmStack\nDigital Green also implemented FarmStack to empower farmers. FarmStack is a platform designed to connect government and non-governmental organizations to smallholder farmers."}
{"meta": {"doc_id": 2716, "sent_id": 23, "sent_start_pos": 2252, "sent_end_pos": 2553, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "FarmStack\nDigital Green also implemented FarmStack to empower farmers. FarmStack is a platform designed to connect government and non-governmental organizations to smallholder farmers. It allows both groups to upload and download relevant data such as soil conditions and food prices at local markets."}
{"meta": {"doc_id": 2716, "sent_id": 24, "sent_start_pos": 2323, "sent_end_pos": 2684, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "FarmStack is a platform designed to connect government and non-governmental organizations to smallholder farmers. It allows both groups to upload and download relevant data such as soil conditions and food prices at local markets. The platform allows for immediate communication and makes sure that farmers receive customized solutions for unusual predicaments."}
{"meta": {"doc_id": 2716, "sent_id": 25, "sent_start_pos": 2437, "sent_end_pos": 2811, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "It allows both groups to upload and download relevant data such as soil conditions and food prices at local markets. The platform allows for immediate communication and makes sure that farmers receive customized solutions for unusual predicaments. In addition, it ensures that farmers receive relevant data that will help them better manage productivity as well as finances."}
{"meta": {"doc_id": 2716, "sent_id": 26, "sent_start_pos": 2554, "sent_end_pos": 2901, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "The platform allows for immediate communication and makes sure that farmers receive customized solutions for unusual predicaments. In addition, it ensures that farmers receive relevant data that will help them better manage productivity as well as finances. As a result of the program, farmers’ income has increased and crop failure has decreased."}
{"meta": {"doc_id": 2716, "sent_id": 27, "sent_start_pos": 2685, "sent_end_pos": 3013, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "In addition, it ensures that farmers receive relevant data that will help them better manage productivity as well as finances. As a result of the program, farmers’ income has increased and crop failure has decreased. Digital Green is currently working on projects primarily in India and Ethiopia."}
{"meta": {"doc_id": 2716, "sent_id": 28, "sent_start_pos": 2812, "sent_end_pos": 3108, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "As a result of the program, farmers’ income has increased and crop failure has decreased. Digital Green is currently working on projects primarily in India and Ethiopia. COVID-19 has posed new challenges for the organization, but it shows no signs of slowing down."}
{"meta": {"doc_id": 2716, "sent_id": 29, "sent_start_pos": 2934, "sent_end_pos": 3192, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Digital Green is currently working on projects primarily in India and Ethiopia. COVID-19 has posed new challenges for the organization, but it shows no signs of slowing down. Furthermore, Digital Green hopes to one day reach every smallholder farmer in need."}
{"meta": {"doc_id": 2716, "sent_id": 30, "sent_start_pos": 3014, "sent_end_pos": 3304, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "COVID-19 has posed new challenges for the organization, but it shows no signs of slowing down. Furthermore, Digital Green hopes to one day reach every smallholder farmer in need. Luckily, the organization has partnered with powerful organizations around the globe to accelerate the process."}
{"meta": {"doc_id": 2716, "sent_id": 31, "sent_start_pos": 3109, "sent_end_pos": 3471, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Furthermore, Digital Green hopes to one day reach every smallholder farmer in need. Luckily, the organization has partnered with powerful organizations around the globe to accelerate the process. Some organizations currently partnered with Digital Green include Walmart, The Bill & Melinda Gates Foundation, UKAid and Precision Agriculture for Development (PAD)."}
{"meta": {"doc_id": 2716, "sent_id": 32, "sent_start_pos": 3193, "sent_end_pos": 3622, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Luckily, the organization has partnered with powerful organizations around the globe to accelerate the process. Some organizations currently partnered with Digital Green include Walmart, The Bill & Melinda Gates Foundation, UKAid and Precision Agriculture for Development (PAD). Although smallholder farmers only support a small aspect of their community, Digital Green acknowledges that they hold the key to ending world hunger."}
{"meta": {"doc_id": 2716, "sent_id": 33, "sent_start_pos": 3305, "sent_end_pos": 3707, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Some organizations currently partnered with Digital Green include Walmart, The Bill & Melinda Gates Foundation, UKAid and Precision Agriculture for Development (PAD). Although smallholder farmers only support a small aspect of their community, Digital Green acknowledges that they hold the key to ending world hunger. If all of these small communities connected, knowledge would spread like a wildfire."}
{"meta": {"doc_id": 2716, "sent_id": 34, "sent_start_pos": 3472, "sent_end_pos": 3805, "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "Although smallholder farmers only support a small aspect of their community, Digital Green acknowledges that they hold the key to ending world hunger. If all of these small communities connected, knowledge would spread like a wildfire. Eventually, every smallholder farmer across the globe may see an uptick of even 5% in crop yield."}
{"meta": {"doc_id": 2716, "sent_id": 35, "sent_start_pos": 3623, "sent_end_pos": [], "title": "5 FACTS ABOUT HEALTH IN NORTH KOREA"}, "text": "If all of these small communities connected, knowledge would spread like a wildfire. Eventually, every smallholder farmer across the globe may see an uptick of even 5% in crop yield. "}
