{"meta": {"doc_id": 914, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 579, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": " Technology Roadmap - Energy-Efficient Buildings - Heating and Cooling Equipment\nCite report\nIEA (2011), Technology Roadmap - Energy-Efficient Buildings - Heating and Cooling Equipment, IEA, Paris https://www.iea.org/reports/technology-roadmap-energy-efficient-buildings-heating-and-cooling-equipment\nBuildings account for almost one-third of final energy consumption globally and are an equally important source of CO2 emissions. Currently, both space heating and cooling, as well as hot water, are estimated to account for roughly half of global energy consumption in buildings."}
{"meta": {"doc_id": 914, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 802, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "Technology Roadmap - Energy-Efficient Buildings - Heating and Cooling Equipment\nCite report\nIEA (2011), Technology Roadmap - Energy-Efficient Buildings - Heating and Cooling Equipment, IEA, Paris https://www.iea.org/reports/technology-roadmap-energy-efficient-buildings-heating-and-cooling-equipment\nBuildings account for almost one-third of final energy consumption globally and are an equally important source of CO2 emissions. Currently, both space heating and cooling, as well as hot water, are estimated to account for roughly half of global energy consumption in buildings. Energy-efficient and low/zero-carbon heating and cooling technologies for buildings have the potential to reduce CO2 emissions by up to 2 gigatonnes (Gt) and save 710 million tonnes oil equivalent (Mtoe) of energy by 2050."}
{"meta": {"doc_id": 914, "sent_id": 2, "sent_start_pos": 430, "sent_end_pos": 965, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "Currently, both space heating and cooling, as well as hot water, are estimated to account for roughly half of global energy consumption in buildings. Energy-efficient and low/zero-carbon heating and cooling technologies for buildings have the potential to reduce CO2 emissions by up to 2 gigatonnes (Gt) and save 710 million tonnes oil equivalent (Mtoe) of energy by 2050. Most of these technologies – which include solar thermal, combined heat and power (CHP), heat pumps and thermal energy storage – are commercially available today."}
{"meta": {"doc_id": 914, "sent_id": 3, "sent_start_pos": 580, "sent_end_pos": 1132, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "Energy-efficient and low/zero-carbon heating and cooling technologies for buildings have the potential to reduce CO2 emissions by up to 2 gigatonnes (Gt) and save 710 million tonnes oil equivalent (Mtoe) of energy by 2050. Most of these technologies – which include solar thermal, combined heat and power (CHP), heat pumps and thermal energy storage – are commercially available today. The Energy-Efficient Buildings: Heating and Cooling Equipment Roadmap sets out a detailed pathway for the evolution and deployment of the key underlying technologies."}
{"meta": {"doc_id": 914, "sent_id": 4, "sent_start_pos": 803, "sent_end_pos": 1269, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "Most of these technologies – which include solar thermal, combined heat and power (CHP), heat pumps and thermal energy storage – are commercially available today. The Energy-Efficient Buildings: Heating and Cooling Equipment Roadmap sets out a detailed pathway for the evolution and deployment of the key underlying technologies. It finds that urgent action is required if the building stock of the future is to consume less energy and result in lower CO2 emissions."}
{"meta": {"doc_id": 914, "sent_id": 5, "sent_start_pos": 966, "sent_end_pos": 1392, "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "The Energy-Efficient Buildings: Heating and Cooling Equipment Roadmap sets out a detailed pathway for the evolution and deployment of the key underlying technologies. It finds that urgent action is required if the building stock of the future is to consume less energy and result in lower CO2 emissions. The roadmap concludes with a set of near-term actions that stakeholders will need to take to achieve the roadmap’s vision."}
{"meta": {"doc_id": 914, "sent_id": 6, "sent_start_pos": 1133, "sent_end_pos": [], "title": "Technology Roadmap - Energy-efficient Buildings - Heating and Cooling Equipment: Foldout"}, "text": "It finds that urgent action is required if the building stock of the future is to consume less energy and result in lower CO2 emissions. The roadmap concludes with a set of near-term actions that stakeholders will need to take to achieve the roadmap’s vision. "}
{"meta": {"doc_id": 915, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 256, "title": "Energy-saving Solution in the Heating System of Buildings"}, "text": " Procedia Engineering\nVolume 117, 2015, Pages 186-190\nEnergy-saving Solution in the Heating System of Buildings☆\nKeywords\nEnergy efficiency\nheat loss\nheating system\nbiosphere systems\nheat exchanger\nreflective heat shield panel. Copyright © 2015 The Authors."}
{"meta": {"doc_id": 915, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 283, "title": "Energy-saving Solution in the Heating System of Buildings"}, "text": "Procedia Engineering\nVolume 117, 2015, Pages 186-190\nEnergy-saving Solution in the Heating System of Buildings☆\nKeywords\nEnergy efficiency\nheat loss\nheating system\nbiosphere systems\nheat exchanger\nreflective heat shield panel. Copyright © 2015 The Authors. Published by Elsevier Ltd."}
{"meta": {"doc_id": 915, "sent_id": 2, "sent_start_pos": 227, "sent_end_pos": [], "title": "Energy-saving Solution in the Heating System of Buildings"}, "text": "Copyright © 2015 The Authors. Published by Elsevier Ltd. "}
{"meta": {"doc_id": 916, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 223, "title": "Low-energy district heating in energy-efficient building areas"}, "text": " No full-text available\nTo read the full-text of this research,\nyou can request a copy directly from the authors. This paper presents an innovative low-energy district heating (DH) concept based on low-temperature operation."}
{"meta": {"doc_id": 916, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 469, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "No full-text available\nTo read the full-text of this research,\nyou can request a copy directly from the authors. This paper presents an innovative low-energy district heating (DH) concept based on low-temperature operation. The decreased heating demand from low-energy buildings affects the cost-effectiveness of traditionally-designed DH systems, so we carried out a case study of the annual energy performance of a low-energy network for low-energy houses in Denmark."}
{"meta": {"doc_id": 916, "sent_id": 2, "sent_start_pos": 113, "sent_end_pos": 765, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "This paper presents an innovative low-energy district heating (DH) concept based on low-temperature operation. The decreased heating demand from low-energy buildings affects the cost-effectiveness of traditionally-designed DH systems, so we carried out a case study of the annual energy performance of a low-energy network for low-energy houses in Denmark. We took into account the effect of human behaviour on energy demand, the effect of the number of buildings connected to the network, a socio-economic comparison with ground source heat pumps, and opportunities for the optimization of the network design, and operational temperature and pressure."}
{"meta": {"doc_id": 916, "sent_id": 3, "sent_start_pos": 224, "sent_end_pos": 1027, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "The decreased heating demand from low-energy buildings affects the cost-effectiveness of traditionally-designed DH systems, so we carried out a case study of the annual energy performance of a low-energy network for low-energy houses in Denmark. We took into account the effect of human behaviour on energy demand, the effect of the number of buildings connected to the network, a socio-economic comparison with ground source heat pumps, and opportunities for the optimization of the network design, and operational temperature and pressure. In the north-European climate, we found that human behaviour can lead to 50% higher heating demand and 60% higher heating power than those anticipated in the reference values in the standard calculations for energy demand patterns in energy-efficient buildings."}
{"meta": {"doc_id": 916, "sent_id": 4, "sent_start_pos": 470, "sent_end_pos": 1121, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "We took into account the effect of human behaviour on energy demand, the effect of the number of buildings connected to the network, a socio-economic comparison with ground source heat pumps, and opportunities for the optimization of the network design, and operational temperature and pressure. In the north-European climate, we found that human behaviour can lead to 50% higher heating demand and 60% higher heating power than those anticipated in the reference values in the standard calculations for energy demand patterns in energy-efficient buildings. This considerable impact of human behaviour should clearly be included in energy simulations."}
{"meta": {"doc_id": 916, "sent_id": 5, "sent_start_pos": 766, "sent_end_pos": 1473, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "In the north-European climate, we found that human behaviour can lead to 50% higher heating demand and 60% higher heating power than those anticipated in the reference values in the standard calculations for energy demand patterns in energy-efficient buildings. This considerable impact of human behaviour should clearly be included in energy simulations. We also showed that low-energy DH systems are robust systems that ensure security of supply for each customer in a cost-effective and environmentally friendly way in areas with linear heat density down to 0.20 MWh/(m year), and that the levelized cost of energy in low-energy DH supply is competitive with a scenario based on ground source heat pumps."}
{"meta": {"doc_id": 916, "sent_id": 6, "sent_start_pos": 1028, "sent_end_pos": 1804, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "This considerable impact of human behaviour should clearly be included in energy simulations. We also showed that low-energy DH systems are robust systems that ensure security of supply for each customer in a cost-effective and environmentally friendly way in areas with linear heat density down to 0.20 MWh/(m year), and that the levelized cost of energy in low-energy DH supply is competitive with a scenario based on ground source heat pumps. The investment costs represent up to three quarters of the overall expenditure, over a time horizon of 30 years; so, the implementation of an energy system that fully relies on renewable energy needs substantial capital investment, but in the long term this is sustainable from the environmental and socio-economic points of view."}
{"meta": {"doc_id": 916, "sent_id": 7, "sent_start_pos": 1122, "sent_end_pos": 2001, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "We also showed that low-energy DH systems are robust systems that ensure security of supply for each customer in a cost-effective and environmentally friendly way in areas with linear heat density down to 0.20 MWh/(m year), and that the levelized cost of energy in low-energy DH supply is competitive with a scenario based on ground source heat pumps. The investment costs represent up to three quarters of the overall expenditure, over a time horizon of 30 years; so, the implementation of an energy system that fully relies on renewable energy needs substantial capital investment, but in the long term this is sustainable from the environmental and socio-economic points of view. Having demonstrated the value of the low-energy DH concept, we evaluated various possible designs with the aim of finding the optimal solution with regard to economic and energy efficiency issues."}
{"meta": {"doc_id": 916, "sent_id": 8, "sent_start_pos": 1474, "sent_end_pos": 2218, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "The investment costs represent up to three quarters of the overall expenditure, over a time horizon of 30 years; so, the implementation of an energy system that fully relies on renewable energy needs substantial capital investment, but in the long term this is sustainable from the environmental and socio-economic points of view. Having demonstrated the value of the low-energy DH concept, we evaluated various possible designs with the aim of finding the optimal solution with regard to economic and energy efficiency issues. Here we showed the advantage of low supply and return temperatures, their effect on energy efficiency and that a DH design that relies on low-temperature operation is superior to a design based on low-flow operation."}
{"meta": {"doc_id": 916, "sent_id": 9, "sent_start_pos": 1805, "sent_end_pos": 2394, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "Having demonstrated the value of the low-energy DH concept, we evaluated various possible designs with the aim of finding the optimal solution with regard to economic and energy efficiency issues. Here we showed the advantage of low supply and return temperatures, their effect on energy efficiency and that a DH design that relies on low-temperature operation is superior to a design based on low-flow operation. The total primary energy use in the best design was 14.3% lower than the primary energy use for standard, recently designed networks, and distribution heat losses were halved."}
{"meta": {"doc_id": 916, "sent_id": 10, "sent_start_pos": 2002, "sent_end_pos": 2629, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "Here we showed the advantage of low supply and return temperatures, their effect on energy efficiency and that a DH design that relies on low-temperature operation is superior to a design based on low-flow operation. The total primary energy use in the best design was 14.3% lower than the primary energy use for standard, recently designed networks, and distribution heat losses were halved. Moreover, the exploitation of the entire available pressure by means of careful network design decreased the average pipe size required, which slightly lowers the investment costs for purchasing and laying the pipelines in the ground."}
{"meta": {"doc_id": 916, "sent_id": 11, "sent_start_pos": 2219, "sent_end_pos": 2719, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "The total primary energy use in the best design was 14.3% lower than the primary energy use for standard, recently designed networks, and distribution heat losses were halved. Moreover, the exploitation of the entire available pressure by means of careful network design decreased the average pipe size required, which slightly lowers the investment costs for purchasing and laying the pipelines in the ground. This low-temperature DH concept fits the vision of the future energy-sustainable society."}
{"meta": {"doc_id": 916, "sent_id": 12, "sent_start_pos": 2395, "sent_end_pos": 2812, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "Moreover, the exploitation of the entire available pressure by means of careful network design decreased the average pipe size required, which slightly lowers the investment costs for purchasing and laying the pipelines in the ground. This low-temperature DH concept fits the vision of the future energy-sustainable society. Discover the world's research\nTo read the full-text of this research,\nor\nLogin\nWelcome back!"}
{"meta": {"doc_id": 916, "sent_id": 13, "sent_start_pos": 2630, "sent_end_pos": 2827, "title": "Low-energy district heating in energy-efficient building areas"}, "text": "This low-temperature DH concept fits the vision of the future energy-sustainable society. Discover the world's research\nTo read the full-text of this research,\nor\nLogin\nWelcome back! Please log in."}
{"meta": {"doc_id": 916, "sent_id": 14, "sent_start_pos": 2720, "sent_end_pos": [], "title": "Low-energy district heating in energy-efficient building areas"}, "text": "Discover the world's research\nTo read the full-text of this research,\nor\nLogin\nWelcome back! Please log in. "}
{"meta": {"doc_id": 918, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 543, "title": "Heating and cooling"}, "text": " Heating and cooling\nHeating and cooling plays a crucial role in the EU’s ambition to transition into a clean and carbon-neutral economy by 2050, specifically as heating and cooling in buildings and industry accounts for half of the EU’s energy consumption, making it the biggest energy end-use sector ahead of both transport and electricity. In EU households, heating and hot water alone account for 79% of total final energy use (192.5 Mtoe), according to a study on mapping and analysis of the 2020-2030 heating/cooling deployment from 2016."}
{"meta": {"doc_id": 918, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 715, "title": "Heating and cooling"}, "text": "Heating and cooling\nHeating and cooling plays a crucial role in the EU’s ambition to transition into a clean and carbon-neutral economy by 2050, specifically as heating and cooling in buildings and industry accounts for half of the EU’s energy consumption, making it the biggest energy end-use sector ahead of both transport and electricity. In EU households, heating and hot water alone account for 79% of total final energy use (192.5 Mtoe), according to a study on mapping and analysis of the 2020-2030 heating/cooling deployment from 2016. Cooling is a fairly small share of total final energy use, but demand from households and businesses, such as the food industry, usually increase during the summer months."}
{"meta": {"doc_id": 918, "sent_id": 2, "sent_start_pos": 342, "sent_end_pos": 789, "title": "Heating and cooling"}, "text": "In EU households, heating and hot water alone account for 79% of total final energy use (192.5 Mtoe), according to a study on mapping and analysis of the 2020-2030 heating/cooling deployment from 2016. Cooling is a fairly small share of total final energy use, but demand from households and businesses, such as the food industry, usually increase during the summer months. This trend is also linked to climate change and increases in temperature."}
{"meta": {"doc_id": 918, "sent_id": 3, "sent_start_pos": 544, "sent_end_pos": 1008, "title": "Heating and cooling"}, "text": "Cooling is a fairly small share of total final energy use, but demand from households and businesses, such as the food industry, usually increase during the summer months. This trend is also linked to climate change and increases in temperature. In industry, 70.6% of energy consumption (193.6 Mtoe) was used for space and industrial process heating, 26.7% (73.3 Mtoe) for lighting and electrical processes, such as machine motors, and 2.7% (7.2 Mtoe) for cooling."}
{"meta": {"doc_id": 918, "sent_id": 4, "sent_start_pos": 716, "sent_end_pos": 1178, "title": "Heating and cooling"}, "text": "This trend is also linked to climate change and increases in temperature. In industry, 70.6% of energy consumption (193.6 Mtoe) was used for space and industrial process heating, 26.7% (73.3 Mtoe) for lighting and electrical processes, such as machine motors, and 2.7% (7.2 Mtoe) for cooling. According to 2019 figures from Eurostat, approximately 75% of heating and cooling is still generated from fossil fuels while only 22% is generated from renewable energy."}
{"meta": {"doc_id": 918, "sent_id": 5, "sent_start_pos": 790, "sent_end_pos": 1330, "title": "Heating and cooling"}, "text": "In industry, 70.6% of energy consumption (193.6 Mtoe) was used for space and industrial process heating, 26.7% (73.3 Mtoe) for lighting and electrical processes, such as machine motors, and 2.7% (7.2 Mtoe) for cooling. According to 2019 figures from Eurostat, approximately 75% of heating and cooling is still generated from fossil fuels while only 22% is generated from renewable energy. To fulfil the EU’s climate and energy goals, the heating and cooling sector must sharply reduce its energy consumption and cut its use of fossil fuels."}
{"meta": {"doc_id": 918, "sent_id": 6, "sent_start_pos": 1009, "sent_end_pos": 1555, "title": "Heating and cooling"}, "text": "According to 2019 figures from Eurostat, approximately 75% of heating and cooling is still generated from fossil fuels while only 22% is generated from renewable energy. To fulfil the EU’s climate and energy goals, the heating and cooling sector must sharply reduce its energy consumption and cut its use of fossil fuels. EU strategy for heating and cooling\nReducing the energy demand in heating and cooling is an important element of decarbonisation policy and is essential for reducing energy bills and increasing the share of renewable energy."}
{"meta": {"doc_id": 918, "sent_id": 7, "sent_start_pos": 1179, "sent_end_pos": 1736, "title": "Heating and cooling"}, "text": "To fulfil the EU’s climate and energy goals, the heating and cooling sector must sharply reduce its energy consumption and cut its use of fossil fuels. EU strategy for heating and cooling\nReducing the energy demand in heating and cooling is an important element of decarbonisation policy and is essential for reducing energy bills and increasing the share of renewable energy. Advanced construction and design techniques, as well as using sustainable materials when constructing or renovating buildings is a key stepping stone in achieving the energy goals."}
{"meta": {"doc_id": 918, "sent_id": 8, "sent_start_pos": 1331, "sent_end_pos": 1878, "title": "Heating and cooling"}, "text": "EU strategy for heating and cooling\nReducing the energy demand in heating and cooling is an important element of decarbonisation policy and is essential for reducing energy bills and increasing the share of renewable energy. Advanced construction and design techniques, as well as using sustainable materials when constructing or renovating buildings is a key stepping stone in achieving the energy goals. Modern technology moreover offers solutions to better manage and reduce the energy consumption , such as smart thermostats and smart meters,."}
{"meta": {"doc_id": 918, "sent_id": 9, "sent_start_pos": 1556, "sent_end_pos": 2004, "title": "Heating and cooling"}, "text": "Advanced construction and design techniques, as well as using sustainable materials when constructing or renovating buildings is a key stepping stone in achieving the energy goals. Modern technology moreover offers solutions to better manage and reduce the energy consumption , such as smart thermostats and smart meters,. Energy can also be saved by replacing heating and cooling equipment at their natural end-of-life, with more advanced systems."}
{"meta": {"doc_id": 918, "sent_id": 10, "sent_start_pos": 1737, "sent_end_pos": 2153, "title": "Heating and cooling"}, "text": "Modern technology moreover offers solutions to better manage and reduce the energy consumption , such as smart thermostats and smart meters,. Energy can also be saved by replacing heating and cooling equipment at their natural end-of-life, with more advanced systems. Other renewable heating and cooling technologies, such as biomass boilers and solar heating systems, contribute to reducing the use of fossil fuels."}
{"meta": {"doc_id": 918, "sent_id": 11, "sent_start_pos": 1879, "sent_end_pos": 2341, "title": "Heating and cooling"}, "text": "Energy can also be saved by replacing heating and cooling equipment at their natural end-of-life, with more advanced systems. Other renewable heating and cooling technologies, such as biomass boilers and solar heating systems, contribute to reducing the use of fossil fuels. Energy-efficient technologies and energy management solutions can be applied for the industry, and combined heat and power units can benefit the energy system and local energy generation."}
{"meta": {"doc_id": 918, "sent_id": 12, "sent_start_pos": 2005, "sent_end_pos": 2531, "title": "Heating and cooling"}, "text": "Other renewable heating and cooling technologies, such as biomass boilers and solar heating systems, contribute to reducing the use of fossil fuels. Energy-efficient technologies and energy management solutions can be applied for the industry, and combined heat and power units can benefit the energy system and local energy generation. In February 2016, the Commission proposed an EU heating and cooling strategy as a first step in exploring the issues and challenges in this sector, and solving them with EU energy policies."}
{"meta": {"doc_id": 918, "sent_id": 13, "sent_start_pos": 2154, "sent_end_pos": 2754, "title": "Heating and cooling"}, "text": "Energy-efficient technologies and energy management solutions can be applied for the industry, and combined heat and power units can benefit the energy system and local energy generation. In February 2016, the Commission proposed an EU heating and cooling strategy as a first step in exploring the issues and challenges in this sector, and solving them with EU energy policies. In line with proposed solutions in the strategy, the Commission initiated a series of roundtables for the representatives of the industry in 2018 and 2019, to discuss the barriers in energy efficiency and renewable energy."}
{"meta": {"doc_id": 918, "sent_id": 14, "sent_start_pos": 2342, "sent_end_pos": 3039, "title": "Heating and cooling"}, "text": "In February 2016, the Commission proposed an EU heating and cooling strategy as a first step in exploring the issues and challenges in this sector, and solving them with EU energy policies. In line with proposed solutions in the strategy, the Commission initiated a series of roundtables for the representatives of the industry in 2018 and 2019, to discuss the barriers in energy efficiency and renewable energy. Based on the input from the roundtables and an analysis of barriers, drivers and best practice policies, recommendations for EU-level policy interventions were presented in a study “Shaping a sustainable industry: Guidance for best practices and policy recommendations”(January 2020)."}
{"meta": {"doc_id": 918, "sent_id": 15, "sent_start_pos": 2532, "sent_end_pos": 3215, "title": "Heating and cooling"}, "text": "In line with proposed solutions in the strategy, the Commission initiated a series of roundtables for the representatives of the industry in 2018 and 2019, to discuss the barriers in energy efficiency and renewable energy. Based on the input from the roundtables and an analysis of barriers, drivers and best practice policies, recommendations for EU-level policy interventions were presented in a study “Shaping a sustainable industry: Guidance for best practices and policy recommendations”(January 2020). With the aim of long-term decarbonisation of heating and cooling, the Commission adopted in 2020 the EU strategy on energy system integration and the renovation wave strategy."}
{"meta": {"doc_id": 918, "sent_id": 16, "sent_start_pos": 2755, "sent_end_pos": 3419, "title": "Heating and cooling"}, "text": "Based on the input from the roundtables and an analysis of barriers, drivers and best practice policies, recommendations for EU-level policy interventions were presented in a study “Shaping a sustainable industry: Guidance for best practices and policy recommendations”(January 2020). With the aim of long-term decarbonisation of heating and cooling, the Commission adopted in 2020 the EU strategy on energy system integration and the renovation wave strategy. Both of these strategies stress the importance of the heating and cooling sector in the overall decarbonisation policy and lay down concrete actions how to achieve the EU 2050 decarbonisation objectives."}
{"meta": {"doc_id": 918, "sent_id": 17, "sent_start_pos": 3040, "sent_end_pos": 3677, "title": "Heating and cooling"}, "text": "With the aim of long-term decarbonisation of heating and cooling, the Commission adopted in 2020 the EU strategy on energy system integration and the renovation wave strategy. Both of these strategies stress the importance of the heating and cooling sector in the overall decarbonisation policy and lay down concrete actions how to achieve the EU 2050 decarbonisation objectives. Comprehensive assessments\nIn line with Article 14 of the Energy Efficiency Directive (2012/27/EU), EU countries are requested to carry out a comprehensive assessment on efficient heating and cooling, and notify the European Commission once it has been done."}
{"meta": {"doc_id": 918, "sent_id": 18, "sent_start_pos": 3216, "sent_end_pos": 3775, "title": "Heating and cooling"}, "text": "Both of these strategies stress the importance of the heating and cooling sector in the overall decarbonisation policy and lay down concrete actions how to achieve the EU 2050 decarbonisation objectives. Comprehensive assessments\nIn line with Article 14 of the Energy Efficiency Directive (2012/27/EU), EU countries are requested to carry out a comprehensive assessment on efficient heating and cooling, and notify the European Commission once it has been done. Based on a request from the Commission, these assessments should be carried out every five years."}
{"meta": {"doc_id": 918, "sent_id": 19, "sent_start_pos": 3420, "sent_end_pos": 3865, "title": "Heating and cooling"}, "text": "Comprehensive assessments\nIn line with Article 14 of the Energy Efficiency Directive (2012/27/EU), EU countries are requested to carry out a comprehensive assessment on efficient heating and cooling, and notify the European Commission once it has been done. Based on a request from the Commission, these assessments should be carried out every five years. The Member States were requested to submit their updated assessments by 31 December 2020."}
{"meta": {"doc_id": 918, "sent_id": 20, "sent_start_pos": 3678, "sent_end_pos": 3998, "title": "Heating and cooling"}, "text": "Based on a request from the Commission, these assessments should be carried out every five years. The Member States were requested to submit their updated assessments by 31 December 2020. The revised Annex VIII to the directive (amended by Delegated Regulation 2019/826/EU) describes the methodology for the assessments."}
{"meta": {"doc_id": 918, "sent_id": 21, "sent_start_pos": 3776, "sent_end_pos": 4232, "title": "Heating and cooling"}, "text": "The Member States were requested to submit their updated assessments by 31 December 2020. The revised Annex VIII to the directive (amended by Delegated Regulation 2019/826/EU) describes the methodology for the assessments. Notably, the assessments have to comply with legislation on the energy union, and they must be closely linked with planning of policy measures to the Regulation on the governance of the energy union and climate action (EU/2018/1999)."}
{"meta": {"doc_id": 918, "sent_id": 22, "sent_start_pos": 3866, "sent_end_pos": 5705, "title": "Heating and cooling"}, "text": "The revised Annex VIII to the directive (amended by Delegated Regulation 2019/826/EU) describes the methodology for the assessments. Notably, the assessments have to comply with legislation on the energy union, and they must be closely linked with planning of policy measures to the Regulation on the governance of the energy union and climate action (EU/2018/1999). Article 14.1 comprehensive assessments by EU countries\nDocuments\n- Commission delegated regulation for the comprehensive assessment of the potential for efficient heating and cooling (EU) 2019/826\n- Commission recommendation on the content of the comprehensive assessment of the potential for efficient heating and cooling under Article 14 of the energy efficiency directive and annex\n- Synthesis report on the evaluation of national notifications related to Article 14 of the Energy Efficiency Directive, Joint Research Centre (2018)\n- An EU Strategy on Heating and Cooling: COM(2016) 51\n- Executive summary: Mapping and analyses of the current and future (2020-2030) heating/cooling fuel deployment (fossil/renewables) (2016)\n- Commission Staff Working Document Review of available information, SWD(2016) 24 final\n- Study: CE Delft Mid-term evaluation of the Renewable Energy Directive (April 2015)\n- EU 2030 energy and climate framework\n- Report on district heating and cooling potentials, barriers, best practice and measures of promotion, Joint Research Centre (2012)\n- Report on heat and cooling demand and market perspective, Joint Research Centre (2012)\n- Report on best available technologies for the heat and cooling market in the European Union, Joint Research Centre (2012)\n- Infographic: 10 things you didn't know about Heating & Cooling (2016)\nRelated links\n- Voluntary reporting template on comprehensive assessments (available in all official EU languages)"}
{"meta": {"doc_id": 918, "sent_id": 23, "sent_start_pos": 3999, "sent_end_pos": [], "title": "Heating and cooling"}, "text": "Notably, the assessments have to comply with legislation on the energy union, and they must be closely linked with planning of policy measures to the Regulation on the governance of the energy union and climate action (EU/2018/1999). Article 14.1 comprehensive assessments by EU countries\nDocuments\n- Commission delegated regulation for the comprehensive assessment of the potential for efficient heating and cooling (EU) 2019/826\n- Commission recommendation on the content of the comprehensive assessment of the potential for efficient heating and cooling under Article 14 of the energy efficiency directive and annex\n- Synthesis report on the evaluation of national notifications related to Article 14 of the Energy Efficiency Directive, Joint Research Centre (2018)\n- An EU Strategy on Heating and Cooling: COM(2016) 51\n- Executive summary: Mapping and analyses of the current and future (2020-2030) heating/cooling fuel deployment (fossil/renewables) (2016)\n- Commission Staff Working Document Review of available information, SWD(2016) 24 final\n- Study: CE Delft Mid-term evaluation of the Renewable Energy Directive (April 2015)\n- EU 2030 energy and climate framework\n- Report on district heating and cooling potentials, barriers, best practice and measures of promotion, Joint Research Centre (2012)\n- Report on heat and cooling demand and market perspective, Joint Research Centre (2012)\n- Report on best available technologies for the heat and cooling market in the European Union, Joint Research Centre (2012)\n- Infographic: 10 things you didn't know about Heating & Cooling (2016)\nRelated links\n- Voluntary reporting template on comprehensive assessments (available in all official EU languages) "}
{"meta": {"doc_id": 919, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 265, "title": "KS14: Energy Efficient Heating: an Overview"}, "text": " Skip to content\nLogin to access the MyCIBSE area. Log In\nPDF Format\n£0.00\nPurchase\nBook\n£23.00\n£42.00\n£46.00\nThis publication provides an introduction to energy efficient heating systems for engineers and building professionals that need an overview of the subject."}
{"meta": {"doc_id": 919, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 518, "title": "KS14: Energy Efficient Heating: an Overview"}, "text": "Skip to content\nLogin to access the MyCIBSE area. Log In\nPDF Format\n£0.00\nPurchase\nBook\n£23.00\n£42.00\n£46.00\nThis publication provides an introduction to energy efficient heating systems for engineers and building professionals that need an overview of the subject. AcknowledgementsPrincipal authors: Phil Jones (Building Energy Solutions and London South Bank University) & Tony Day (London South Bank University)\nThe Chartered Institution of Building Services Engineers (CIBSE)\nRegistered as a Charity in England No."}
{"meta": {"doc_id": 919, "sent_id": 2, "sent_start_pos": 50, "sent_end_pos": 525, "title": "KS14: Energy Efficient Heating: an Overview"}, "text": "Log In\nPDF Format\n£0.00\nPurchase\nBook\n£23.00\n£42.00\n£46.00\nThis publication provides an introduction to energy efficient heating systems for engineers and building professionals that need an overview of the subject. AcknowledgementsPrincipal authors: Phil Jones (Building Energy Solutions and London South Bank University) & Tony Day (London South Bank University)\nThe Chartered Institution of Building Services Engineers (CIBSE)\nRegistered as a Charity in England No. 278104"}
{"meta": {"doc_id": 919, "sent_id": 3, "sent_start_pos": 266, "sent_end_pos": [], "title": "KS14: Energy Efficient Heating: an Overview"}, "text": "AcknowledgementsPrincipal authors: Phil Jones (Building Energy Solutions and London South Bank University) & Tony Day (London South Bank University)\nThe Chartered Institution of Building Services Engineers (CIBSE)\nRegistered as a Charity in England No. 278104 "}
{"meta": {"doc_id": 920, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 142, "title": "Energy-efficient heating"}, "text": " District heating is an economical way to heat all the facilities in a property. It is well-suited to heating buildings of all types and sizes."}
{"meta": {"doc_id": 920, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 212, "title": "Energy-efficient heating"}, "text": "District heating is an economical way to heat all the facilities in a property. It is well-suited to heating buildings of all types and sizes. In urban areas, it is a very energy-efficient way to heat properties."}
{"meta": {"doc_id": 920, "sent_id": 2, "sent_start_pos": 80, "sent_end_pos": 263, "title": "Energy-efficient heating"}, "text": "It is well-suited to heating buildings of all types and sizes. In urban areas, it is a very energy-efficient way to heat properties. District heating saves you time, effort and money."}
{"meta": {"doc_id": 920, "sent_id": 3, "sent_start_pos": 143, "sent_end_pos": 774, "title": "Energy-efficient heating"}, "text": "In urban areas, it is a very energy-efficient way to heat properties. District heating saves you time, effort and money. Advantages of district heating\n- safety, reliability and ease of use\n- affordability: you can save energy and money without huge investments\n- the equipment does not require a lot of space\n- an environmentally friendly method of production\n- sufficient heat for both heating and household hot water\n- the equipment does not require a lot of maintenance and repairs\n- a pleasant, even room air temperature and always enough warm or hot water at just the right temperature, in all seasons and at any time of day."}
{"meta": {"doc_id": 920, "sent_id": 4, "sent_start_pos": 213, "sent_end_pos": 912, "title": "Energy-efficient heating"}, "text": "District heating saves you time, effort and money. Advantages of district heating\n- safety, reliability and ease of use\n- affordability: you can save energy and money without huge investments\n- the equipment does not require a lot of space\n- an environmentally friendly method of production\n- sufficient heat for both heating and household hot water\n- the equipment does not require a lot of maintenance and repairs\n- a pleasant, even room air temperature and always enough warm or hot water at just the right temperature, in all seasons and at any time of day. In the Vaasa region, district heating meets almost 90% of the demand for heating, and both old and new properties can be connected to it."}
{"meta": {"doc_id": 920, "sent_id": 5, "sent_start_pos": 264, "sent_end_pos": 1030, "title": "Energy-efficient heating"}, "text": "Advantages of district heating\n- safety, reliability and ease of use\n- affordability: you can save energy and money without huge investments\n- the equipment does not require a lot of space\n- an environmentally friendly method of production\n- sufficient heat for both heating and household hot water\n- the equipment does not require a lot of maintenance and repairs\n- a pleasant, even room air temperature and always enough warm or hot water at just the right temperature, in all seasons and at any time of day. In the Vaasa region, district heating meets almost 90% of the demand for heating, and both old and new properties can be connected to it. With single-family houses, only properties located along an existing district heating network can be connected to it."}
{"meta": {"doc_id": 920, "sent_id": 6, "sent_start_pos": 775, "sent_end_pos": 1062, "title": "Energy-efficient heating"}, "text": "In the Vaasa region, district heating meets almost 90% of the demand for heating, and both old and new properties can be connected to it. With single-family houses, only properties located along an existing district heating network can be connected to it. Interested in District heating?"}
{"meta": {"doc_id": 920, "sent_id": 7, "sent_start_pos": 913, "sent_end_pos": 1111, "title": "Energy-efficient heating"}, "text": "With single-family houses, only properties located along an existing district heating network can be connected to it. Interested in District heating? Please contact our Customer service for details."}
{"meta": {"doc_id": 920, "sent_id": 8, "sent_start_pos": 1031, "sent_end_pos": [], "title": "Energy-efficient heating"}, "text": "Interested in District heating? Please contact our Customer service for details. "}
{"meta": {"doc_id": 921, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 214, "title": "Energy Efficient Heating"}, "text": " Heating and cooling inefficiencies are the major cause, and the prevention is, in many cases, simple and inexpensive. Here are some simple solutions for making your home more comfortable and less expensive to heat."}
{"meta": {"doc_id": 921, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 254, "title": "Energy Efficient Heating"}, "text": "Heating and cooling inefficiencies are the major cause, and the prevention is, in many cases, simple and inexpensive. Here are some simple solutions for making your home more comfortable and less expensive to heat. You'll also be helping the environment."}
{"meta": {"doc_id": 921, "sent_id": 2, "sent_start_pos": 118, "sent_end_pos": 796, "title": "Energy Efficient Heating"}, "text": "Here are some simple solutions for making your home more comfortable and less expensive to heat. You'll also be helping the environment. Perform a Draft CheckInstall Door Sweeps and Draft GuardsBlock Drafts from Electrical OutletsUse the DrapesApply Plastic Window KitsConsider a Heater FanReverse Your Ceiling FanInstall a Programmable ThermostatConsider Tankless Water HeatersInsulate Storage-Style Water HeatersLower Settings on Your Water HeaterInsulate Water PipesReplace Furnace FiltersIncrease Furnace EfficiencyVent the FireplaceBurn Wood Efficiently\nPerform a Draft Check\nThe one home improvement which saves the most energy with the least investment is draft proofing."}
{"meta": {"doc_id": 921, "sent_id": 3, "sent_start_pos": 215, "sent_end_pos": 881, "title": "Energy Efficient Heating"}, "text": "You'll also be helping the environment. Perform a Draft CheckInstall Door Sweeps and Draft GuardsBlock Drafts from Electrical OutletsUse the DrapesApply Plastic Window KitsConsider a Heater FanReverse Your Ceiling FanInstall a Programmable ThermostatConsider Tankless Water HeatersInsulate Storage-Style Water HeatersLower Settings on Your Water HeaterInsulate Water PipesReplace Furnace FiltersIncrease Furnace EfficiencyVent the FireplaceBurn Wood Efficiently\nPerform a Draft Check\nThe one home improvement which saves the most energy with the least investment is draft proofing. A simple way to locate outside air coming into your home is with a stick of incense."}
{"meta": {"doc_id": 921, "sent_id": 4, "sent_start_pos": 255, "sent_end_pos": 943, "title": "Energy Efficient Heating"}, "text": "Perform a Draft CheckInstall Door Sweeps and Draft GuardsBlock Drafts from Electrical OutletsUse the DrapesApply Plastic Window KitsConsider a Heater FanReverse Your Ceiling FanInstall a Programmable ThermostatConsider Tankless Water HeatersInsulate Storage-Style Water HeatersLower Settings on Your Water HeaterInsulate Water PipesReplace Furnace FiltersIncrease Furnace EfficiencyVent the FireplaceBurn Wood Efficiently\nPerform a Draft Check\nThe one home improvement which saves the most energy with the least investment is draft proofing. A simple way to locate outside air coming into your home is with a stick of incense. (Some hardware stores sell “smoke pencils” for this purpose.)"}
{"meta": {"doc_id": 921, "sent_id": 5, "sent_start_pos": 797, "sent_end_pos": 1016, "title": "Energy Efficient Heating"}, "text": "A simple way to locate outside air coming into your home is with a stick of incense. (Some hardware stores sell “smoke pencils” for this purpose.) Light the incense and inspect your home, from the inside, for air leaks."}
{"meta": {"doc_id": 921, "sent_id": 6, "sent_start_pos": 882, "sent_end_pos": 1159, "title": "Energy Efficient Heating"}, "text": "(Some hardware stores sell “smoke pencils” for this purpose.) Light the incense and inspect your home, from the inside, for air leaks. Choose a breezy day, and go around windows, areas where plumbing and wiring go through walls, attic doors, entry doors, and fireplace dampers."}
{"meta": {"doc_id": 921, "sent_id": 7, "sent_start_pos": 944, "sent_end_pos": 1252, "title": "Energy Efficient Heating"}, "text": "Light the incense and inspect your home, from the inside, for air leaks. Choose a breezy day, and go around windows, areas where plumbing and wiring go through walls, attic doors, entry doors, and fireplace dampers. How much the smoke drifts horizontally from the incense will reveal how serious the leak is."}
{"meta": {"doc_id": 921, "sent_id": 8, "sent_start_pos": 1017, "sent_end_pos": 1418, "title": "Energy Efficient Heating"}, "text": "Choose a breezy day, and go around windows, areas where plumbing and wiring go through walls, attic doors, entry doors, and fireplace dampers. How much the smoke drifts horizontally from the incense will reveal how serious the leak is. Most leaks can be quickly plugged with exterior silicone caulk: be sure to caulk the leaks from the outside of the house, or moisture will build up inside the walls."}
{"meta": {"doc_id": 921, "sent_id": 9, "sent_start_pos": 1160, "sent_end_pos": 1495, "title": "Energy Efficient Heating"}, "text": "How much the smoke drifts horizontally from the incense will reveal how serious the leak is. Most leaks can be quickly plugged with exterior silicone caulk: be sure to caulk the leaks from the outside of the house, or moisture will build up inside the walls. Weatherstripping and door sweeps will fix the door leaks quickly and easily."}
{"meta": {"doc_id": 921, "sent_id": 10, "sent_start_pos": 1253, "sent_end_pos": 1547, "title": "Energy Efficient Heating"}, "text": "Most leaks can be quickly plugged with exterior silicone caulk: be sure to caulk the leaks from the outside of the house, or moisture will build up inside the walls. Weatherstripping and door sweeps will fix the door leaks quickly and easily. For larger voids use easy-to-apply insulating foam."}
{"meta": {"doc_id": 921, "sent_id": 11, "sent_start_pos": 1419, "sent_end_pos": 1639, "title": "Energy Efficient Heating"}, "text": "Weatherstripping and door sweeps will fix the door leaks quickly and easily. For larger voids use easy-to-apply insulating foam. Install Door Sweeps and Draft Guards\nThe warm air in a heated home escapes wherever it can."}
{"meta": {"doc_id": 921, "sent_id": 12, "sent_start_pos": 1496, "sent_end_pos": 1706, "title": "Energy Efficient Heating"}, "text": "For larger voids use easy-to-apply insulating foam. Install Door Sweeps and Draft Guards\nThe warm air in a heated home escapes wherever it can. Under the door is the common site for heat loss or cold air entry."}
{"meta": {"doc_id": 921, "sent_id": 13, "sent_start_pos": 1548, "sent_end_pos": 1769, "title": "Energy Efficient Heating"}, "text": "Install Door Sweeps and Draft Guards\nThe warm air in a heated home escapes wherever it can. Under the door is the common site for heat loss or cold air entry. Door sweeps are available at home supply stores for about $10."}
{"meta": {"doc_id": 921, "sent_id": 14, "sent_start_pos": 1640, "sent_end_pos": 1839, "title": "Energy Efficient Heating"}, "text": "Under the door is the common site for heat loss or cold air entry. Door sweeps are available at home supply stores for about $10. They can be installed without having to take the door off its hinges."}
{"meta": {"doc_id": 921, "sent_id": 15, "sent_start_pos": 1707, "sent_end_pos": 1919, "title": "Energy Efficient Heating"}, "text": "Door sweeps are available at home supply stores for about $10. They can be installed without having to take the door off its hinges. Simply slide the sweep under the door and cut off excess length with a hacksaw."}
{"meta": {"doc_id": 921, "sent_id": 16, "sent_start_pos": 1770, "sent_end_pos": 1976, "title": "Energy Efficient Heating"}, "text": "They can be installed without having to take the door off its hinges. Simply slide the sweep under the door and cut off excess length with a hacksaw. A few screws, provided with the sweep, hold it in place."}
{"meta": {"doc_id": 921, "sent_id": 17, "sent_start_pos": 1840, "sent_end_pos": 2057, "title": "Energy Efficient Heating"}, "text": "Simply slide the sweep under the door and cut off excess length with a hacksaw. A few screws, provided with the sweep, hold it in place. Draft guards are also available to stop drafts coming from under interior doors."}
{"meta": {"doc_id": 921, "sent_id": 18, "sent_start_pos": 1920, "sent_end_pos": 2202, "title": "Energy Efficient Heating"}, "text": "A few screws, provided with the sweep, hold it in place. Draft guards are also available to stop drafts coming from under interior doors. Block Drafts from Electrical Outlets\nRooms in many homes may have cool air seeping in through the electric outlets on walls which face outdoors."}
{"meta": {"doc_id": 921, "sent_id": 19, "sent_start_pos": 1977, "sent_end_pos": 2287, "title": "Energy Efficient Heating"}, "text": "Draft guards are also available to stop drafts coming from under interior doors. Block Drafts from Electrical Outlets\nRooms in many homes may have cool air seeping in through the electric outlets on walls which face outdoors. A simple draft check (see above) will let you know if this is the case in your home."}
{"meta": {"doc_id": 921, "sent_id": 20, "sent_start_pos": 2058, "sent_end_pos": 2365, "title": "Energy Efficient Heating"}, "text": "Block Drafts from Electrical Outlets\nRooms in many homes may have cool air seeping in through the electric outlets on walls which face outdoors. A simple draft check (see above) will let you know if this is the case in your home. Simply plug the outlet with inexpensive outlet safety caps to prevent drafts."}
{"meta": {"doc_id": 921, "sent_id": 21, "sent_start_pos": 2203, "sent_end_pos": 2478, "title": "Energy Efficient Heating"}, "text": "A simple draft check (see above) will let you know if this is the case in your home. Simply plug the outlet with inexpensive outlet safety caps to prevent drafts. This is also a safety measure if there are young children who might otherwise poke things into the outlet slots."}
{"meta": {"doc_id": 921, "sent_id": 22, "sent_start_pos": 2288, "sent_end_pos": 2563, "title": "Energy Efficient Heating"}, "text": "Simply plug the outlet with inexpensive outlet safety caps to prevent drafts. This is also a safety measure if there are young children who might otherwise poke things into the outlet slots. Use the Drapes\nMost heat loss in the average home is through and around the windows."}
{"meta": {"doc_id": 921, "sent_id": 23, "sent_start_pos": 2366, "sent_end_pos": 2660, "title": "Energy Efficient Heating"}, "text": "This is also a safety measure if there are young children who might otherwise poke things into the outlet slots. Use the Drapes\nMost heat loss in the average home is through and around the windows. Drawing the drapes at night is an effective block, making it harder for your warm air to escape."}
{"meta": {"doc_id": 921, "sent_id": 24, "sent_start_pos": 2479, "sent_end_pos": 2683, "title": "Energy Efficient Heating"}, "text": "Use the Drapes\nMost heat loss in the average home is through and around the windows. Drawing the drapes at night is an effective block, making it harder for your warm air to escape. Lined drapes are best."}
{"meta": {"doc_id": 921, "sent_id": 25, "sent_start_pos": 2564, "sent_end_pos": 2813, "title": "Energy Efficient Heating"}, "text": "Drawing the drapes at night is an effective block, making it harder for your warm air to escape. Lined drapes are best. Drapes will also help reduce window condensation because the space between the drapes and the window is cooler than the room air."}
{"meta": {"doc_id": 921, "sent_id": 26, "sent_start_pos": 2661, "sent_end_pos": 2885, "title": "Energy Efficient Heating"}, "text": "Lined drapes are best. Drapes will also help reduce window condensation because the space between the drapes and the window is cooler than the room air. Drapes can be lined with less expensive material or re-used bed sheets."}
{"meta": {"doc_id": 921, "sent_id": 27, "sent_start_pos": 2684, "sent_end_pos": 2948, "title": "Energy Efficient Heating"}, "text": "Drapes will also help reduce window condensation because the space between the drapes and the window is cooler than the room air. Drapes can be lined with less expensive material or re-used bed sheets. The cost of the material is recouped by the savings in energy."}
{"meta": {"doc_id": 921, "sent_id": 28, "sent_start_pos": 2814, "sent_end_pos": 3063, "title": "Energy Efficient Heating"}, "text": "Drapes can be lined with less expensive material or re-used bed sheets. The cost of the material is recouped by the savings in energy. Apply Plastic Window Kits\nPlastic window kits are affordable alternatives to double glazing for doors and windows."}
{"meta": {"doc_id": 921, "sent_id": 29, "sent_start_pos": 2886, "sent_end_pos": 3151, "title": "Energy Efficient Heating"}, "text": "The cost of the material is recouped by the savings in energy. Apply Plastic Window Kits\nPlastic window kits are affordable alternatives to double glazing for doors and windows. They contain sheets of plastic film, which looks like cling-film, but slightly thicker."}
{"meta": {"doc_id": 921, "sent_id": 30, "sent_start_pos": 2949, "sent_end_pos": 3256, "title": "Energy Efficient Heating"}, "text": "Apply Plastic Window Kits\nPlastic window kits are affordable alternatives to double glazing for doors and windows. They contain sheets of plastic film, which looks like cling-film, but slightly thicker. Double-sided tape is applied to the window frame, then the plastic is cut to size and fixed to the tape."}
{"meta": {"doc_id": 921, "sent_id": 31, "sent_start_pos": 3064, "sent_end_pos": 3324, "title": "Energy Efficient Heating"}, "text": "They contain sheets of plastic film, which looks like cling-film, but slightly thicker. Double-sided tape is applied to the window frame, then the plastic is cut to size and fixed to the tape. Finally, a hair dryer is used to shrink the plastic sheeting tight."}
{"meta": {"doc_id": 921, "sent_id": 32, "sent_start_pos": 3152, "sent_end_pos": 3408, "title": "Energy Efficient Heating"}, "text": "Double-sided tape is applied to the window frame, then the plastic is cut to size and fixed to the tape. Finally, a hair dryer is used to shrink the plastic sheeting tight. The fitted plastic creates an air-tight gap which prevents drafts and condensation."}
{"meta": {"doc_id": 921, "sent_id": 33, "sent_start_pos": 3257, "sent_end_pos": 3563, "title": "Energy Efficient Heating"}, "text": "Finally, a hair dryer is used to shrink the plastic sheeting tight. The fitted plastic creates an air-tight gap which prevents drafts and condensation. They cannot be used on most aluminum-framed windows and doors, as there is not enough of a gap between the window frame and the glass to work effectively."}
{"meta": {"doc_id": 921, "sent_id": 34, "sent_start_pos": 3325, "sent_end_pos": 3626, "title": "Energy Efficient Heating"}, "text": "The fitted plastic creates an air-tight gap which prevents drafts and condensation. They cannot be used on most aluminum-framed windows and doors, as there is not enough of a gap between the window frame and the glass to work effectively. Plastic window kits are available at Eartheasy’s online store."}
{"meta": {"doc_id": 921, "sent_id": 35, "sent_start_pos": 3409, "sent_end_pos": 3739, "title": "Energy Efficient Heating"}, "text": "They cannot be used on most aluminum-framed windows and doors, as there is not enough of a gap between the window frame and the glass to work effectively. Plastic window kits are available at Eartheasy’s online store. Most hardware stores also have special mounting tracks or frames for making your own plastic film storm windows."}
{"meta": {"doc_id": 921, "sent_id": 36, "sent_start_pos": 3564, "sent_end_pos": 3868, "title": "Energy Efficient Heating"}, "text": "Plastic window kits are available at Eartheasy’s online store. Most hardware stores also have special mounting tracks or frames for making your own plastic film storm windows. Consider a Heater Fan\nThese heat-powered circulating fans are designed to set directly on top of woodstoves or gas room heaters."}
{"meta": {"doc_id": 921, "sent_id": 37, "sent_start_pos": 3627, "sent_end_pos": 4003, "title": "Energy Efficient Heating"}, "text": "Most hardware stores also have special mounting tracks or frames for making your own plastic film storm windows. Consider a Heater Fan\nThese heat-powered circulating fans are designed to set directly on top of woodstoves or gas room heaters. They send the heat out horizontally, instead of letting it rise upwards, which results in much faster and more efficient room heating."}
{"meta": {"doc_id": 921, "sent_id": 38, "sent_start_pos": 3740, "sent_end_pos": 4069, "title": "Energy Efficient Heating"}, "text": "Consider a Heater Fan\nThese heat-powered circulating fans are designed to set directly on top of woodstoves or gas room heaters. They send the heat out horizontally, instead of letting it rise upwards, which results in much faster and more efficient room heating. Another feature of the heater fan is the operating cost: nothing!"}
{"meta": {"doc_id": 921, "sent_id": 39, "sent_start_pos": 3869, "sent_end_pos": 4111, "title": "Energy Efficient Heating"}, "text": "They send the heat out horizontally, instead of letting it rise upwards, which results in much faster and more efficient room heating. Another feature of the heater fan is the operating cost: nothing! No batteries or electricity are required."}
{"meta": {"doc_id": 921, "sent_id": 40, "sent_start_pos": 4004, "sent_end_pos": 4168, "title": "Energy Efficient Heating"}, "text": "Another feature of the heater fan is the operating cost: nothing! No batteries or electricity are required. The thermoelectric module runs by the heat of the stove."}
{"meta": {"doc_id": 921, "sent_id": 41, "sent_start_pos": 4070, "sent_end_pos": 4229, "title": "Energy Efficient Heating"}, "text": "No batteries or electricity are required. The thermoelectric module runs by the heat of the stove. The fans are nearly silent, and designed to last a lifetime."}
{"meta": {"doc_id": 921, "sent_id": 42, "sent_start_pos": 4112, "sent_end_pos": 4323, "title": "Energy Efficient Heating"}, "text": "The thermoelectric module runs by the heat of the stove. The fans are nearly silent, and designed to last a lifetime. One concern with these fans, however, is that they can ‘burn out’ if the diode is overheated."}
{"meta": {"doc_id": 921, "sent_id": 43, "sent_start_pos": 4169, "sent_end_pos": 4391, "title": "Energy Efficient Heating"}, "text": "The fans are nearly silent, and designed to last a lifetime. One concern with these fans, however, is that they can ‘burn out’ if the diode is overheated. With wood heaters, care must be taken if there’s a large, hot fire."}
{"meta": {"doc_id": 921, "sent_id": 44, "sent_start_pos": 4230, "sent_end_pos": 4493, "title": "Energy Efficient Heating"}, "text": "One concern with these fans, however, is that they can ‘burn out’ if the diode is overheated. With wood heaters, care must be taken if there’s a large, hot fire. Set the fan on a brick, or remove it temporarily from the heater surface until the fire settles down."}
{"meta": {"doc_id": 921, "sent_id": 45, "sent_start_pos": 4324, "sent_end_pos": 4594, "title": "Energy Efficient Heating"}, "text": "With wood heaters, care must be taken if there’s a large, hot fire. Set the fan on a brick, or remove it temporarily from the heater surface until the fire settles down. Although these fans cost from $50 to $150, the savings in energy costs, year after year, is greater."}
{"meta": {"doc_id": 921, "sent_id": 46, "sent_start_pos": 4392, "sent_end_pos": 4651, "title": "Energy Efficient Heating"}, "text": "Set the fan on a brick, or remove it temporarily from the heater surface until the fire settles down. Although these fans cost from $50 to $150, the savings in energy costs, year after year, is greater. Available online and at home supply and hardware stores."}
{"meta": {"doc_id": 921, "sent_id": 47, "sent_start_pos": 4494, "sent_end_pos": 4781, "title": "Energy Efficient Heating"}, "text": "Although these fans cost from $50 to $150, the savings in energy costs, year after year, is greater. Available online and at home supply and hardware stores. Reverse Your Ceiling Fan\nAlthough ceiling fans are most often associated with home cooling, they can also help with home heating."}
{"meta": {"doc_id": 921, "sent_id": 48, "sent_start_pos": 4595, "sent_end_pos": 4926, "title": "Energy Efficient Heating"}, "text": "Available online and at home supply and hardware stores. Reverse Your Ceiling Fan\nAlthough ceiling fans are most often associated with home cooling, they can also help with home heating. Most of the heat generated by your heating systems rises to the ceiling where it slowly dissipates or radiates into the upper walls and ceiling."}
{"meta": {"doc_id": 921, "sent_id": 49, "sent_start_pos": 4652, "sent_end_pos": 5086, "title": "Energy Efficient Heating"}, "text": "Reverse Your Ceiling Fan\nAlthough ceiling fans are most often associated with home cooling, they can also help with home heating. Most of the heat generated by your heating systems rises to the ceiling where it slowly dissipates or radiates into the upper walls and ceiling. “You may have overlooked the simplest heat-save method of all … during the winter months, wear a sweater indoors and turn the thermostat down a couple degrees."}
{"meta": {"doc_id": 921, "sent_id": 50, "sent_start_pos": 4782, "sent_end_pos": 5263, "title": "Energy Efficient Heating"}, "text": "Most of the heat generated by your heating systems rises to the ceiling where it slowly dissipates or radiates into the upper walls and ceiling. “You may have overlooked the simplest heat-save method of all … during the winter months, wear a sweater indoors and turn the thermostat down a couple degrees. It’s perfectly comfortable, and the cooler air indoors keeps one from getting dozy.” – Miles, London\nIf you have ceiling fans in your home, check to see if they are reversible."}
{"meta": {"doc_id": 921, "sent_id": 51, "sent_start_pos": 4927, "sent_end_pos": 5310, "title": "Energy Efficient Heating"}, "text": "“You may have overlooked the simplest heat-save method of all … during the winter months, wear a sweater indoors and turn the thermostat down a couple degrees. It’s perfectly comfortable, and the cooler air indoors keeps one from getting dozy.” – Miles, London\nIf you have ceiling fans in your home, check to see if they are reversible. In winter, the blades should rotate clockwise."}
{"meta": {"doc_id": 921, "sent_id": 52, "sent_start_pos": 5087, "sent_end_pos": 5394, "title": "Energy Efficient Heating"}, "text": "It’s perfectly comfortable, and the cooler air indoors keeps one from getting dozy.” – Miles, London\nIf you have ceiling fans in your home, check to see if they are reversible. In winter, the blades should rotate clockwise. This reverse rotation will collect warm air from the ceiling and pull it downwards."}
{"meta": {"doc_id": 921, "sent_id": 53, "sent_start_pos": 5264, "sent_end_pos": 5457, "title": "Energy Efficient Heating"}, "text": "In winter, the blades should rotate clockwise. This reverse rotation will collect warm air from the ceiling and pull it downwards. Set the fan at its slowest speed so as not to create a breeze."}
{"meta": {"doc_id": 921, "sent_id": 54, "sent_start_pos": 5311, "sent_end_pos": 5544, "title": "Energy Efficient Heating"}, "text": "This reverse rotation will collect warm air from the ceiling and pull it downwards. Set the fan at its slowest speed so as not to create a breeze. The energy savings will only be realized if you lower your thermostat correspondingly."}
{"meta": {"doc_id": 921, "sent_id": 55, "sent_start_pos": 5395, "sent_end_pos": 5627, "title": "Energy Efficient Heating"}, "text": "Set the fan at its slowest speed so as not to create a breeze. The energy savings will only be realized if you lower your thermostat correspondingly. For each degree you lower the thermostat, heating costs will be reduced by 3 – 5%."}
{"meta": {"doc_id": 921, "sent_id": 56, "sent_start_pos": 5458, "sent_end_pos": 5781, "title": "Energy Efficient Heating"}, "text": "The energy savings will only be realized if you lower your thermostat correspondingly. For each degree you lower the thermostat, heating costs will be reduced by 3 – 5%. Install a Programmable Thermostat\nYou can save as much as 10% a year on your heating bills by turning your thermostat down 10 – 15% for 8 hours each day."}
{"meta": {"doc_id": 921, "sent_id": 57, "sent_start_pos": 5545, "sent_end_pos": 5880, "title": "Energy Efficient Heating"}, "text": "For each degree you lower the thermostat, heating costs will be reduced by 3 – 5%. Install a Programmable Thermostat\nYou can save as much as 10% a year on your heating bills by turning your thermostat down 10 – 15% for 8 hours each day. You can do this automatically without sacrificing comfort by installing a programmable thermostat."}
{"meta": {"doc_id": 921, "sent_id": 58, "sent_start_pos": 5628, "sent_end_pos": 6018, "title": "Energy Efficient Heating"}, "text": "Install a Programmable Thermostat\nYou can save as much as 10% a year on your heating bills by turning your thermostat down 10 – 15% for 8 hours each day. You can do this automatically without sacrificing comfort by installing a programmable thermostat. A programmable thermostat lets you preset the times your home is heated, so heat can be lowered while you are asleep or out of the house."}
{"meta": {"doc_id": 921, "sent_id": 59, "sent_start_pos": 5782, "sent_end_pos": 6090, "title": "Energy Efficient Heating"}, "text": "You can do this automatically without sacrificing comfort by installing a programmable thermostat. A programmable thermostat lets you preset the times your home is heated, so heat can be lowered while you are asleep or out of the house. The cost, between $30 – $50, is offset by the long-term energy savings."}
{"meta": {"doc_id": 921, "sent_id": 60, "sent_start_pos": 5881, "sent_end_pos": 6180, "title": "Energy Efficient Heating"}, "text": "A programmable thermostat lets you preset the times your home is heated, so heat can be lowered while you are asleep or out of the house. The cost, between $30 – $50, is offset by the long-term energy savings. Installation is easy for the average home handyman – you don’t need to hire a serviceman."}
{"meta": {"doc_id": 921, "sent_id": 61, "sent_start_pos": 6019, "sent_end_pos": 6299, "title": "Energy Efficient Heating"}, "text": "The cost, between $30 – $50, is offset by the long-term energy savings. Installation is easy for the average home handyman – you don’t need to hire a serviceman. Consider Tankless Water Heaters\nTankless water heaters can save as much as fifty percent of the cost of heating water."}
{"meta": {"doc_id": 921, "sent_id": 62, "sent_start_pos": 6091, "sent_end_pos": 6491, "title": "Energy Efficient Heating"}, "text": "Installation is easy for the average home handyman – you don’t need to hire a serviceman. Consider Tankless Water Heaters\nTankless water heaters can save as much as fifty percent of the cost of heating water. Space saving, highly energy efficient “tankless” water heaters can deliver as much as 200 gallons of hot water per hour and since there is no tank to run out, they supply hot water endlessly."}
{"meta": {"doc_id": 921, "sent_id": 63, "sent_start_pos": 6181, "sent_end_pos": 6627, "title": "Energy Efficient Heating"}, "text": "Consider Tankless Water Heaters\nTankless water heaters can save as much as fifty percent of the cost of heating water. Space saving, highly energy efficient “tankless” water heaters can deliver as much as 200 gallons of hot water per hour and since there is no tank to run out, they supply hot water endlessly. Because there is no storage tank to keep heated all day, and no pilot light, these water heaters only burn gas when you need hot water."}
{"meta": {"doc_id": 921, "sent_id": 64, "sent_start_pos": 6300, "sent_end_pos": 6741, "title": "Energy Efficient Heating"}, "text": "Space saving, highly energy efficient “tankless” water heaters can deliver as much as 200 gallons of hot water per hour and since there is no tank to run out, they supply hot water endlessly. Because there is no storage tank to keep heated all day, and no pilot light, these water heaters only burn gas when you need hot water. This eliminates standby heat loss which can be as high as 3 – 4 % every hour for storage tank type water heaters."}
{"meta": {"doc_id": 921, "sent_id": 65, "sent_start_pos": 6492, "sent_end_pos": 6799, "title": "Energy Efficient Heating"}, "text": "Because there is no storage tank to keep heated all day, and no pilot light, these water heaters only burn gas when you need hot water. This eliminates standby heat loss which can be as high as 3 – 4 % every hour for storage tank type water heaters. Different models offer varying water-delivery capacities."}
{"meta": {"doc_id": 921, "sent_id": 66, "sent_start_pos": 6628, "sent_end_pos": 6871, "title": "Energy Efficient Heating"}, "text": "This eliminates standby heat loss which can be as high as 3 – 4 % every hour for storage tank type water heaters. Different models offer varying water-delivery capacities. The units are easy to install, and available in gas or electric models."}
{"meta": {"doc_id": 921, "sent_id": 67, "sent_start_pos": 6742, "sent_end_pos": 7052, "title": "Energy Efficient Heating"}, "text": "Different models offer varying water-delivery capacities. The units are easy to install, and available in gas or electric models. Insulate Storage-Style Water Heaters\nAlthough water heaters are insulated, they can lose heat and waste energy if located in an unheated space, or designed with minimal insulation."}
{"meta": {"doc_id": 921, "sent_id": 68, "sent_start_pos": 6800, "sent_end_pos": 7169, "title": "Energy Efficient Heating"}, "text": "The units are easy to install, and available in gas or electric models. Insulate Storage-Style Water Heaters\nAlthough water heaters are insulated, they can lose heat and waste energy if located in an unheated space, or designed with minimal insulation. If your water heater feels warm to the touch, you will save money and have more hot water by adding more insulation."}
{"meta": {"doc_id": 921, "sent_id": 69, "sent_start_pos": 6872, "sent_end_pos": 7326, "title": "Energy Efficient Heating"}, "text": "Insulate Storage-Style Water Heaters\nAlthough water heaters are insulated, they can lose heat and waste energy if located in an unheated space, or designed with minimal insulation. If your water heater feels warm to the touch, you will save money and have more hot water by adding more insulation. Water heater blanket kits are available for gas or electric water heaters which are non-allergenic (no fiberglass), and provide up to 97% radiant heat loss."}
{"meta": {"doc_id": 921, "sent_id": 70, "sent_start_pos": 7053, "sent_end_pos": 7426, "title": "Energy Efficient Heating"}, "text": "If your water heater feels warm to the touch, you will save money and have more hot water by adding more insulation. Water heater blanket kits are available for gas or electric water heaters which are non-allergenic (no fiberglass), and provide up to 97% radiant heat loss. You can also make your own water heater blanket which can be thicker and cost even less to install."}
{"meta": {"doc_id": 921, "sent_id": 71, "sent_start_pos": 7170, "sent_end_pos": 7503, "title": "Energy Efficient Heating"}, "text": "Water heater blanket kits are available for gas or electric water heaters which are non-allergenic (no fiberglass), and provide up to 97% radiant heat loss. You can also make your own water heater blanket which can be thicker and cost even less to install. Here’s how:\n- If your heater is gas powered, do not cover the burner access."}
{"meta": {"doc_id": 921, "sent_id": 72, "sent_start_pos": 7327, "sent_end_pos": 7562, "title": "Energy Efficient Heating"}, "text": "You can also make your own water heater blanket which can be thicker and cost even less to install. Here’s how:\n- If your heater is gas powered, do not cover the burner access. Leave three inches of exposed area around the flue collar."}
{"meta": {"doc_id": 921, "sent_id": 73, "sent_start_pos": 7427, "sent_end_pos": 7674, "title": "Energy Efficient Heating"}, "text": "Here’s how:\n- If your heater is gas powered, do not cover the burner access. Leave three inches of exposed area around the flue collar. - Use ‘faced’ fiberglass insulation (one side is papered over) to keep the fiberglass particles out of the air."}
{"meta": {"doc_id": 921, "sent_id": 74, "sent_start_pos": 7504, "sent_end_pos": 7747, "title": "Energy Efficient Heating"}, "text": "Leave three inches of exposed area around the flue collar. - Use ‘faced’ fiberglass insulation (one side is papered over) to keep the fiberglass particles out of the air. Cut strips of insulation 3″ longer than the circumference of the heater."}
{"meta": {"doc_id": 921, "sent_id": 75, "sent_start_pos": 7563, "sent_end_pos": 7819, "title": "Energy Efficient Heating"}, "text": "- Use ‘faced’ fiberglass insulation (one side is papered over) to keep the fiberglass particles out of the air. Cut strips of insulation 3″ longer than the circumference of the heater. Wrap them horizontally around the heater and seal with vinyl duct tape."}
{"meta": {"doc_id": 921, "sent_id": 76, "sent_start_pos": 7675, "sent_end_pos": 7905, "title": "Energy Efficient Heating"}, "text": "Cut strips of insulation 3″ longer than the circumference of the heater. Wrap them horizontally around the heater and seal with vinyl duct tape. - Using a razor knife, cut away around thermostat controls, drain faucets, and vents."}
{"meta": {"doc_id": 921, "sent_id": 77, "sent_start_pos": 7748, "sent_end_pos": 8034, "title": "Energy Efficient Heating"}, "text": "Wrap them horizontally around the heater and seal with vinyl duct tape. - Using a razor knife, cut away around thermostat controls, drain faucets, and vents. - If you have an electric heater, cut a circle of insulation and fit it over the top, cutting slits for the pipes to go through."}
{"meta": {"doc_id": 921, "sent_id": 78, "sent_start_pos": 7820, "sent_end_pos": 8078, "title": "Energy Efficient Heating"}, "text": "- Using a razor knife, cut away around thermostat controls, drain faucets, and vents. - If you have an electric heater, cut a circle of insulation and fit it over the top, cutting slits for the pipes to go through. Seal any exposed fiberglass with duct tape."}
{"meta": {"doc_id": 921, "sent_id": 79, "sent_start_pos": 7906, "sent_end_pos": 8153, "title": "Energy Efficient Heating"}, "text": "- If you have an electric heater, cut a circle of insulation and fit it over the top, cutting slits for the pipes to go through. Seal any exposed fiberglass with duct tape. - Covering up labels on water heaters may, in some cases, void warranties."}
{"meta": {"doc_id": 921, "sent_id": 80, "sent_start_pos": 8035, "sent_end_pos": 8210, "title": "Energy Efficient Heating"}, "text": "Seal any exposed fiberglass with duct tape. - Covering up labels on water heaters may, in some cases, void warranties. Be sure to read labels to see if this condition applies."}
{"meta": {"doc_id": 921, "sent_id": 81, "sent_start_pos": 8079, "sent_end_pos": 8301, "title": "Energy Efficient Heating"}, "text": "- Covering up labels on water heaters may, in some cases, void warranties. Be sure to read labels to see if this condition applies. Lower Settings on Your Water Heater\nMost water heaters are factory pre-set at 140 degrees."}
{"meta": {"doc_id": 921, "sent_id": 82, "sent_start_pos": 8154, "sent_end_pos": 8378, "title": "Energy Efficient Heating"}, "text": "Be sure to read labels to see if this condition applies. Lower Settings on Your Water Heater\nMost water heaters are factory pre-set at 140 degrees. This may be more than you need, especially in a one or two person household."}
{"meta": {"doc_id": 921, "sent_id": 83, "sent_start_pos": 8211, "sent_end_pos": 8460, "title": "Energy Efficient Heating"}, "text": "Lower Settings on Your Water Heater\nMost water heaters are factory pre-set at 140 degrees. This may be more than you need, especially in a one or two person household. If your hot water supply is adequate, try lowering the thermostat to 120 degrees."}
{"meta": {"doc_id": 921, "sent_id": 84, "sent_start_pos": 8302, "sent_end_pos": 8565, "title": "Energy Efficient Heating"}, "text": "This may be more than you need, especially in a one or two person household. If your hot water supply is adequate, try lowering the thermostat to 120 degrees. Experiment within the 120-140 range to find the lowest setting which supplies you with enough hot water."}
{"meta": {"doc_id": 921, "sent_id": 85, "sent_start_pos": 8379, "sent_end_pos": 8634, "title": "Energy Efficient Heating"}, "text": "If your hot water supply is adequate, try lowering the thermostat to 120 degrees. Experiment within the 120-140 range to find the lowest setting which supplies you with enough hot water. Every degree you reduce will save energy costs and reduce pollution."}
{"meta": {"doc_id": 921, "sent_id": 86, "sent_start_pos": 8461, "sent_end_pos": 8802, "title": "Energy Efficient Heating"}, "text": "Experiment within the 120-140 range to find the lowest setting which supplies you with enough hot water. Every degree you reduce will save energy costs and reduce pollution. Insulate Water Pipes\nMost water pipes in homes are uninsulated, which results in lost heat and causes the water heater to work harder, thereby increasing energy costs."}
{"meta": {"doc_id": 921, "sent_id": 87, "sent_start_pos": 8566, "sent_end_pos": 8934, "title": "Energy Efficient Heating"}, "text": "Every degree you reduce will save energy costs and reduce pollution. Insulate Water Pipes\nMost water pipes in homes are uninsulated, which results in lost heat and causes the water heater to work harder, thereby increasing energy costs. If you have pipes which are warm to the touch, which ‘sweat’, or go through unheated areas, the fix is simple and very inexpensive."}
{"meta": {"doc_id": 921, "sent_id": 88, "sent_start_pos": 8635, "sent_end_pos": 9041, "title": "Energy Efficient Heating"}, "text": "Insulate Water Pipes\nMost water pipes in homes are uninsulated, which results in lost heat and causes the water heater to work harder, thereby increasing energy costs. If you have pipes which are warm to the touch, which ‘sweat’, or go through unheated areas, the fix is simple and very inexpensive. Pre-slit, foam pipe insulation is available at most hardware stores, and usually comes in 3′ (1m) lengths."}
{"meta": {"doc_id": 921, "sent_id": 89, "sent_start_pos": 8803, "sent_end_pos": 9153, "title": "Energy Efficient Heating"}, "text": "If you have pipes which are warm to the touch, which ‘sweat’, or go through unheated areas, the fix is simple and very inexpensive. Pre-slit, foam pipe insulation is available at most hardware stores, and usually comes in 3′ (1m) lengths. Simply snap the insulation over the pipe and run a strip of duct tape over the seam where pieces butt together."}
{"meta": {"doc_id": 921, "sent_id": 90, "sent_start_pos": 8935, "sent_end_pos": 9246, "title": "Energy Efficient Heating"}, "text": "Pre-slit, foam pipe insulation is available at most hardware stores, and usually comes in 3′ (1m) lengths. Simply snap the insulation over the pipe and run a strip of duct tape over the seam where pieces butt together. Join the split so it is facing downwards on horizontal runs, and tape the long seam as well."}
{"meta": {"doc_id": 921, "sent_id": 91, "sent_start_pos": 9042, "sent_end_pos": 9341, "title": "Energy Efficient Heating"}, "text": "Simply snap the insulation over the pipe and run a strip of duct tape over the seam where pieces butt together. Join the split so it is facing downwards on horizontal runs, and tape the long seam as well. Cut short lengths of the foam insulation with a razor knife and bend around elbows and joints."}
{"meta": {"doc_id": 921, "sent_id": 92, "sent_start_pos": 9154, "sent_end_pos": 9411, "title": "Energy Efficient Heating"}, "text": "Join the split so it is facing downwards on horizontal runs, and tape the long seam as well. Cut short lengths of the foam insulation with a razor knife and bend around elbows and joints. Do not wrap too tightly as it will lose some of its insulation value."}
{"meta": {"doc_id": 921, "sent_id": 93, "sent_start_pos": 9247, "sent_end_pos": 9473, "title": "Energy Efficient Heating"}, "text": "Cut short lengths of the foam insulation with a razor knife and bend around elbows and joints. Do not wrap too tightly as it will lose some of its insulation value. Any part of the insulation that is outside should be painted."}
{"meta": {"doc_id": 921, "sent_id": 94, "sent_start_pos": 9342, "sent_end_pos": 9634, "title": "Energy Efficient Heating"}, "text": "Do not wrap too tightly as it will lose some of its insulation value. Any part of the insulation that is outside should be painted. While you’re at it, insulate the cold water pipes too: this will help keep them from freezing in unheated areas or during cold weather if you’re away from home."}
{"meta": {"doc_id": 921, "sent_id": 95, "sent_start_pos": 9412, "sent_end_pos": 9757, "title": "Energy Efficient Heating"}, "text": "Any part of the insulation that is outside should be painted. While you’re at it, insulate the cold water pipes too: this will help keep them from freezing in unheated areas or during cold weather if you’re away from home. (In areas of sustained freezing temperatures, the pipes will ultimately freeze; the insulation will only slow the process."}
{"meta": {"doc_id": 921, "sent_id": 96, "sent_start_pos": 9474, "sent_end_pos": 9830, "title": "Energy Efficient Heating"}, "text": "While you’re at it, insulate the cold water pipes too: this will help keep them from freezing in unheated areas or during cold weather if you’re away from home. (In areas of sustained freezing temperatures, the pipes will ultimately freeze; the insulation will only slow the process. The only way to prevent freezing is to drain the water or add heat (e.g."}
{"meta": {"doc_id": 921, "sent_id": 97, "sent_start_pos": 9635, "sent_end_pos": 9843, "title": "Energy Efficient Heating"}, "text": "(In areas of sustained freezing temperatures, the pipes will ultimately freeze; the insulation will only slow the process. The only way to prevent freezing is to drain the water or add heat (e.g. heat tape))."}
{"meta": {"doc_id": 921, "sent_id": 98, "sent_start_pos": 9758, "sent_end_pos": 9957, "title": "Energy Efficient Heating"}, "text": "The only way to prevent freezing is to drain the water or add heat (e.g. heat tape)). Replace Furnace Filters\nIf your home is heated by a central furnace, check the filters every month during winter."}
{"meta": {"doc_id": 921, "sent_id": 99, "sent_start_pos": 9831, "sent_end_pos": 10045, "title": "Energy Efficient Heating"}, "text": "heat tape)). Replace Furnace Filters\nIf your home is heated by a central furnace, check the filters every month during winter. Clogged filters reduce airflow and cause the furnace to work harder, using more energy."}
{"meta": {"doc_id": 921, "sent_id": 100, "sent_start_pos": 9844, "sent_end_pos": 10116, "title": "Energy Efficient Heating"}, "text": "Replace Furnace Filters\nIf your home is heated by a central furnace, check the filters every month during winter. Clogged filters reduce airflow and cause the furnace to work harder, using more energy. Severely clogged filters can even lead to premature compressor damage."}
{"meta": {"doc_id": 921, "sent_id": 101, "sent_start_pos": 9958, "sent_end_pos": 10196, "title": "Energy Efficient Heating"}, "text": "Clogged filters reduce airflow and cause the furnace to work harder, using more energy. Severely clogged filters can even lead to premature compressor damage. To check the filter, hold it up to a light and see if the light shines through."}
{"meta": {"doc_id": 921, "sent_id": 102, "sent_start_pos": 10046, "sent_end_pos": 10261, "title": "Energy Efficient Heating"}, "text": "Severely clogged filters can even lead to premature compressor damage. To check the filter, hold it up to a light and see if the light shines through. New filters cost about 50 cents each, and are simple to replace."}
{"meta": {"doc_id": 921, "sent_id": 103, "sent_start_pos": 10117, "sent_end_pos": 10351, "title": "Energy Efficient Heating"}, "text": "To check the filter, hold it up to a light and see if the light shines through. New filters cost about 50 cents each, and are simple to replace. Measure your old air filter before shopping – they range in size from 12”x12” to 30”x30”."}
{"meta": {"doc_id": 921, "sent_id": 104, "sent_start_pos": 10197, "sent_end_pos": 10411, "title": "Energy Efficient Heating"}, "text": "New filters cost about 50 cents each, and are simple to replace. Measure your old air filter before shopping – they range in size from 12”x12” to 30”x30”. Turn off electric power to furnace while inspecting filter."}
{"meta": {"doc_id": 921, "sent_id": 105, "sent_start_pos": 10262, "sent_end_pos": 10497, "title": "Energy Efficient Heating"}, "text": "Measure your old air filter before shopping – they range in size from 12”x12” to 30”x30”. Turn off electric power to furnace while inspecting filter. It’s recommended that filters be replaced at least every three months of furnace use."}
{"meta": {"doc_id": 921, "sent_id": 106, "sent_start_pos": 10352, "sent_end_pos": 10647, "title": "Energy Efficient Heating"}, "text": "Turn off electric power to furnace while inspecting filter. It’s recommended that filters be replaced at least every three months of furnace use. Increase Furnace Efficiency\nThe following steps will help your furnace operate more efficiently:\n- Shut off the pilot light during the summer months."}
{"meta": {"doc_id": 921, "sent_id": 107, "sent_start_pos": 10412, "sent_end_pos": 10730, "title": "Energy Efficient Heating"}, "text": "It’s recommended that filters be replaced at least every three months of furnace use. Increase Furnace Efficiency\nThe following steps will help your furnace operate more efficiently:\n- Shut off the pilot light during the summer months. - If furnace has a fan belt, inspect for cracks or wear, and replace if necessary."}
{"meta": {"doc_id": 921, "sent_id": 108, "sent_start_pos": 10498, "sent_end_pos": 10823, "title": "Energy Efficient Heating"}, "text": "Increase Furnace Efficiency\nThe following steps will help your furnace operate more efficiently:\n- Shut off the pilot light during the summer months. - If furnace has a fan belt, inspect for cracks or wear, and replace if necessary. Be sure to shut off electricity at switch and at circuit breaker before inspecting fan belt."}
{"meta": {"doc_id": 921, "sent_id": 109, "sent_start_pos": 10648, "sent_end_pos": 10875, "title": "Energy Efficient Heating"}, "text": "- If furnace has a fan belt, inspect for cracks or wear, and replace if necessary. Be sure to shut off electricity at switch and at circuit breaker before inspecting fan belt. - Keep vents and air returns clear of obstructions."}
{"meta": {"doc_id": 921, "sent_id": 110, "sent_start_pos": 10731, "sent_end_pos": 10928, "title": "Energy Efficient Heating"}, "text": "Be sure to shut off electricity at switch and at circuit breaker before inspecting fan belt. - Keep vents and air returns clear of obstructions. - Check chimney and furnace vent system once a year."}
{"meta": {"doc_id": 921, "sent_id": 111, "sent_start_pos": 10824, "sent_end_pos": 11001, "title": "Energy Efficient Heating"}, "text": "- Keep vents and air returns clear of obstructions. - Check chimney and furnace vent system once a year. Pipe should be securely connected, with no signs of corrosion or damage."}
{"meta": {"doc_id": 921, "sent_id": 112, "sent_start_pos": 10876, "sent_end_pos": 11051, "title": "Energy Efficient Heating"}, "text": "- Check chimney and furnace vent system once a year. Pipe should be securely connected, with no signs of corrosion or damage. Chimney and flue should be clear of obstructions."}
{"meta": {"doc_id": 921, "sent_id": 113, "sent_start_pos": 10929, "sent_end_pos": 11093, "title": "Energy Efficient Heating"}, "text": "Pipe should be securely connected, with no signs of corrosion or damage. Chimney and flue should be clear of obstructions. - Keep the area around the furnace clear."}
{"meta": {"doc_id": 921, "sent_id": 114, "sent_start_pos": 11002, "sent_end_pos": 11131, "title": "Energy Efficient Heating"}, "text": "Chimney and flue should be clear of obstructions. - Keep the area around the furnace clear. Nothing should be leaning against it."}
{"meta": {"doc_id": 921, "sent_id": 115, "sent_start_pos": 11052, "sent_end_pos": 11209, "title": "Energy Efficient Heating"}, "text": "- Keep the area around the furnace clear. Nothing should be leaning against it. - Have furnace serviced regularly to be sure it’s working at peak efficiency."}
{"meta": {"doc_id": 921, "sent_id": 116, "sent_start_pos": 11094, "sent_end_pos": 11370, "title": "Energy Efficient Heating"}, "text": "Nothing should be leaning against it. - Have furnace serviced regularly to be sure it’s working at peak efficiency. Vent the Fireplace\nWhen the wood fireplace isn’t in use, close the damper to prevent warm air from escaping out the chimney, and ensure the damper fits tightly."}
{"meta": {"doc_id": 921, "sent_id": 117, "sent_start_pos": 11132, "sent_end_pos": 11493, "title": "Energy Efficient Heating"}, "text": "- Have furnace serviced regularly to be sure it’s working at peak efficiency. Vent the Fireplace\nWhen the wood fireplace isn’t in use, close the damper to prevent warm air from escaping out the chimney, and ensure the damper fits tightly. Most importantly, provide outside combustion air directly to the fireplace by installing a small vent to the outside wall."}
{"meta": {"doc_id": 921, "sent_id": 118, "sent_start_pos": 11210, "sent_end_pos": 11616, "title": "Energy Efficient Heating"}, "text": "Vent the Fireplace\nWhen the wood fireplace isn’t in use, close the damper to prevent warm air from escaping out the chimney, and ensure the damper fits tightly. Most importantly, provide outside combustion air directly to the fireplace by installing a small vent to the outside wall. This vent can also be installed through the floor, if fireplace is on the ground floor with an unheated crawl space below."}
{"meta": {"doc_id": 921, "sent_id": 119, "sent_start_pos": 11371, "sent_end_pos": 11787, "title": "Energy Efficient Heating"}, "text": "Most importantly, provide outside combustion air directly to the fireplace by installing a small vent to the outside wall. This vent can also be installed through the floor, if fireplace is on the ground floor with an unheated crawl space below. The vent can be screened to keep out bugs, but should be checked annually to clear any cobwebs or other obstruction building against the screen and reducing its air flow."}
{"meta": {"doc_id": 921, "sent_id": 120, "sent_start_pos": 11494, "sent_end_pos": 11912, "title": "Energy Efficient Heating"}, "text": "This vent can also be installed through the floor, if fireplace is on the ground floor with an unheated crawl space below. The vent can be screened to keep out bugs, but should be checked annually to clear any cobwebs or other obstruction building against the screen and reducing its air flow. Remember that natural gas fireplaces are more economical, and provide more heat and less pollution, than wood burning units."}
{"meta": {"doc_id": 921, "sent_id": 121, "sent_start_pos": 11617, "sent_end_pos": 12074, "title": "Energy Efficient Heating"}, "text": "The vent can be screened to keep out bugs, but should be checked annually to clear any cobwebs or other obstruction building against the screen and reducing its air flow. Remember that natural gas fireplaces are more economical, and provide more heat and less pollution, than wood burning units. Burn Wood Efficiently\nIf you heat your home with wood it is important to be as efficient as possible, both for the energy savings as well as the health benefits."}
{"meta": {"doc_id": 921, "sent_id": 122, "sent_start_pos": 11788, "sent_end_pos": 12167, "title": "Energy Efficient Heating"}, "text": "Remember that natural gas fireplaces are more economical, and provide more heat and less pollution, than wood burning units. Burn Wood Efficiently\nIf you heat your home with wood it is important to be as efficient as possible, both for the energy savings as well as the health benefits. The heater should be cleaned at the start of the heating season and periodically thereafter."}
{"meta": {"doc_id": 921, "sent_id": 123, "sent_start_pos": 11913, "sent_end_pos": 12285, "title": "Energy Efficient Heating"}, "text": "Burn Wood Efficiently\nIf you heat your home with wood it is important to be as efficient as possible, both for the energy savings as well as the health benefits. The heater should be cleaned at the start of the heating season and periodically thereafter. The air intake duct should be clear of webs or debris, the chimney inspected and excess ash removed from the firebox."}
{"meta": {"doc_id": 921, "sent_id": 124, "sent_start_pos": 12075, "sent_end_pos": 12310, "title": "Energy Efficient Heating"}, "text": "The heater should be cleaned at the start of the heating season and periodically thereafter. The air intake duct should be clear of webs or debris, the chimney inspected and excess ash removed from the firebox. Wood should be seasoned."}
{"meta": {"doc_id": 921, "sent_id": 125, "sent_start_pos": 12168, "sent_end_pos": 12398, "title": "Energy Efficient Heating"}, "text": "The air intake duct should be clear of webs or debris, the chimney inspected and excess ash removed from the firebox. Wood should be seasoned. For more information about burning wood safely and efficiently, see: Wood Heating Tips."}
{"meta": {"doc_id": 921, "sent_id": 126, "sent_start_pos": 12286, "sent_end_pos": [], "title": "Energy Efficient Heating"}, "text": "Wood should be seasoned. For more information about burning wood safely and efficiently, see: Wood Heating Tips. "}
{"meta": {"doc_id": 922, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 468, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": " Increasing the energy efficiency of buildings and of district heating systems are at first glance two separate jobs, but only by linking them can real effects be achieved, as this creates a synergy and improves the efficient use of energy. This objective was the main topic of the workshop on establishing a common approach to energy efficiency in buildings and district heating systems, held in Belgrade and organized by the United Nations Environment Program (UNEP)."}
{"meta": {"doc_id": 922, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 723, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "Increasing the energy efficiency of buildings and of district heating systems are at first glance two separate jobs, but only by linking them can real effects be achieved, as this creates a synergy and improves the efficient use of energy. This objective was the main topic of the workshop on establishing a common approach to energy efficiency in buildings and district heating systems, held in Belgrade and organized by the United Nations Environment Program (UNEP). With the technical support of UNEP, the City of Belgrade has implemented the Building Efficiency Accelerator (BEA) and District Energy in Cities (DES) projects, part of the UN Sustainable Energy for All initiative (Sustainable Energy for All – SEforALL)."}
{"meta": {"doc_id": 922, "sent_id": 2, "sent_start_pos": 240, "sent_end_pos": 953, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "This objective was the main topic of the workshop on establishing a common approach to energy efficiency in buildings and district heating systems, held in Belgrade and organized by the United Nations Environment Program (UNEP). With the technical support of UNEP, the City of Belgrade has implemented the Building Efficiency Accelerator (BEA) and District Energy in Cities (DES) projects, part of the UN Sustainable Energy for All initiative (Sustainable Energy for All – SEforALL). The BEA project has so far gathered a variety of energy experts, across state and city-level public institutions, academia, international organizations and development agencies (VIDEO – Experts on the BEA Initiative in Belgrade)."}
{"meta": {"doc_id": 922, "sent_id": 3, "sent_start_pos": 469, "sent_end_pos": 1243, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "With the technical support of UNEP, the City of Belgrade has implemented the Building Efficiency Accelerator (BEA) and District Energy in Cities (DES) projects, part of the UN Sustainable Energy for All initiative (Sustainable Energy for All – SEforALL). The BEA project has so far gathered a variety of energy experts, across state and city-level public institutions, academia, international organizations and development agencies (VIDEO – Experts on the BEA Initiative in Belgrade). Miodrag Grujić, head of Sector for Climate Change, Energy Efficiency and Renewable Energy at the City Secretariat for Environmental Protection, said that energy efficiency in district heating systems is insufficient without energy efficiency in buildings, so it is logical to combine them."}
{"meta": {"doc_id": 922, "sent_id": 4, "sent_start_pos": 724, "sent_end_pos": 1497, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "The BEA project has so far gathered a variety of energy experts, across state and city-level public institutions, academia, international organizations and development agencies (VIDEO – Experts on the BEA Initiative in Belgrade). Miodrag Grujić, head of Sector for Climate Change, Energy Efficiency and Renewable Energy at the City Secretariat for Environmental Protection, said that energy efficiency in district heating systems is insufficient without energy efficiency in buildings, so it is logical to combine them. He noted that the BEA project has been completed, with the results being the Handbook on Energy Efficiency in Residential Buildings and Houses, and designs for an energy retrofit of the Primary School Vlada Obradović-Kameni in Belgrade’s area of Ledine."}
{"meta": {"doc_id": 922, "sent_id": 5, "sent_start_pos": 954, "sent_end_pos": 1789, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "Miodrag Grujić, head of Sector for Climate Change, Energy Efficiency and Renewable Energy at the City Secretariat for Environmental Protection, said that energy efficiency in district heating systems is insufficient without energy efficiency in buildings, so it is logical to combine them. He noted that the BEA project has been completed, with the results being the Handbook on Energy Efficiency in Residential Buildings and Houses, and designs for an energy retrofit of the Primary School Vlada Obradović-Kameni in Belgrade’s area of Ledine. “We are moving on with the DES project from which by the end of next year we expect two feasibility studies resulting in bankable projects and an Action Plan to modernize the district heating network, including network rehabilitation and tapping into renewables and waste heat,” Grujić said."}
{"meta": {"doc_id": 922, "sent_id": 6, "sent_start_pos": 1244, "sent_end_pos": 2025, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "He noted that the BEA project has been completed, with the results being the Handbook on Energy Efficiency in Residential Buildings and Houses, and designs for an energy retrofit of the Primary School Vlada Obradović-Kameni in Belgrade’s area of Ledine. “We are moving on with the DES project from which by the end of next year we expect two feasibility studies resulting in bankable projects and an Action Plan to modernize the district heating network, including network rehabilitation and tapping into renewables and waste heat,” Grujić said. What 60% of energy is spent on\nSonja Maličević of the UNEP Office said that district energy is important because heating, cooling and hot water account for 60% of the global energy consumption in buildings, largely met by fossil fuels."}
{"meta": {"doc_id": 922, "sent_id": 7, "sent_start_pos": 1498, "sent_end_pos": 2238, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "“We are moving on with the DES project from which by the end of next year we expect two feasibility studies resulting in bankable projects and an Action Plan to modernize the district heating network, including network rehabilitation and tapping into renewables and waste heat,” Grujić said. What 60% of energy is spent on\nSonja Maličević of the UNEP Office said that district energy is important because heating, cooling and hot water account for 60% of the global energy consumption in buildings, largely met by fossil fuels. According to her, the DES project will also provide trainings for the relevant institutions in Serbia so that these institutions can carry out trainings independently in order to increase expertise in this field."}
{"meta": {"doc_id": 922, "sent_id": 8, "sent_start_pos": 1790, "sent_end_pos": 2425, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "What 60% of energy is spent on\nSonja Maličević of the UNEP Office said that district energy is important because heating, cooling and hot water account for 60% of the global energy consumption in buildings, largely met by fossil fuels. According to her, the DES project will also provide trainings for the relevant institutions in Serbia so that these institutions can carry out trainings independently in order to increase expertise in this field. Maarten De Groote, head of research at the European Institute for Building Performance, noted that the decarbonization of heating in buildings as a set goal is far, but not unachievable."}
{"meta": {"doc_id": 922, "sent_id": 9, "sent_start_pos": 2026, "sent_end_pos": 2656, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "According to her, the DES project will also provide trainings for the relevant institutions in Serbia so that these institutions can carry out trainings independently in order to increase expertise in this field. Maarten De Groote, head of research at the European Institute for Building Performance, noted that the decarbonization of heating in buildings as a set goal is far, but not unachievable. The optimization of district heating, and other sources of energy, with buildings is economically feasible, but also necessary because it will create smart districts, which are key in the transition to a sustainable energy system."}
{"meta": {"doc_id": 922, "sent_id": 10, "sent_start_pos": 2239, "sent_end_pos": 2699, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "Maarten De Groote, head of research at the European Institute for Building Performance, noted that the decarbonization of heating in buildings as a set goal is far, but not unachievable. The optimization of district heating, and other sources of energy, with buildings is economically feasible, but also necessary because it will create smart districts, which are key in the transition to a sustainable energy system. “It looks easy, but in reality, it is not."}
{"meta": {"doc_id": 922, "sent_id": 11, "sent_start_pos": 2426, "sent_end_pos": 2782, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "The optimization of district heating, and other sources of energy, with buildings is economically feasible, but also necessary because it will create smart districts, which are key in the transition to a sustainable energy system. “It looks easy, but in reality, it is not. It’s like the chicken or the egg situation, buildings or district heating systems."}
{"meta": {"doc_id": 922, "sent_id": 12, "sent_start_pos": 2657, "sent_end_pos": 2913, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "“It looks easy, but in reality, it is not. It’s like the chicken or the egg situation, buildings or district heating systems. What will we do with existing district heating systems in need of rehabilitation, while the renovation of buildings requires time?"}
{"meta": {"doc_id": 922, "sent_id": 13, "sent_start_pos": 2700, "sent_end_pos": 3013, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "It’s like the chicken or the egg situation, buildings or district heating systems. What will we do with existing district heating systems in need of rehabilitation, while the renovation of buildings requires time? Therefore, an integrated approach to production and energy consumption is needed at the city level."}
{"meta": {"doc_id": 922, "sent_id": 14, "sent_start_pos": 2783, "sent_end_pos": 3220, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "What will we do with existing district heating systems in need of rehabilitation, while the renovation of buildings requires time? Therefore, an integrated approach to production and energy consumption is needed at the city level. The renovation of buildings must not be focused on individual cases, as it is now, but must extend to the entire district or part of the city enabling district heating system to be more efficient,” he said."}
{"meta": {"doc_id": 922, "sent_id": 15, "sent_start_pos": 2914, "sent_end_pos": 3635, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "Therefore, an integrated approach to production and energy consumption is needed at the city level. The renovation of buildings must not be focused on individual cases, as it is now, but must extend to the entire district or part of the city enabling district heating system to be more efficient,” he said. The main problems and measures for improving energy efficiency named by representatives of city utilities and civil society organizations include political accountability, activating the state fund for energy efficiency, education of relevant institutions, strengthening the data collection system, as well as involving citizens and raising their awareness of the economic benefits of more efficient use of energy."}
{"meta": {"doc_id": 922, "sent_id": 16, "sent_start_pos": 3014, "sent_end_pos": 3935, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "The renovation of buildings must not be focused on individual cases, as it is now, but must extend to the entire district or part of the city enabling district heating system to be more efficient,” he said. The main problems and measures for improving energy efficiency named by representatives of city utilities and civil society organizations include political accountability, activating the state fund for energy efficiency, education of relevant institutions, strengthening the data collection system, as well as involving citizens and raising their awareness of the economic benefits of more efficient use of energy. A handbook that anyone can understand\nPresenting the Handbook on Energy Efficiency in Residential Buildings and Houses, Maja Barać Stojanović, CEDEF Director General, said that this manual is written in a manner that everyone can understand, but that a certain amount of expertise has been retained."}
{"meta": {"doc_id": 922, "sent_id": 17, "sent_start_pos": 3221, "sent_end_pos": 4132, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "The main problems and measures for improving energy efficiency named by representatives of city utilities and civil society organizations include political accountability, activating the state fund for energy efficiency, education of relevant institutions, strengthening the data collection system, as well as involving citizens and raising their awareness of the economic benefits of more efficient use of energy. A handbook that anyone can understand\nPresenting the Handbook on Energy Efficiency in Residential Buildings and Houses, Maja Barać Stojanović, CEDEF Director General, said that this manual is written in a manner that everyone can understand, but that a certain amount of expertise has been retained. “The document contains an overview of energy efficiency in buildings in Belgrade, as well as detailed measures citizens can take concerning the energy retrofit of their buildings, with procedures."}
{"meta": {"doc_id": 922, "sent_id": 18, "sent_start_pos": 3636, "sent_end_pos": 4378, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "A handbook that anyone can understand\nPresenting the Handbook on Energy Efficiency in Residential Buildings and Houses, Maja Barać Stojanović, CEDEF Director General, said that this manual is written in a manner that everyone can understand, but that a certain amount of expertise has been retained. “The document contains an overview of energy efficiency in buildings in Belgrade, as well as detailed measures citizens can take concerning the energy retrofit of their buildings, with procedures. Measures include architectural and construction measures concerning the envelope of the building, but also the ones concerning reconstruction or replacing heating and cooling installations, replacing lighting, changing user behavior…,” she said."}
{"meta": {"doc_id": 922, "sent_id": 19, "sent_start_pos": 3936, "sent_end_pos": 4436, "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "“The document contains an overview of energy efficiency in buildings in Belgrade, as well as detailed measures citizens can take concerning the energy retrofit of their buildings, with procedures. Measures include architectural and construction measures concerning the envelope of the building, but also the ones concerning reconstruction or replacing heating and cooling installations, replacing lighting, changing user behavior…,” she said. Comments (0)\nBe the first one to comment on this article."}
{"meta": {"doc_id": 922, "sent_id": 20, "sent_start_pos": 4133, "sent_end_pos": [], "title": "Improving energy efficiency of buildings and district heating systems must go hand in hand"}, "text": "Measures include architectural and construction measures concerning the envelope of the building, but also the ones concerning reconstruction or replacing heating and cooling installations, replacing lighting, changing user behavior…,” she said. Comments (0)\nBe the first one to comment on this article. "}
{"meta": {"doc_id": 923, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 196, "title": "Heating & Cooling"}, "text": " Heating and cooling includes a wide range of end-use applications and technologies. In the buildings sector, it includes cooking, water heating, ambient heating, ambient cooling and refrigeration."}
{"meta": {"doc_id": 923, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 321, "title": "Heating & Cooling"}, "text": "Heating and cooling includes a wide range of end-use applications and technologies. In the buildings sector, it includes cooking, water heating, ambient heating, ambient cooling and refrigeration. In industry, besides ambient heating and cooling, it also includes process heating — from low temperature applications (e.g."}
{"meta": {"doc_id": 923, "sent_id": 2, "sent_start_pos": 84, "sent_end_pos": 382, "title": "Heating & Cooling"}, "text": "In the buildings sector, it includes cooking, water heating, ambient heating, ambient cooling and refrigeration. In industry, besides ambient heating and cooling, it also includes process heating — from low temperature applications (e.g. in the food industry) to high temperature applications (e.g."}
{"meta": {"doc_id": 923, "sent_id": 3, "sent_start_pos": 197, "sent_end_pos": 425, "title": "Heating & Cooling"}, "text": "In industry, besides ambient heating and cooling, it also includes process heating — from low temperature applications (e.g. in the food industry) to high temperature applications (e.g. in the cement, iron and steel industries)."}
{"meta": {"doc_id": 923, "sent_id": 4, "sent_start_pos": 322, "sent_end_pos": 554, "title": "Heating & Cooling"}, "text": "in the food industry) to high temperature applications (e.g. in the cement, iron and steel industries). Heating and cooling for residential, commercial and industrial purposes accounts for a large share of total final energy demand."}
{"meta": {"doc_id": 923, "sent_id": 5, "sent_start_pos": 383, "sent_end_pos": 796, "title": "Heating & Cooling"}, "text": "in the cement, iron and steel industries). Heating and cooling for residential, commercial and industrial purposes accounts for a large share of total final energy demand. For example, in the EU, heating and cooling in buildings and industry accounts for half of energy consumption (figure estimated by the European Commission)\nCurrently, demand for heating in buildings and industry outweighs demand for cooling."}
{"meta": {"doc_id": 923, "sent_id": 6, "sent_start_pos": 426, "sent_end_pos": 946, "title": "Heating & Cooling"}, "text": "Heating and cooling for residential, commercial and industrial purposes accounts for a large share of total final energy demand. For example, in the EU, heating and cooling in buildings and industry accounts for half of energy consumption (figure estimated by the European Commission)\nCurrently, demand for heating in buildings and industry outweighs demand for cooling. However, the latter is gradually catching up, especially due to increasing demand for air conditioning or refrigeration of food and medical supplies."}
{"meta": {"doc_id": 923, "sent_id": 7, "sent_start_pos": 555, "sent_end_pos": 1225, "title": "Heating & Cooling"}, "text": "For example, in the EU, heating and cooling in buildings and industry accounts for half of energy consumption (figure estimated by the European Commission)\nCurrently, demand for heating in buildings and industry outweighs demand for cooling. However, the latter is gradually catching up, especially due to increasing demand for air conditioning or refrigeration of food and medical supplies. For example, according to the EU, by 2030 the energy used to cool buildings across Europe is likely to increase by 72%, while the energy used for heating buildings will fall by 30% (Cited in The Guardian, 2015, 26 October, World set to use more energy for cooling than heating)."}
{"meta": {"doc_id": 923, "sent_id": 8, "sent_start_pos": 797, "sent_end_pos": 1317, "title": "Heating & Cooling"}, "text": "However, the latter is gradually catching up, especially due to increasing demand for air conditioning or refrigeration of food and medical supplies. For example, according to the EU, by 2030 the energy used to cool buildings across Europe is likely to increase by 72%, while the energy used for heating buildings will fall by 30% (Cited in The Guardian, 2015, 26 October, World set to use more energy for cooling than heating). Globally, energy demand for heating is projected to increase until 2030 and then stabilise."}
{"meta": {"doc_id": 923, "sent_id": 9, "sent_start_pos": 947, "sent_end_pos": 1478, "title": "Heating & Cooling"}, "text": "For example, according to the EU, by 2030 the energy used to cool buildings across Europe is likely to increase by 72%, while the energy used for heating buildings will fall by 30% (Cited in The Guardian, 2015, 26 October, World set to use more energy for cooling than heating). Globally, energy demand for heating is projected to increase until 2030 and then stabilise. It is estimated that by about 2060 the amount of energy used worldwide in cooling will overtake that used in heating (Source: Isaac, M., van Vuuren, D.P., 2009."}
{"meta": {"doc_id": 923, "sent_id": 10, "sent_start_pos": 1226, "sent_end_pos": 1596, "title": "Heating & Cooling"}, "text": "Globally, energy demand for heating is projected to increase until 2030 and then stabilise. It is estimated that by about 2060 the amount of energy used worldwide in cooling will overtake that used in heating (Source: Isaac, M., van Vuuren, D.P., 2009. \"Modeling global residential sector energy demand for heating and air conditioning in the context of climate change\"."}
{"meta": {"doc_id": 923, "sent_id": 11, "sent_start_pos": 1318, "sent_end_pos": 1624, "title": "Heating & Cooling"}, "text": "It is estimated that by about 2060 the amount of energy used worldwide in cooling will overtake that used in heating (Source: Isaac, M., van Vuuren, D.P., 2009. \"Modeling global residential sector energy demand for heating and air conditioning in the context of climate change\". Energy Policy 37, 507–521)."}
{"meta": {"doc_id": 923, "sent_id": 12, "sent_start_pos": 1479, "sent_end_pos": 1691, "title": "Heating & Cooling"}, "text": "\"Modeling global residential sector energy demand for heating and air conditioning in the context of climate change\". Energy Policy 37, 507–521). A recent IRENA report assesses district heating and cooling (DHC)."}
{"meta": {"doc_id": 923, "sent_id": 13, "sent_start_pos": 1597, "sent_end_pos": 1826, "title": "Heating & Cooling"}, "text": "Energy Policy 37, 507–521). A recent IRENA report assesses district heating and cooling (DHC). DHC is defined as the centralised heating or cooling of water, which is then distributed to multiple buildings through a pipe network."}
{"meta": {"doc_id": 923, "sent_id": 14, "sent_start_pos": 1625, "sent_end_pos": 1929, "title": "Heating & Cooling"}, "text": "A recent IRENA report assesses district heating and cooling (DHC). DHC is defined as the centralised heating or cooling of water, which is then distributed to multiple buildings through a pipe network. DHC systems are primarily based on fossil fuels, with coal and natural gas meeting the bulk of demand."}
{"meta": {"doc_id": 923, "sent_id": 15, "sent_start_pos": 1692, "sent_end_pos": 2092, "title": "Heating & Cooling"}, "text": "DHC is defined as the centralised heating or cooling of water, which is then distributed to multiple buildings through a pipe network. DHC systems are primarily based on fossil fuels, with coal and natural gas meeting the bulk of demand. In 2014, renewable district heating represented just 1% of renewable energy use worldwide, while the contribution of renewable district cooling was insignificant."}
{"meta": {"doc_id": 923, "sent_id": 16, "sent_start_pos": 1827, "sent_end_pos": 2291, "title": "Heating & Cooling"}, "text": "DHC systems are primarily based on fossil fuels, with coal and natural gas meeting the bulk of demand. In 2014, renewable district heating represented just 1% of renewable energy use worldwide, while the contribution of renewable district cooling was insignificant. IRENA’s REmap analysis shows that the contribution of renewable district heat to total renewables use could increase to 3% by 2030 (3.4 exajoules); more than 90% of this potential is from bioenergy."}
{"meta": {"doc_id": 923, "sent_id": 17, "sent_start_pos": 1930, "sent_end_pos": 2462, "title": "Heating & Cooling"}, "text": "In 2014, renewable district heating represented just 1% of renewable energy use worldwide, while the contribution of renewable district cooling was insignificant. IRENA’s REmap analysis shows that the contribution of renewable district heat to total renewables use could increase to 3% by 2030 (3.4 exajoules); more than 90% of this potential is from bioenergy. In addition to increased use of renewable energy, energy efficiency measures can contribute to more sustainable energy use by reducing the demand for heating and cooling."}
{"meta": {"doc_id": 923, "sent_id": 18, "sent_start_pos": 2093, "sent_end_pos": 2648, "title": "Heating & Cooling"}, "text": "IRENA’s REmap analysis shows that the contribution of renewable district heat to total renewables use could increase to 3% by 2030 (3.4 exajoules); more than 90% of this potential is from bioenergy. In addition to increased use of renewable energy, energy efficiency measures can contribute to more sustainable energy use by reducing the demand for heating and cooling. In buildings, efficiency measures include advanced construction and design techniques, enhanced insulation and better information and control of energy use with intelligent thermostats."}
{"meta": {"doc_id": 923, "sent_id": 19, "sent_start_pos": 2292, "sent_end_pos": 2839, "title": "Heating & Cooling"}, "text": "In addition to increased use of renewable energy, energy efficiency measures can contribute to more sustainable energy use by reducing the demand for heating and cooling. In buildings, efficiency measures include advanced construction and design techniques, enhanced insulation and better information and control of energy use with intelligent thermostats. In industry, energy for heating and cooling can be saved with energy-efficient technologies such as combined heat and power (CHP) units, and via energy management solutions and technologies."}
{"meta": {"doc_id": 923, "sent_id": 20, "sent_start_pos": 2463, "sent_end_pos": 2944, "title": "Heating & Cooling"}, "text": "In buildings, efficiency measures include advanced construction and design techniques, enhanced insulation and better information and control of energy use with intelligent thermostats. In industry, energy for heating and cooling can be saved with energy-efficient technologies such as combined heat and power (CHP) units, and via energy management solutions and technologies. Sector coupling can allow surplus electricity to provide heating and cooling for buildings and industry."}
{"meta": {"doc_id": 923, "sent_id": 21, "sent_start_pos": 2649, "sent_end_pos": 3038, "title": "Heating & Cooling"}, "text": "In industry, energy for heating and cooling can be saved with energy-efficient technologies such as combined heat and power (CHP) units, and via energy management solutions and technologies. Sector coupling can allow surplus electricity to provide heating and cooling for buildings and industry. Renewable Energy Policies for Cities: Buildings is one of a series of three briefs intende..."}
{"meta": {"doc_id": 923, "sent_id": 22, "sent_start_pos": 2840, "sent_end_pos": 3226, "title": "Heating & Cooling"}, "text": "Sector coupling can allow surplus electricity to provide heating and cooling for buildings and industry. Renewable Energy Policies for Cities: Buildings is one of a series of three briefs intende... The report outlines ways in which cities can catalyse the shift to a low-carbon future, in...\nRenewable Energy Policies for Cities: Power Sector is one of several briefs intended to he..."}
{"meta": {"doc_id": 923, "sent_id": 23, "sent_start_pos": 2945, "sent_end_pos": 3501, "title": "Heating & Cooling"}, "text": "Renewable Energy Policies for Cities: Buildings is one of a series of three briefs intende... The report outlines ways in which cities can catalyse the shift to a low-carbon future, in...\nRenewable Energy Policies for Cities: Power Sector is one of several briefs intended to he... This guidebook provides information for policy makers and examples of ...\nMore\nMaking Green Hydrogen a Cost-Competitive Climate Solution\n17 December 2020 | Press Releases\nUrgent Action Needed for the Energy Transition in Heating and Cooling\n30 November 2020 | Press Releases"}
{"meta": {"doc_id": 923, "sent_id": 24, "sent_start_pos": 3039, "sent_end_pos": [], "title": "Heating & Cooling"}, "text": "The report outlines ways in which cities can catalyse the shift to a low-carbon future, in...\nRenewable Energy Policies for Cities: Power Sector is one of several briefs intended to he... This guidebook provides information for policy makers and examples of ...\nMore\nMaking Green Hydrogen a Cost-Competitive Climate Solution\n17 December 2020 | Press Releases\nUrgent Action Needed for the Energy Transition in Heating and Cooling\n30 November 2020 | Press Releases "}
{"meta": {"doc_id": 925, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 264, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": " If a detailed energy analysis is performed for a residential or commercial building, the largest load will normally be space heating or air conditioning. Most air conditioning systems use electricity, except in specific cases where another energy source is viable."}
{"meta": {"doc_id": 925, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 328, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "If a detailed energy analysis is performed for a residential or commercial building, the largest load will normally be space heating or air conditioning. Most air conditioning systems use electricity, except in specific cases where another energy source is viable. However, space heating equipment uses a wider variety of fuels."}
{"meta": {"doc_id": 925, "sent_id": 2, "sent_start_pos": 154, "sent_end_pos": 459, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Most air conditioning systems use electricity, except in specific cases where another energy source is viable. However, space heating equipment uses a wider variety of fuels. Heating costs can be reduced by upgrading to more efficient units, but changing the energy source is also effective in many cases."}
{"meta": {"doc_id": 925, "sent_id": 3, "sent_start_pos": 265, "sent_end_pos": 495, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "However, space heating equipment uses a wider variety of fuels. Heating costs can be reduced by upgrading to more efficient units, but changing the energy source is also effective in many cases. Reduce your building heating costs."}
{"meta": {"doc_id": 925, "sent_id": 4, "sent_start_pos": 329, "sent_end_pos": 702, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Heating costs can be reduced by upgrading to more efficient units, but changing the energy source is also effective in many cases. Reduce your building heating costs. hbspt.cta._relativeUrls=true;hbspt.cta.load(2004318, '6bb0045f-8aab-43b1-9b95-a665bf7f1757', {\"region\":\"na1\"}); Before any space heating upgrade, energy consultants recommend a building envelope inspection."}
{"meta": {"doc_id": 925, "sent_id": 5, "sent_start_pos": 460, "sent_end_pos": 803, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Reduce your building heating costs. hbspt.cta._relativeUrls=true;hbspt.cta.load(2004318, '6bb0045f-8aab-43b1-9b95-a665bf7f1757', {\"region\":\"na1\"}); Before any space heating upgrade, energy consultants recommend a building envelope inspection. A building with deficient insulation or plenty of air leaks is more difficult and expensive to heat."}
{"meta": {"doc_id": 925, "sent_id": 6, "sent_start_pos": 496, "sent_end_pos": 895, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "hbspt.cta._relativeUrls=true;hbspt.cta.load(2004318, '6bb0045f-8aab-43b1-9b95-a665bf7f1757', {\"region\":\"na1\"}); Before any space heating upgrade, energy consultants recommend a building envelope inspection. A building with deficient insulation or plenty of air leaks is more difficult and expensive to heat. This applies even when using a modern boiler or heat pump with a high nameplate efficiency."}
{"meta": {"doc_id": 925, "sent_id": 7, "sent_start_pos": 703, "sent_end_pos": 1033, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "A building with deficient insulation or plenty of air leaks is more difficult and expensive to heat. This applies even when using a modern boiler or heat pump with a high nameplate efficiency. If the building envelope is improved first, the new heating system can be specified with both a higher efficiency and a smaller capacity."}
{"meta": {"doc_id": 925, "sent_id": 8, "sent_start_pos": 804, "sent_end_pos": 1112, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "This applies even when using a modern boiler or heat pump with a high nameplate efficiency. If the building envelope is improved first, the new heating system can be specified with both a higher efficiency and a smaller capacity. Consider that an efficient thermal envelope saves on air conditioning as well."}
{"meta": {"doc_id": 925, "sent_id": 9, "sent_start_pos": 896, "sent_end_pos": 1269, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "If the building envelope is improved first, the new heating system can be specified with both a higher efficiency and a smaller capacity. Consider that an efficient thermal envelope saves on air conditioning as well. Finding the Optimal Space Heating Option for Each Building Since there are various energy sources for space heating, there are also many types of equipment."}
{"meta": {"doc_id": 925, "sent_id": 10, "sent_start_pos": 1034, "sent_end_pos": 1506, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Consider that an efficient thermal envelope saves on air conditioning as well. Finding the Optimal Space Heating Option for Each Building Since there are various energy sources for space heating, there are also many types of equipment. The metric used to describe efficiency changes depending on the equipment type: The Annual Fuel Utilization Efficiency (AFUE) is used by furnaces and boilers, and it describes how efficiently they convert fuel energy into building heat."}
{"meta": {"doc_id": 925, "sent_id": 11, "sent_start_pos": 1113, "sent_end_pos": 1628, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Finding the Optimal Space Heating Option for Each Building Since there are various energy sources for space heating, there are also many types of equipment. The metric used to describe efficiency changes depending on the equipment type: The Annual Fuel Utilization Efficiency (AFUE) is used by furnaces and boilers, and it describes how efficiently they convert fuel energy into building heat. AFUE values above 90% are typical with modern high-efficiency units, while older furnaces and boilers may fall below 60%."}
{"meta": {"doc_id": 925, "sent_id": 12, "sent_start_pos": 1270, "sent_end_pos": 1709, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "The metric used to describe efficiency changes depending on the equipment type: The Annual Fuel Utilization Efficiency (AFUE) is used by furnaces and boilers, and it describes how efficiently they convert fuel energy into building heat. AFUE values above 90% are typical with modern high-efficiency units, while older furnaces and boilers may fall below 60%. The Heating Seasonal Performance Factor (HSPF) is used by air-source heat pumps."}
{"meta": {"doc_id": 925, "sent_id": 13, "sent_start_pos": 1507, "sent_end_pos": 1864, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "AFUE values above 90% are typical with modern high-efficiency units, while older furnaces and boilers may fall below 60%. The Heating Seasonal Performance Factor (HSPF) is used by air-source heat pumps. These devices use the same principle as air conditioners, but in reverse - thermal energy is extracted from the outdoor air, and supplied indoors as heat."}
{"meta": {"doc_id": 925, "sent_id": 14, "sent_start_pos": 1629, "sent_end_pos": 1966, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "The Heating Seasonal Performance Factor (HSPF) is used by air-source heat pumps. These devices use the same principle as air conditioners, but in reverse - thermal energy is extracted from the outdoor air, and supplied indoors as heat. Generally, an HSPF value above 8 is considered good, while the best heat pumps have an HSPF above 10."}
{"meta": {"doc_id": 925, "sent_id": 15, "sent_start_pos": 1710, "sent_end_pos": 2167, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "These devices use the same principle as air conditioners, but in reverse - thermal energy is extracted from the outdoor air, and supplied indoors as heat. Generally, an HSPF value above 8 is considered good, while the best heat pumps have an HSPF above 10. Ground-source heat pumps don’t have a dedicated metric to describe their efficiency, and they typically use the Coefficient of Performance (COP), which is a ratio of heat output and electricity input."}
{"meta": {"doc_id": 925, "sent_id": 16, "sent_start_pos": 1865, "sent_end_pos": 2273, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Generally, an HSPF value above 8 is considered good, while the best heat pumps have an HSPF above 10. Ground-source heat pumps don’t have a dedicated metric to describe their efficiency, and they typically use the Coefficient of Performance (COP), which is a ratio of heat output and electricity input. These heat pumps normally have COP values above 3, and the most efficient units reach COP values up to 6."}
{"meta": {"doc_id": 925, "sent_id": 17, "sent_start_pos": 1967, "sent_end_pos": 2399, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Ground-source heat pumps don’t have a dedicated metric to describe their efficiency, and they typically use the Coefficient of Performance (COP), which is a ratio of heat output and electricity input. These heat pumps normally have COP values above 3, and the most efficient units reach COP values up to 6. Electric resistance heaters convert all their electricity input into heat, which means they technically have 100% efficiency."}
{"meta": {"doc_id": 925, "sent_id": 18, "sent_start_pos": 2168, "sent_end_pos": 2494, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "These heat pumps normally have COP values above 3, and the most efficient units reach COP values up to 6. Electric resistance heaters convert all their electricity input into heat, which means they technically have 100% efficiency. However, this value can be misleading, since resistance heaters are very expensive to operate."}
{"meta": {"doc_id": 925, "sent_id": 19, "sent_start_pos": 2274, "sent_end_pos": 2625, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Electric resistance heaters convert all their electricity input into heat, which means they technically have 100% efficiency. However, this value can be misleading, since resistance heaters are very expensive to operate. Air-source heat pumps normally use over 50% less energy than resistance heaters, while ground-source heat pumps use over 70% less."}
{"meta": {"doc_id": 925, "sent_id": 20, "sent_start_pos": 2400, "sent_end_pos": 2727, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "However, this value can be misleading, since resistance heaters are very expensive to operate. Air-source heat pumps normally use over 50% less energy than resistance heaters, while ground-source heat pumps use over 70% less. For buildings with combustion heating, a simple measure is upgrading to equipment with a higher AFUE."}
{"meta": {"doc_id": 925, "sent_id": 21, "sent_start_pos": 2495, "sent_end_pos": 2830, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Air-source heat pumps normally use over 50% less energy than resistance heaters, while ground-source heat pumps use over 70% less. For buildings with combustion heating, a simple measure is upgrading to equipment with a higher AFUE. On the other hand, properties with resistance heating can achieve significant savings with heat pumps."}
{"meta": {"doc_id": 925, "sent_id": 22, "sent_start_pos": 2626, "sent_end_pos": 2976, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "For buildings with combustion heating, a simple measure is upgrading to equipment with a higher AFUE. On the other hand, properties with resistance heating can achieve significant savings with heat pumps. Variable refrigerant flow (VRF) systems operate at high efficiency using heat pump technology, and they can be used for both heating and cooling."}
{"meta": {"doc_id": 925, "sent_id": 23, "sent_start_pos": 2728, "sent_end_pos": 3118, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "On the other hand, properties with resistance heating can achieve significant savings with heat pumps. Variable refrigerant flow (VRF) systems operate at high efficiency using heat pump technology, and they can be used for both heating and cooling. Ground-source heat pumps have the highest efficiency among the electrical heating options, but they also come with a high upfront investment."}
{"meta": {"doc_id": 925, "sent_id": 24, "sent_start_pos": 2831, "sent_end_pos": 3219, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Variable refrigerant flow (VRF) systems operate at high efficiency using heat pump technology, and they can be used for both heating and cooling. Ground-source heat pumps have the highest efficiency among the electrical heating options, but they also come with a high upfront investment. Since these heat pumps have underground components, they are easier to install in new constructions."}
{"meta": {"doc_id": 925, "sent_id": 25, "sent_start_pos": 2977, "sent_end_pos": 3402, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Ground-source heat pumps have the highest efficiency among the electrical heating options, but they also come with a high upfront investment. Since these heat pumps have underground components, they are easier to install in new constructions. To identify the heating system that offers the highest return on investment in your building, the best recommendation is getting an assessment from a qualified HVAC engineering firm."}
{"meta": {"doc_id": 925, "sent_id": 26, "sent_start_pos": 3119, "sent_end_pos": 3462, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Since these heat pumps have underground components, they are easier to install in new constructions. To identify the heating system that offers the highest return on investment in your building, the best recommendation is getting an assessment from a qualified HVAC engineering firm. Should You Change the Energy Source of Your Heating System?"}
{"meta": {"doc_id": 925, "sent_id": 27, "sent_start_pos": 3220, "sent_end_pos": 3572, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "To identify the heating system that offers the highest return on investment in your building, the best recommendation is getting an assessment from a qualified HVAC engineering firm. Should You Change the Energy Source of Your Heating System? If you are considering a change of energy source, there are both economic and environmental factors involved."}
{"meta": {"doc_id": 925, "sent_id": 28, "sent_start_pos": 3403, "sent_end_pos": 3669, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Should You Change the Energy Source of Your Heating System? If you are considering a change of energy source, there are both economic and environmental factors involved. For example, fuel oil produces twice as much emissions and natural gas for a given heating load."}
{"meta": {"doc_id": 925, "sent_id": 29, "sent_start_pos": 3463, "sent_end_pos": 3833, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "If you are considering a change of energy source, there are both economic and environmental factors involved. For example, fuel oil produces twice as much emissions and natural gas for a given heating load. Switching to natural gas also simplifies operation, since gas is delivered as a utility service, while heating oil must be distributed by truck and stored locally."}
{"meta": {"doc_id": 925, "sent_id": 30, "sent_start_pos": 3573, "sent_end_pos": 3934, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "For example, fuel oil produces twice as much emissions and natural gas for a given heating load. Switching to natural gas also simplifies operation, since gas is delivered as a utility service, while heating oil must be distributed by truck and stored locally. A change from combustion heating to electric heating reduces the local emissions from your building."}
{"meta": {"doc_id": 925, "sent_id": 31, "sent_start_pos": 3670, "sent_end_pos": 4098, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Switching to natural gas also simplifies operation, since gas is delivered as a utility service, while heating oil must be distributed by truck and stored locally. A change from combustion heating to electric heating reduces the local emissions from your building. There will still be off-site emissions if the local power grid uses fossil fuels, but moving emissions from buildings to power plants helps reduce urban pollution."}
{"meta": {"doc_id": 925, "sent_id": 32, "sent_start_pos": 3834, "sent_end_pos": 4192, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "A change from combustion heating to electric heating reduces the local emissions from your building. There will still be off-site emissions if the local power grid uses fossil fuels, but moving emissions from buildings to power plants helps reduce urban pollution. When heating systems become electric, the transition to clean energy sources is also simpler."}
{"meta": {"doc_id": 925, "sent_id": 33, "sent_start_pos": 3935, "sent_end_pos": 4270, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "There will still be off-site emissions if the local power grid uses fossil fuels, but moving emissions from buildings to power plants helps reduce urban pollution. When heating systems become electric, the transition to clean energy sources is also simpler. They automatically become greener if the grid starts using more clean energy."}
{"meta": {"doc_id": 925, "sent_id": 34, "sent_start_pos": 4099, "sent_end_pos": 4420, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "When heating systems become electric, the transition to clean energy sources is also simpler. They automatically become greener if the grid starts using more clean energy. Since electric heating is generally more expensive than combustion heating, you must use the most efficient options to avoid paying more for heating."}
{"meta": {"doc_id": 925, "sent_id": 35, "sent_start_pos": 4193, "sent_end_pos": 4565, "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "They automatically become greener if the grid starts using more clean energy. Since electric heating is generally more expensive than combustion heating, you must use the most efficient options to avoid paying more for heating. Ground-source heat pumps and the most efficiency VRF systems can compete with the heating cost of natural gas, while eliminating site emissions."}
{"meta": {"doc_id": 925, "sent_id": 36, "sent_start_pos": 4271, "sent_end_pos": [], "title": "Energy Efficiency Upgrades: Space Heating Systems"}, "text": "Since electric heating is generally more expensive than combustion heating, you must use the most efficient options to avoid paying more for heating. Ground-source heat pumps and the most efficiency VRF systems can compete with the heating cost of natural gas, while eliminating site emissions. "}
{"meta": {"doc_id": 926, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 236, "title": "Light Commercial Heating & Cooling"}, "text": " Space cooling accounts for roughly 15% of electricity used in commercial buildings - second only to lighting. ENERGY STAR certified light commercial HVAC equipment is designed to reduce energy waste and save money on your utility bills."}
{"meta": {"doc_id": 926, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 432, "title": "Light Commercial Heating & Cooling"}, "text": "Space cooling accounts for roughly 15% of electricity used in commercial buildings - second only to lighting. ENERGY STAR certified light commercial HVAC equipment is designed to reduce energy waste and save money on your utility bills. You may be interested to know that, according to the Consortium of Energy Efficiency, at least 25% of all rooftop HVAC units are oversized, resulting in increased energy costs and equipment wear."}
{"meta": {"doc_id": 926, "sent_id": 2, "sent_start_pos": 110, "sent_end_pos": 549, "title": "Light Commercial Heating & Cooling"}, "text": "ENERGY STAR certified light commercial HVAC equipment is designed to reduce energy waste and save money on your utility bills. You may be interested to know that, according to the Consortium of Energy Efficiency, at least 25% of all rooftop HVAC units are oversized, resulting in increased energy costs and equipment wear. Properly sized equipment dramatically cuts energy costs, increases the life of the equipment, and reduces pollution."}
{"meta": {"doc_id": 926, "sent_id": 3, "sent_start_pos": 237, "sent_end_pos": 715, "title": "Light Commercial Heating & Cooling"}, "text": "You may be interested to know that, according to the Consortium of Energy Efficiency, at least 25% of all rooftop HVAC units are oversized, resulting in increased energy costs and equipment wear. Properly sized equipment dramatically cuts energy costs, increases the life of the equipment, and reduces pollution. Current Specification Effective Date: January 1, 2018\nLight Commercial Heating and Cooling equipment originally qualified for the ENERGY STAR label in January, 2002."}
{"meta": {"doc_id": 926, "sent_id": 4, "sent_start_pos": 433, "sent_end_pos": 819, "title": "Light Commercial Heating & Cooling"}, "text": "Properly sized equipment dramatically cuts energy costs, increases the life of the equipment, and reduces pollution. Current Specification Effective Date: January 1, 2018\nLight Commercial Heating and Cooling equipment originally qualified for the ENERGY STAR label in January, 2002. ENERGY STAR certifiedlight commercial HVAC equipment uses 6 percentless energy than standard equipment."}
{"meta": {"doc_id": 926, "sent_id": 5, "sent_start_pos": 550, "sent_end_pos": 948, "title": "Light Commercial Heating & Cooling"}, "text": "Current Specification Effective Date: January 1, 2018\nLight Commercial Heating and Cooling equipment originally qualified for the ENERGY STAR label in January, 2002. ENERGY STAR certifiedlight commercial HVAC equipment uses 6 percentless energy than standard equipment. ENERGY STAR certified models are more efficient than models that simply meet the federal minimum standard for energy efficiency."}
{"meta": {"doc_id": 926, "sent_id": 6, "sent_start_pos": 716, "sent_end_pos": 1115, "title": "Light Commercial Heating & Cooling"}, "text": "ENERGY STAR certifiedlight commercial HVAC equipment uses 6 percentless energy than standard equipment. ENERGY STAR certified models are more efficient than models that simply meet the federal minimum standard for energy efficiency. Light Commercial Heating and Cooling Key Product Criteria: ENERGY STAR\nLearn How a Product Earns the Label\nLooking for a specific ENERGY STAR certified product model?"}
{"meta": {"doc_id": 926, "sent_id": 7, "sent_start_pos": 820, "sent_end_pos": 1175, "title": "Light Commercial Heating & Cooling"}, "text": "ENERGY STAR certified models are more efficient than models that simply meet the federal minimum standard for energy efficiency. Light Commercial Heating and Cooling Key Product Criteria: ENERGY STAR\nLearn How a Product Earns the Label\nLooking for a specific ENERGY STAR certified product model? ENERGY STAR partners sponsor rebates on certified products."}
{"meta": {"doc_id": 926, "sent_id": 8, "sent_start_pos": 949, "sent_end_pos": 1222, "title": "Light Commercial Heating & Cooling"}, "text": "Light Commercial Heating and Cooling Key Product Criteria: ENERGY STAR\nLearn How a Product Earns the Label\nLooking for a specific ENERGY STAR certified product model? ENERGY STAR partners sponsor rebates on certified products. Enter a zip code below\nto find deals near you!"}
{"meta": {"doc_id": 926, "sent_id": 9, "sent_start_pos": 1116, "sent_end_pos": 1538, "title": "Light Commercial Heating & Cooling"}, "text": "ENERGY STAR partners sponsor rebates on certified products. Enter a zip code below\nto find deals near you! If all light commercial HVAC equipment sold in the United States were ENERGY STAR certified, the energy cost savings would grow to more than $550 million each year and more than 17 billion pounds of annual greenhouse gas emissions would be prevented, equivalent to the emissions from more than 1.6 million vehicles."}
{"meta": {"doc_id": 926, "sent_id": 10, "sent_start_pos": 1176, "sent_end_pos": [], "title": "Light Commercial Heating & Cooling"}, "text": "Enter a zip code below\nto find deals near you! If all light commercial HVAC equipment sold in the United States were ENERGY STAR certified, the energy cost savings would grow to more than $550 million each year and more than 17 billion pounds of annual greenhouse gas emissions would be prevented, equivalent to the emissions from more than 1.6 million vehicles. "}
{"meta": {"doc_id": 927, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 739, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": " Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities\nCzestochowa University of Technology, Faculty of Infrastructure and Environment, J. H. Dąbrowskiego 73, 42-201 Częstochowa, Poland\n* Corresponding author: piolis@is.pcz.czest.pl\nThe communal and living sector, to the extent that it is the sub-sector of buildings with a majority share of residential buildings, on average, account for approximately 41% of total energy consumption in the European Union. Due to a large share in the total energy consumption, the buildings sector has a significant potential to improve the energy efficiency of existing buildings and thus significantly reduce emission of air pollutants."}
{"meta": {"doc_id": 927, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 781, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities\nCzestochowa University of Technology, Faculty of Infrastructure and Environment, J. H. Dąbrowskiego 73, 42-201 Częstochowa, Poland\n* Corresponding author: piolis@is.pcz.czest.pl\nThe communal and living sector, to the extent that it is the sub-sector of buildings with a majority share of residential buildings, on average, account for approximately 41% of total energy consumption in the European Union. Due to a large share in the total energy consumption, the buildings sector has a significant potential to improve the energy efficiency of existing buildings and thus significantly reduce emission of air pollutants. One way is through thermal modernization."}
{"meta": {"doc_id": 927, "sent_id": 2, "sent_start_pos": 524, "sent_end_pos": 959, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "Due to a large share in the total energy consumption, the buildings sector has a significant potential to improve the energy efficiency of existing buildings and thus significantly reduce emission of air pollutants. One way is through thermal modernization. The article presents the expected energy and environmental effects of measures which adjust the existing residential buildings to the requirements in force in Poland since 2021."}
{"meta": {"doc_id": 927, "sent_id": 3, "sent_start_pos": 740, "sent_end_pos": 1172, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "One way is through thermal modernization. The article presents the expected energy and environmental effects of measures which adjust the existing residential buildings to the requirements in force in Poland since 2021. It has been assumed that the energy demand for heating buildings will be limited to the level of 55 kWh/(m2year) for multi-family residential buildings and 60 kWh/(m2year) for single-family residential buildings."}
{"meta": {"doc_id": 927, "sent_id": 4, "sent_start_pos": 782, "sent_end_pos": 1423, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "The article presents the expected energy and environmental effects of measures which adjust the existing residential buildings to the requirements in force in Poland since 2021. It has been assumed that the energy demand for heating buildings will be limited to the level of 55 kWh/(m2year) for multi-family residential buildings and 60 kWh/(m2year) for single-family residential buildings. The calculations show that it is possible to reduce energy consumption for heating of residential buildings by over 70%, which will result in a reduction of the total air pollutant emissions from housing heating, in relation to the situation in 2011."}
{"meta": {"doc_id": 927, "sent_id": 5, "sent_start_pos": 960, "sent_end_pos": 1591, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "It has been assumed that the energy demand for heating buildings will be limited to the level of 55 kWh/(m2year) for multi-family residential buildings and 60 kWh/(m2year) for single-family residential buildings. The calculations show that it is possible to reduce energy consumption for heating of residential buildings by over 70%, which will result in a reduction of the total air pollutant emissions from housing heating, in relation to the situation in 2011. The article indicates existing reserves in thermal modernization activities and related problems based on the analysis of selected parameters of residential buildings."}
{"meta": {"doc_id": 927, "sent_id": 6, "sent_start_pos": 1173, "sent_end_pos": 1870, "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "The calculations show that it is possible to reduce energy consumption for heating of residential buildings by over 70%, which will result in a reduction of the total air pollutant emissions from housing heating, in relation to the situation in 2011. The article indicates existing reserves in thermal modernization activities and related problems based on the analysis of selected parameters of residential buildings. © The Authors, published by EDP Sciences, 2019\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License 4.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited."}
{"meta": {"doc_id": 927, "sent_id": 7, "sent_start_pos": 1424, "sent_end_pos": [], "title": "Energy saving and reduction of emissions in heating residential buildings in Poland – potential and selected activities"}, "text": "The article indicates existing reserves in thermal modernization activities and related problems based on the analysis of selected parameters of residential buildings. © The Authors, published by EDP Sciences, 2019\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License 4.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. "}
{"meta": {"doc_id": 928, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 264, "title": "Heating"}, "text": " A Building Efficiency heating system upgrade will increase comfort, energy savings, and enhance indoor air quality in your San Francisco or Bay Area home. Building Efficiency installs state-of-the art furnaces that are both functional and environmentally friendly."}
{"meta": {"doc_id": 928, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 342, "title": "Heating"}, "text": "A Building Efficiency heating system upgrade will increase comfort, energy savings, and enhance indoor air quality in your San Francisco or Bay Area home. Building Efficiency installs state-of-the art furnaces that are both functional and environmentally friendly. Heating or cooling your home typically accounts for 2/3 of your utility bill."}
{"meta": {"doc_id": 928, "sent_id": 2, "sent_start_pos": 155, "sent_end_pos": 465, "title": "Heating"}, "text": "Building Efficiency installs state-of-the art furnaces that are both functional and environmentally friendly. Heating or cooling your home typically accounts for 2/3 of your utility bill. Building Efficiency customers have seen utility bill reductions of up to 50% after undergoing a whole-home energy upgrade."}
{"meta": {"doc_id": 928, "sent_id": 3, "sent_start_pos": 265, "sent_end_pos": 589, "title": "Heating"}, "text": "Heating or cooling your home typically accounts for 2/3 of your utility bill. Building Efficiency customers have seen utility bill reductions of up to 50% after undergoing a whole-home energy upgrade. Building Efficiency offers heating options that fit your budget, ranging from top-of-the-line efficiency to comfort models."}
{"meta": {"doc_id": 928, "sent_id": 4, "sent_start_pos": 343, "sent_end_pos": 744, "title": "Heating"}, "text": "Building Efficiency customers have seen utility bill reductions of up to 50% after undergoing a whole-home energy upgrade. Building Efficiency offers heating options that fit your budget, ranging from top-of-the-line efficiency to comfort models. Our home energy upgrade teams have installed and designed hundreds of heating systems in the San Francisco area and are experts in home energy efficiency."}
{"meta": {"doc_id": 928, "sent_id": 5, "sent_start_pos": 466, "sent_end_pos": 901, "title": "Heating"}, "text": "Building Efficiency offers heating options that fit your budget, ranging from top-of-the-line efficiency to comfort models. Our home energy upgrade teams have installed and designed hundreds of heating systems in the San Francisco area and are experts in home energy efficiency. Most heating issues, such as a loud furnace or a furnace that turns on and off all the time, are due to systems that are not properly designed or installed."}
{"meta": {"doc_id": 928, "sent_id": 6, "sent_start_pos": 590, "sent_end_pos": 1038, "title": "Heating"}, "text": "Our home energy upgrade teams have installed and designed hundreds of heating systems in the San Francisco area and are experts in home energy efficiency. Most heating issues, such as a loud furnace or a furnace that turns on and off all the time, are due to systems that are not properly designed or installed. Building Efficiency can assist you in correcting these problems, or design a whole new system that better fits your needs and lifestyle."}
{"meta": {"doc_id": 928, "sent_id": 7, "sent_start_pos": 745, "sent_end_pos": 1170, "title": "Heating"}, "text": "Most heating issues, such as a loud furnace or a furnace that turns on and off all the time, are due to systems that are not properly designed or installed. Building Efficiency can assist you in correcting these problems, or design a whole new system that better fits your needs and lifestyle. Contact us today to learn more about how Building Efficiency can help you reduce energy bills and increase efficiency in your home!"}
{"meta": {"doc_id": 928, "sent_id": 8, "sent_start_pos": 902, "sent_end_pos": 1256, "title": "Heating"}, "text": "Building Efficiency can assist you in correcting these problems, or design a whole new system that better fits your needs and lifestyle. Contact us today to learn more about how Building Efficiency can help you reduce energy bills and increase efficiency in your home! Properly balanced and performing heaters make a huge difference in your home comfort."}
{"meta": {"doc_id": 928, "sent_id": 9, "sent_start_pos": 1039, "sent_end_pos": 1411, "title": "Heating"}, "text": "Contact us today to learn more about how Building Efficiency can help you reduce energy bills and increase efficiency in your home! Properly balanced and performing heaters make a huge difference in your home comfort. Humans are extremely sensitive to temperature changes and even a few degrees of unnecessary heat or cold can make your home uncomfortable and unwelcoming."}
{"meta": {"doc_id": 928, "sent_id": 10, "sent_start_pos": 1171, "sent_end_pos": 1552, "title": "Heating"}, "text": "Properly balanced and performing heaters make a huge difference in your home comfort. Humans are extremely sensitive to temperature changes and even a few degrees of unnecessary heat or cold can make your home uncomfortable and unwelcoming. Upgrading your furnace can make your indoor temperature stable and comfortable, and can also make your home a more healthy place to live in."}
{"meta": {"doc_id": 928, "sent_id": 11, "sent_start_pos": 1257, "sent_end_pos": 1785, "title": "Heating"}, "text": "Humans are extremely sensitive to temperature changes and even a few degrees of unnecessary heat or cold can make your home uncomfortable and unwelcoming. Upgrading your furnace can make your indoor temperature stable and comfortable, and can also make your home a more healthy place to live in. Indoor air quality studies by the U.S. Environmental Protection Agency (EPA) show that indoor air may be 2 to 5 times more polluted than outdoor air, a concerning fact given that Americans on average spend 90% of their time indoors."}
{"meta": {"doc_id": 928, "sent_id": 12, "sent_start_pos": 1412, "sent_end_pos": 1998, "title": "Heating"}, "text": "Upgrading your furnace can make your indoor temperature stable and comfortable, and can also make your home a more healthy place to live in. Indoor air quality studies by the U.S. Environmental Protection Agency (EPA) show that indoor air may be 2 to 5 times more polluted than outdoor air, a concerning fact given that Americans on average spend 90% of their time indoors. Even though this figure might be lower in the San Francisco Bay Area due to our mild seasons, indoor air quality can be affected by your heating and cooling system and impact the health of your family and guests."}
{"meta": {"doc_id": 928, "sent_id": 13, "sent_start_pos": 1553, "sent_end_pos": 2191, "title": "Heating"}, "text": "Indoor air quality studies by the U.S. Environmental Protection Agency (EPA) show that indoor air may be 2 to 5 times more polluted than outdoor air, a concerning fact given that Americans on average spend 90% of their time indoors. Even though this figure might be lower in the San Francisco Bay Area due to our mild seasons, indoor air quality can be affected by your heating and cooling system and impact the health of your family and guests. Top-of-the-line air filters and purifiers installed by Building Efficiency, in addition to properly designed and installed systems, can improve indoor air quality and also qualify for rebates!"}
{"meta": {"doc_id": 928, "sent_id": 14, "sent_start_pos": 1786, "sent_end_pos": [], "title": "Heating"}, "text": "Even though this figure might be lower in the San Francisco Bay Area due to our mild seasons, indoor air quality can be affected by your heating and cooling system and impact the health of your family and guests. Top-of-the-line air filters and purifiers installed by Building Efficiency, in addition to properly designed and installed systems, can improve indoor air quality and also qualify for rebates! "}
{"meta": {"doc_id": 929, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 340, "title": "Electric heating"}, "text": " Electric heating\nElectricity can be used for heating buildings in two different ways – by a water-based system or a direct electric heating system. This is how the various systems operate:\nWater-based electric heating\nAn electric boiler or immersion heater heats the water that is pumped round a pipe system and heats a number of radiators."}
{"meta": {"doc_id": 929, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 401, "title": "Electric heating"}, "text": "Electric heating\nElectricity can be used for heating buildings in two different ways – by a water-based system or a direct electric heating system. This is how the various systems operate:\nWater-based electric heating\nAn electric boiler or immersion heater heats the water that is pumped round a pipe system and heats a number of radiators. The water can also be circulated through coils in the floor."}
{"meta": {"doc_id": 929, "sent_id": 2, "sent_start_pos": 148, "sent_end_pos": 570, "title": "Electric heating"}, "text": "This is how the various systems operate:\nWater-based electric heating\nAn electric boiler or immersion heater heats the water that is pumped round a pipe system and heats a number of radiators. The water can also be circulated through coils in the floor. Illustration: Bo Reinerdahl\nIf you have water-based electric heating, you can install a wood-fired or pellet-fired boiler or a heat pump and connect it into the system."}
{"meta": {"doc_id": 929, "sent_id": 3, "sent_start_pos": 341, "sent_end_pos": 662, "title": "Electric heating"}, "text": "The water can also be circulated through coils in the floor. Illustration: Bo Reinerdahl\nIf you have water-based electric heating, you can install a wood-fired or pellet-fired boiler or a heat pump and connect it into the system. By installing a solar collector, you can use the sun for both warm water and space heating."}
{"meta": {"doc_id": 929, "sent_id": 4, "sent_start_pos": 402, "sent_end_pos": 812, "title": "Electric heating"}, "text": "Illustration: Bo Reinerdahl\nIf you have water-based electric heating, you can install a wood-fired or pellet-fired boiler or a heat pump and connect it into the system. By installing a solar collector, you can use the sun for both warm water and space heating. Direct electric heating\nIllustration: Bo Reinerdahl\nElectricity is converted directly into heat in the radiators or in coils in the floor or ceiling."}
{"meta": {"doc_id": 929, "sent_id": 5, "sent_start_pos": 571, "sent_end_pos": 912, "title": "Electric heating"}, "text": "By installing a solar collector, you can use the sun for both warm water and space heating. Direct electric heating\nIllustration: Bo Reinerdahl\nElectricity is converted directly into heat in the radiators or in coils in the floor or ceiling. Comfort underfloor heating consisting of direct-acting electricity is common in newly built houses."}
{"meta": {"doc_id": 929, "sent_id": 6, "sent_start_pos": 663, "sent_end_pos": 1081, "title": "Electric heating"}, "text": "Direct electric heating\nIllustration: Bo Reinerdahl\nElectricity is converted directly into heat in the radiators or in coils in the floor or ceiling. Comfort underfloor heating consisting of direct-acting electricity is common in newly built houses. It is important to note that a system comprising comfort underfloor heating often leads to a higher energy consumption than if the house only has traditional radiators."}
{"meta": {"doc_id": 929, "sent_id": 7, "sent_start_pos": 813, "sent_end_pos": 1196, "title": "Electric heating"}, "text": "Comfort underfloor heating consisting of direct-acting electricity is common in newly built houses. It is important to note that a system comprising comfort underfloor heating often leads to a higher energy consumption than if the house only has traditional radiators. Underfloor heating can easily be left switched on also in the summer to avoid a cold stone or clinker brick floor."}
{"meta": {"doc_id": 929, "sent_id": 8, "sent_start_pos": 913, "sent_end_pos": 1354, "title": "Electric heating"}, "text": "It is important to note that a system comprising comfort underfloor heating often leads to a higher energy consumption than if the house only has traditional radiators. Underfloor heating can easily be left switched on also in the summer to avoid a cold stone or clinker brick floor. More efficient control system\nAn efficient control system for direct electric heating can save up to one tenth of the heat for electric heating of the house."}
{"meta": {"doc_id": 929, "sent_id": 9, "sent_start_pos": 1082, "sent_end_pos": 1465, "title": "Electric heating"}, "text": "Underfloor heating can easily be left switched on also in the summer to avoid a cold stone or clinker brick floor. More efficient control system\nAn efficient control system for direct electric heating can save up to one tenth of the heat for electric heating of the house. Most electrically heated houses that are more than 25 years old have very poor control systems or none at all."}
{"meta": {"doc_id": 929, "sent_id": 10, "sent_start_pos": 1197, "sent_end_pos": 1627, "title": "Electric heating"}, "text": "More efficient control system\nAn efficient control system for direct electric heating can save up to one tenth of the heat for electric heating of the house. Most electrically heated houses that are more than 25 years old have very poor control systems or none at all. The thermostats of the radiators are unable to maintain uniform heat, and it is difficult to maintain the required temperature in the various rooms of the house."}
{"meta": {"doc_id": 929, "sent_id": 11, "sent_start_pos": 1355, "sent_end_pos": 1783, "title": "Electric heating"}, "text": "Most electrically heated houses that are more than 25 years old have very poor control systems or none at all. The thermostats of the radiators are unable to maintain uniform heat, and it is difficult to maintain the required temperature in the various rooms of the house. Uniform heat improves the comfort, and a lower average temperature can be maintained than when the temperature curve has virtually uncontrolled variations."}
{"meta": {"doc_id": 929, "sent_id": 12, "sent_start_pos": 1466, "sent_end_pos": 1904, "title": "Electric heating"}, "text": "The thermostats of the radiators are unable to maintain uniform heat, and it is difficult to maintain the required temperature in the various rooms of the house. Uniform heat improves the comfort, and a lower average temperature can be maintained than when the temperature curve has virtually uncontrolled variations. Older radiators often have no overheating protection, which may cause scorching damage and, in the extreme, even a fire."}
{"meta": {"doc_id": 929, "sent_id": 13, "sent_start_pos": 1628, "sent_end_pos": 2002, "title": "Electric heating"}, "text": "Uniform heat improves the comfort, and a lower average temperature can be maintained than when the temperature curve has virtually uncontrolled variations. Older radiators often have no overheating protection, which may cause scorching damage and, in the extreme, even a fire. If in doubt, get in touch with an electrician who will make a survey of the radiators and cables."}
{"meta": {"doc_id": 929, "sent_id": 14, "sent_start_pos": 1784, "sent_end_pos": 2233, "title": "Electric heating"}, "text": "Older radiators often have no overheating protection, which may cause scorching damage and, in the extreme, even a fire. If in doubt, get in touch with an electrician who will make a survey of the radiators and cables. Adjust to the surroundings\nAn important property of the thermostats in direct electric radiators is that they quickly adjust themselves to changes in the surroundings, such as changes in solar heat or heat from a wood-fired stove."}
{"meta": {"doc_id": 929, "sent_id": 15, "sent_start_pos": 1905, "sent_end_pos": 2374, "title": "Electric heating"}, "text": "If in doubt, get in touch with an electrician who will make a survey of the radiators and cables. Adjust to the surroundings\nAn important property of the thermostats in direct electric radiators is that they quickly adjust themselves to changes in the surroundings, such as changes in solar heat or heat from a wood-fired stove. It should be possible to set the control system for direct electric radiators to a weekly programme, with daytime and night-time reductions."}
{"meta": {"doc_id": 929, "sent_id": 16, "sent_start_pos": 2003, "sent_end_pos": 2464, "title": "Electric heating"}, "text": "Adjust to the surroundings\nAn important property of the thermostats in direct electric radiators is that they quickly adjust themselves to changes in the surroundings, such as changes in solar heat or heat from a wood-fired stove. It should be possible to set the control system for direct electric radiators to a weekly programme, with daytime and night-time reductions. It should be possible to maintain different temperatures in different parts of the house."}
{"meta": {"doc_id": 929, "sent_id": 17, "sent_start_pos": 2234, "sent_end_pos": 2691, "title": "Electric heating"}, "text": "It should be possible to set the control system for direct electric radiators to a weekly programme, with daytime and night-time reductions. It should be possible to maintain different temperatures in different parts of the house. Convert to a different form of heating\nConverting from direct electric heating to some other form of heating may involve a high investment cost, but the result may be a better indoor climate and radically reduced energy costs."}
{"meta": {"doc_id": 929, "sent_id": 18, "sent_start_pos": 2375, "sent_end_pos": 2853, "title": "Electric heating"}, "text": "It should be possible to maintain different temperatures in different parts of the house. Convert to a different form of heating\nConverting from direct electric heating to some other form of heating may involve a high investment cost, but the result may be a better indoor climate and radically reduced energy costs. If you replace the electric radiators with a water-based distribution system, you can expect the cost to be around SEK 5000 per radiator, although this may vary."}
{"meta": {"doc_id": 929, "sent_id": 19, "sent_start_pos": 2465, "sent_end_pos": 2936, "title": "Electric heating"}, "text": "Convert to a different form of heating\nConverting from direct electric heating to some other form of heating may involve a high investment cost, but the result may be a better indoor climate and radically reduced energy costs. If you replace the electric radiators with a water-based distribution system, you can expect the cost to be around SEK 5000 per radiator, although this may vary. A water-based distribution system offers wide freedom of choice of heating source."}
{"meta": {"doc_id": 929, "sent_id": 20, "sent_start_pos": 2692, "sent_end_pos": 3024, "title": "Electric heating"}, "text": "If you replace the electric radiators with a water-based distribution system, you can expect the cost to be around SEK 5000 per radiator, although this may vary. A water-based distribution system offers wide freedom of choice of heating source. If the house has a chimney breast, you can install a pellet-fired or wood-fired boiler."}
{"meta": {"doc_id": 929, "sent_id": 21, "sent_start_pos": 2854, "sent_end_pos": 3170, "title": "Electric heating"}, "text": "A water-based distribution system offers wide freedom of choice of heating source. If the house has a chimney breast, you can install a pellet-fired or wood-fired boiler. Heat pumps of various types are also an excellent choice, such as rock-source heat pump, ground-source heat pump or outdoor air-source heat pump."}
{"meta": {"doc_id": 929, "sent_id": 22, "sent_start_pos": 2937, "sent_end_pos": 3347, "title": "Electric heating"}, "text": "If the house has a chimney breast, you can install a pellet-fired or wood-fired boiler. Heat pumps of various types are also an excellent choice, such as rock-source heat pump, ground-source heat pump or outdoor air-source heat pump. If you decide to retain your direct electric heating, you can supplement it with, for instance, a pellet-fired stove or an air-air heat pump in order to lower the energy costs."}
{"meta": {"doc_id": 929, "sent_id": 23, "sent_start_pos": 3025, "sent_end_pos": 3421, "title": "Electric heating"}, "text": "Heat pumps of various types are also an excellent choice, such as rock-source heat pump, ground-source heat pump or outdoor air-source heat pump. If you decide to retain your direct electric heating, you can supplement it with, for instance, a pellet-fired stove or an air-air heat pump in order to lower the energy costs. Read more about the various heating alternatives in the menu to the left."}
{"meta": {"doc_id": 929, "sent_id": 24, "sent_start_pos": 3171, "sent_end_pos": 3475, "title": "Electric heating"}, "text": "If you decide to retain your direct electric heating, you can supplement it with, for instance, a pellet-fired stove or an air-air heat pump in order to lower the energy costs. Read more about the various heating alternatives in the menu to the left. Read more about heat distribution and control system."}
{"meta": {"doc_id": 929, "sent_id": 25, "sent_start_pos": 3348, "sent_end_pos": 3585, "title": "Electric heating"}, "text": "Read more about the various heating alternatives in the menu to the left. Read more about heat distribution and control system. Benefits of a power monitor\nYou can install a power monitor in order to save electricity and thus also money."}
{"meta": {"doc_id": 929, "sent_id": 26, "sent_start_pos": 3422, "sent_end_pos": 3762, "title": "Electric heating"}, "text": "Read more about heat distribution and control system. Benefits of a power monitor\nYou can install a power monitor in order to save electricity and thus also money. The power monitor switches off predetermined equipment, such as the heating system or water heater, when the total electricity consumption of the house reaches a certain level."}
{"meta": {"doc_id": 929, "sent_id": 27, "sent_start_pos": 3476, "sent_end_pos": 3859, "title": "Electric heating"}, "text": "Benefits of a power monitor\nYou can install a power monitor in order to save electricity and thus also money. The power monitor switches off predetermined equipment, such as the heating system or water heater, when the total electricity consumption of the house reaches a certain level. This means that you can change to a lower main fuse rating and thus have a lower network charge."}
{"meta": {"doc_id": 929, "sent_id": 28, "sent_start_pos": 3586, "sent_end_pos": 4078, "title": "Electric heating"}, "text": "The power monitor switches off predetermined equipment, such as the heating system or water heater, when the total electricity consumption of the house reaches a certain level. This means that you can change to a lower main fuse rating and thus have a lower network charge. Advantages and disadvantages\n+ low investment cost\n+ low work input\n+ no local emissions\n- uncertain price in the future\n- some of the electricity does not come from renewable fuel\n- old thermostats deliver uneven heat"}
{"meta": {"doc_id": 929, "sent_id": 29, "sent_start_pos": 3763, "sent_end_pos": [], "title": "Electric heating"}, "text": "This means that you can change to a lower main fuse rating and thus have a lower network charge. Advantages and disadvantages\n+ low investment cost\n+ low work input\n+ no local emissions\n- uncertain price in the future\n- some of the electricity does not come from renewable fuel\n- old thermostats deliver uneven heat "}
{"meta": {"doc_id": 931, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": [], "title": "Energy-efficient Buildings: Heating and Cooling Equipment"}, "text": " Published on June 23, 2011\nIn series:IEA Technology Roadmapsview more titles\nFollow us (Social Media): "}
{"meta": {"doc_id": 933, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 353, "title": "Energy Efficient Heating And Ventilation Of Large Halls"}, "text": " Energy Efficient Heating And Ventilation Of Large Halls\nThis guidebook is focused on modern methods for design, control and operation of energy efficient heating systems in large spaces and industrial halls. The book deals with thermal comfort, light and dark gas radiant heaters, panel radiant heating, floor heating and industrial air heating systems."}
{"meta": {"doc_id": 933, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 412, "title": "Energy Efficient Heating And Ventilation Of Large Halls"}, "text": "Energy Efficient Heating And Ventilation Of Large Halls\nThis guidebook is focused on modern methods for design, control and operation of energy efficient heating systems in large spaces and industrial halls. The book deals with thermal comfort, light and dark gas radiant heaters, panel radiant heating, floor heating and industrial air heating systems. Various heating systems are illustrated with case studies."}
{"meta": {"doc_id": 933, "sent_id": 2, "sent_start_pos": 208, "sent_end_pos": 493, "title": "Energy Efficient Heating And Ventilation Of Large Halls"}, "text": "The book deals with thermal comfort, light and dark gas radiant heaters, panel radiant heating, floor heating and industrial air heating systems. Various heating systems are illustrated with case studies. Design principles, methods and modeling tools are presented for various systems."}
{"meta": {"doc_id": 933, "sent_id": 3, "sent_start_pos": 354, "sent_end_pos": [], "title": "Energy Efficient Heating And Ventilation Of Large Halls"}, "text": "Various heating systems are illustrated with case studies. Design principles, methods and modeling tools are presented for various systems. "}
{"meta": {"doc_id": 937, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 438, "title": "The Heat4Cool Project"}, "text": " THE HEAT4COOL PROJECT\nIntegration of advanced technologies for heating and cooling at building and district level\nThe Heat4Cool concept proposes innovative, efficient and cost-effective solutions that support EU energy efficiency policies through an optimal integration of relevant rehabilitation systems. The project develops, integrates and demonstrates an easy to install and highly energy efficient solution for building retrofitting."}
{"meta": {"doc_id": 937, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": [], "title": "The Heat4Cool Project"}, "text": "THE HEAT4COOL PROJECT\nIntegration of advanced technologies for heating and cooling at building and district level\nThe Heat4Cool concept proposes innovative, efficient and cost-effective solutions that support EU energy efficiency policies through an optimal integration of relevant rehabilitation systems. The project develops, integrates and demonstrates an easy to install and highly energy efficient solution for building retrofitting. "}
{"meta": {"doc_id": 939, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 535, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": " Government supports shift to more efficient heating systems and controls\nFrom April 2018, UK householders installing new boilers will benefit from an improved energy efficiency standard, saving them energy, reducing bills and reducing carbon emissions in line with the Government’s Clean Growth Strategy. This new requirement which the Government announced today (12th October 2017) means that each new and replacement gas boiler installed in England from April 2018 will be required to have an efficiency rating of at least 92% (ErP)."}
{"meta": {"doc_id": 939, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 741, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "Government supports shift to more efficient heating systems and controls\nFrom April 2018, UK householders installing new boilers will benefit from an improved energy efficiency standard, saving them energy, reducing bills and reducing carbon emissions in line with the Government’s Clean Growth Strategy. This new requirement which the Government announced today (12th October 2017) means that each new and replacement gas boiler installed in England from April 2018 will be required to have an efficiency rating of at least 92% (ErP). For householders installing combination boilers, they are also required to choose an additional energy saving control: weather/load compensation; flue gas heat recovery (FGHR); or specified smart controls."}
{"meta": {"doc_id": 939, "sent_id": 2, "sent_start_pos": 305, "sent_end_pos": 837, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "This new requirement which the Government announced today (12th October 2017) means that each new and replacement gas boiler installed in England from April 2018 will be required to have an efficiency rating of at least 92% (ErP). For householders installing combination boilers, they are also required to choose an additional energy saving control: weather/load compensation; flue gas heat recovery (FGHR); or specified smart controls. In addition, basic time and temperature controls will be mandated with all oil and gas boilers."}
{"meta": {"doc_id": 939, "sent_id": 3, "sent_start_pos": 536, "sent_end_pos": 992, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "For householders installing combination boilers, they are also required to choose an additional energy saving control: weather/load compensation; flue gas heat recovery (FGHR); or specified smart controls. In addition, basic time and temperature controls will be mandated with all oil and gas boilers. The SEA has supported the development of this policy and regulation change since 2015, producing policy analysis and publishing several papers in support."}
{"meta": {"doc_id": 939, "sent_id": 4, "sent_start_pos": 742, "sent_end_pos": 1192, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "In addition, basic time and temperature controls will be mandated with all oil and gas boilers. The SEA has supported the development of this policy and regulation change since 2015, producing policy analysis and publishing several papers in support. Our members have provided market-intelligence to the Department of Business, Energy and Industrial Strategy (BEIS), and we have continually engaged with policymakers as the policy has been developed."}
{"meta": {"doc_id": 939, "sent_id": 5, "sent_start_pos": 838, "sent_end_pos": 1407, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "The SEA has supported the development of this policy and regulation change since 2015, producing policy analysis and publishing several papers in support. Our members have provided market-intelligence to the Department of Business, Energy and Industrial Strategy (BEIS), and we have continually engaged with policymakers as the policy has been developed. Commenting on today’s announcement Lesley Rudd, SEA Chief Executive said\n“The SEA welcomes the UK Government’s decision to increase heating standards to reflect the opportunities presented by improved technologies."}
{"meta": {"doc_id": 939, "sent_id": 6, "sent_start_pos": 993, "sent_end_pos": 1540, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "Our members have provided market-intelligence to the Department of Business, Energy and Industrial Strategy (BEIS), and we have continually engaged with policymakers as the policy has been developed. Commenting on today’s announcement Lesley Rudd, SEA Chief Executive said\n“The SEA welcomes the UK Government’s decision to increase heating standards to reflect the opportunities presented by improved technologies. Increasing the efficiency of our homes is vital if the country is to tackle both the cost of energy, and to reduce carbon emissions."}
{"meta": {"doc_id": 939, "sent_id": 7, "sent_start_pos": 1193, "sent_end_pos": 1743, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "Commenting on today’s announcement Lesley Rudd, SEA Chief Executive said\n“The SEA welcomes the UK Government’s decision to increase heating standards to reflect the opportunities presented by improved technologies. Increasing the efficiency of our homes is vital if the country is to tackle both the cost of energy, and to reduce carbon emissions. We need to ensure this is not a one-off improvement and that we work to continuously improve how we heat our homes, progressing from more efficient gas boilers to renewables as part of a clear strategy."}
{"meta": {"doc_id": 939, "sent_id": 8, "sent_start_pos": 1408, "sent_end_pos": 2411, "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "Increasing the efficiency of our homes is vital if the country is to tackle both the cost of energy, and to reduce carbon emissions. We need to ensure this is not a one-off improvement and that we work to continuously improve how we heat our homes, progressing from more efficient gas boilers to renewables as part of a clear strategy. Government and industry have worked closely in developing the improvement announced today, the engagement process has been a good one, and the SEA looks forward to further engagement on developing a timetable for the assessment of further standard improvement opportunities as we move towards the 4th and 5th carbon budgets.”\n–Ends–\nNotes to Editors:\n- Government’s Response to Heat in Buildings – Boiler Plus Consultation https://www.gov.uk/government/consultations/heat-in-buildings-the-future-of-heat\n- Related Documents: Heating System Plus\nMedia Enquiries:\nSustainable Energy Association\nLaura Blaj\nT: 0121 709 7740\nE: laura.blaj@sustainableenergyassociation.com"}
{"meta": {"doc_id": 939, "sent_id": 9, "sent_start_pos": 1541, "sent_end_pos": [], "title": "Government Supports Shift to More Efficient Heating Systems and Controls"}, "text": "We need to ensure this is not a one-off improvement and that we work to continuously improve how we heat our homes, progressing from more efficient gas boilers to renewables as part of a clear strategy. Government and industry have worked closely in developing the improvement announced today, the engagement process has been a good one, and the SEA looks forward to further engagement on developing a timetable for the assessment of further standard improvement opportunities as we move towards the 4th and 5th carbon budgets.”\n–Ends–\nNotes to Editors:\n- Government’s Response to Heat in Buildings – Boiler Plus Consultation https://www.gov.uk/government/consultations/heat-in-buildings-the-future-of-heat\n- Related Documents: Heating System Plus\nMedia Enquiries:\nSustainable Energy Association\nLaura Blaj\nT: 0121 709 7740\nE: laura.blaj@sustainableenergyassociation.com "}
{"meta": {"doc_id": 940, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 200, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": " Your Guide to Energy-Efficient Home Heating Systems\nWe hope you like the products we recommend. Just so you are aware, Freshome may collect a share of sales from the links or submissions on this page."}
{"meta": {"doc_id": 940, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 269, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Your Guide to Energy-Efficient Home Heating Systems\nWe hope you like the products we recommend. Just so you are aware, Freshome may collect a share of sales from the links or submissions on this page. Heating the home in winter is one of the biggest household expenses."}
{"meta": {"doc_id": 940, "sent_id": 2, "sent_start_pos": 96, "sent_end_pos": 340, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Just so you are aware, Freshome may collect a share of sales from the links or submissions on this page. Heating the home in winter is one of the biggest household expenses. According to the EPA, 42% of the energy we use at home is for heating."}
{"meta": {"doc_id": 940, "sent_id": 3, "sent_start_pos": 201, "sent_end_pos": 457, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Heating the home in winter is one of the biggest household expenses. According to the EPA, 42% of the energy we use at home is for heating. While energy costs have risen, the improved energy efficiency of today’s heating systems offset those energy prices."}
{"meta": {"doc_id": 940, "sent_id": 4, "sent_start_pos": 270, "sent_end_pos": 612, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "According to the EPA, 42% of the energy we use at home is for heating. While energy costs have risen, the improved energy efficiency of today’s heating systems offset those energy prices. There are plenty of energy-efficient home heating systems available for every budget to help you stay warm this winter, and save you money in the process."}
{"meta": {"doc_id": 940, "sent_id": 5, "sent_start_pos": 341, "sent_end_pos": 683, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "While energy costs have risen, the improved energy efficiency of today’s heating systems offset those energy prices. There are plenty of energy-efficient home heating systems available for every budget to help you stay warm this winter, and save you money in the process. Here’s your guide to the latest energy-efficient home heating systems."}
{"meta": {"doc_id": 940, "sent_id": 6, "sent_start_pos": 458, "sent_end_pos": 866, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "There are plenty of energy-efficient home heating systems available for every budget to help you stay warm this winter, and save you money in the process. Here’s your guide to the latest energy-efficient home heating systems. Let’s talk efficiency strategy first\nThe most important component of an energy-efficient home heating system isn’t the system itself, but how well your home uses the system’s output."}
{"meta": {"doc_id": 940, "sent_id": 7, "sent_start_pos": 613, "sent_end_pos": 952, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Here’s your guide to the latest energy-efficient home heating systems. Let’s talk efficiency strategy first\nThe most important component of an energy-efficient home heating system isn’t the system itself, but how well your home uses the system’s output. Sealing leaks in the doors, windows, walls, and floors should be your first priority."}
{"meta": {"doc_id": 940, "sent_id": 8, "sent_start_pos": 684, "sent_end_pos": 1054, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Let’s talk efficiency strategy first\nThe most important component of an energy-efficient home heating system isn’t the system itself, but how well your home uses the system’s output. Sealing leaks in the doors, windows, walls, and floors should be your first priority. Insulation, caulk, and weatherstripping may be necessary around windows, doors or other drafty spots."}
{"meta": {"doc_id": 940, "sent_id": 9, "sent_start_pos": 867, "sent_end_pos": 1162, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Sealing leaks in the doors, windows, walls, and floors should be your first priority. Insulation, caulk, and weatherstripping may be necessary around windows, doors or other drafty spots. These small steps are worth the investment — they’ll save you money in the long run in lower utility bills."}
{"meta": {"doc_id": 940, "sent_id": 10, "sent_start_pos": 953, "sent_end_pos": 1335, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Insulation, caulk, and weatherstripping may be necessary around windows, doors or other drafty spots. These small steps are worth the investment — they’ll save you money in the long run in lower utility bills. Some cities will send out a free home energy auditor who can help you find potential drafts and air leaks which may cause your system to work harder to keep your home warm."}
{"meta": {"doc_id": 940, "sent_id": 11, "sent_start_pos": 1055, "sent_end_pos": 1415, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "These small steps are worth the investment — they’ll save you money in the long run in lower utility bills. Some cities will send out a free home energy auditor who can help you find potential drafts and air leaks which may cause your system to work harder to keep your home warm. Energy.gov has a helpful video explaining how to do your own home energy audit."}
{"meta": {"doc_id": 940, "sent_id": 12, "sent_start_pos": 1163, "sent_end_pos": 1594, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Some cities will send out a free home energy auditor who can help you find potential drafts and air leaks which may cause your system to work harder to keep your home warm. Energy.gov has a helpful video explaining how to do your own home energy audit. How to choose the most energy-efficient home heating system\nThink about the following six questions before you decide on the best and most efficient heating system for your home."}
{"meta": {"doc_id": 940, "sent_id": 13, "sent_start_pos": 1336, "sent_end_pos": 1619, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Energy.gov has a helpful video explaining how to do your own home energy audit. How to choose the most energy-efficient home heating system\nThink about the following six questions before you decide on the best and most efficient heating system for your home. What’s the climate like?"}
{"meta": {"doc_id": 940, "sent_id": 14, "sent_start_pos": 1416, "sent_end_pos": 1775, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "How to choose the most energy-efficient home heating system\nThink about the following six questions before you decide on the best and most efficient heating system for your home. What’s the climate like? A colder climate might require a larger, highly efficient system that can heat your home appropriately while minimizing heating costs over the long winter."}
{"meta": {"doc_id": 940, "sent_id": 15, "sent_start_pos": 1595, "sent_end_pos": 1898, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "What’s the climate like? A colder climate might require a larger, highly efficient system that can heat your home appropriately while minimizing heating costs over the long winter. A portable heater or smaller zoned system may be better in temperate climates where heating is only needed on colder days."}
{"meta": {"doc_id": 940, "sent_id": 16, "sent_start_pos": 1620, "sent_end_pos": 1963, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "A colder climate might require a larger, highly efficient system that can heat your home appropriately while minimizing heating costs over the long winter. A portable heater or smaller zoned system may be better in temperate climates where heating is only needed on colder days. How much of your home or apartment do you actually need to heat?"}
{"meta": {"doc_id": 940, "sent_id": 17, "sent_start_pos": 1776, "sent_end_pos": 2039, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "A portable heater or smaller zoned system may be better in temperate climates where heating is only needed on colder days. How much of your home or apartment do you actually need to heat? Do you want to pay to heat an entire home or just a couple of select rooms?"}
{"meta": {"doc_id": 940, "sent_id": 18, "sent_start_pos": 1899, "sent_end_pos": 2143, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "How much of your home or apartment do you actually need to heat? Do you want to pay to heat an entire home or just a couple of select rooms? Choose a system with vents that can be closed or adjusted so you can choose to heat rooms you use most."}
{"meta": {"doc_id": 940, "sent_id": 19, "sent_start_pos": 1964, "sent_end_pos": 2238, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Do you want to pay to heat an entire home or just a couple of select rooms? Choose a system with vents that can be closed or adjusted so you can choose to heat rooms you use most. A thermostat is also essential to efficiency to keep the system running only when it needs to."}
{"meta": {"doc_id": 940, "sent_id": 20, "sent_start_pos": 2040, "sent_end_pos": 2322, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Choose a system with vents that can be closed or adjusted so you can choose to heat rooms you use most. A thermostat is also essential to efficiency to keep the system running only when it needs to. What type of installation will the most energy-efficient home heating systems need?"}
{"meta": {"doc_id": 940, "sent_id": 21, "sent_start_pos": 2144, "sent_end_pos": 2378, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "A thermostat is also essential to efficiency to keep the system running only when it needs to. What type of installation will the most energy-efficient home heating systems need? The two main heating systems are forced-air or radiant."}
{"meta": {"doc_id": 940, "sent_id": 22, "sent_start_pos": 2239, "sent_end_pos": 2475, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "What type of installation will the most energy-efficient home heating systems need? The two main heating systems are forced-air or radiant. While radiant systems are often more efficient, they can be hard to install in an existing home."}
{"meta": {"doc_id": 940, "sent_id": 23, "sent_start_pos": 2323, "sent_end_pos": 2537, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The two main heating systems are forced-air or radiant. While radiant systems are often more efficient, they can be hard to install in an existing home. How much space do you have available for your heating system?"}
{"meta": {"doc_id": 940, "sent_id": 24, "sent_start_pos": 2379, "sent_end_pos": 2613, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "While radiant systems are often more efficient, they can be hard to install in an existing home. How much space do you have available for your heating system? A large furnace may not be practical if you have a small home or apartment."}
{"meta": {"doc_id": 940, "sent_id": 25, "sent_start_pos": 2476, "sent_end_pos": 2708, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "How much space do you have available for your heating system? A large furnace may not be practical if you have a small home or apartment. Outdoor units like heat pumps may not be possible without a yard or outdoor area for the unit."}
{"meta": {"doc_id": 940, "sent_id": 26, "sent_start_pos": 2538, "sent_end_pos": 2776, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "A large furnace may not be practical if you have a small home or apartment. Outdoor units like heat pumps may not be possible without a yard or outdoor area for the unit. What fuel is available and how much will it cost to heat your home?"}
{"meta": {"doc_id": 940, "sent_id": 27, "sent_start_pos": 2614, "sent_end_pos": 2894, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Outdoor units like heat pumps may not be possible without a yard or outdoor area for the unit. What fuel is available and how much will it cost to heat your home? Common fuel options include natural gas, heating oil, electricity, or propane, all of which can vary widely in price."}
{"meta": {"doc_id": 940, "sent_id": 28, "sent_start_pos": 2709, "sent_end_pos": 3005, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "What fuel is available and how much will it cost to heat your home? Common fuel options include natural gas, heating oil, electricity, or propane, all of which can vary widely in price. Consider the lifetime cost of running an electric heating system versus one powered by a petroleum-based fuel."}
{"meta": {"doc_id": 940, "sent_id": 29, "sent_start_pos": 2777, "sent_end_pos": 3053, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Common fuel options include natural gas, heating oil, electricity, or propane, all of which can vary widely in price. Consider the lifetime cost of running an electric heating system versus one powered by a petroleum-based fuel. Can I afford a renewable energy heating system?"}
{"meta": {"doc_id": 940, "sent_id": 30, "sent_start_pos": 2895, "sent_end_pos": 3174, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Consider the lifetime cost of running an electric heating system versus one powered by a petroleum-based fuel. Can I afford a renewable energy heating system? A solar or geothermal unit may have a big initial price tag, but there are plenty of rebates and incentives to consider."}
{"meta": {"doc_id": 940, "sent_id": 31, "sent_start_pos": 3006, "sent_end_pos": 3283, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Can I afford a renewable energy heating system? A solar or geothermal unit may have a big initial price tag, but there are plenty of rebates and incentives to consider. The lower monthly costs and the increase in your home’s value may also make the initial investment worth it."}
{"meta": {"doc_id": 940, "sent_id": 32, "sent_start_pos": 3054, "sent_end_pos": 3401, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "A solar or geothermal unit may have a big initial price tag, but there are plenty of rebates and incentives to consider. The lower monthly costs and the increase in your home’s value may also make the initial investment worth it. Many renewable energy companies can help you decide if the system and the payback period is right for your situation."}
{"meta": {"doc_id": 940, "sent_id": 33, "sent_start_pos": 3175, "sent_end_pos": 3535, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The lower monthly costs and the increase in your home’s value may also make the initial investment worth it. Many renewable energy companies can help you decide if the system and the payback period is right for your situation. The latest and most energy-efficient heating systems\nWe’ve broken down the latest available energy-efficient heating systems by type."}
{"meta": {"doc_id": 940, "sent_id": 34, "sent_start_pos": 3284, "sent_end_pos": 3642, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Many renewable energy companies can help you decide if the system and the payback period is right for your situation. The latest and most energy-efficient heating systems\nWe’ve broken down the latest available energy-efficient heating systems by type. Now that you have an idea of what type of heating system is best for your home, let’s explore the options."}
{"meta": {"doc_id": 940, "sent_id": 35, "sent_start_pos": 3402, "sent_end_pos": 3761, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The latest and most energy-efficient heating systems\nWe’ve broken down the latest available energy-efficient heating systems by type. Now that you have an idea of what type of heating system is best for your home, let’s explore the options. Energy-efficient furnaces and boilers\nThe latest boilers, gas furnaces and oil furnaces are ultra-efficient and green."}
{"meta": {"doc_id": 940, "sent_id": 36, "sent_start_pos": 3536, "sent_end_pos": 3818, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Now that you have an idea of what type of heating system is best for your home, let’s explore the options. Energy-efficient furnaces and boilers\nThe latest boilers, gas furnaces and oil furnaces are ultra-efficient and green. They’re designed to easily replace your existing heater."}
{"meta": {"doc_id": 940, "sent_id": 37, "sent_start_pos": 3643, "sent_end_pos": 3913, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Energy-efficient furnaces and boilers\nThe latest boilers, gas furnaces and oil furnaces are ultra-efficient and green. They’re designed to easily replace your existing heater. - Furnaces are equipped with a duct system that delivers warm air to the rooms of your choice."}
{"meta": {"doc_id": 940, "sent_id": 38, "sent_start_pos": 3762, "sent_end_pos": 4014, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "They’re designed to easily replace your existing heater. - Furnaces are equipped with a duct system that delivers warm air to the rooms of your choice. - Boilers deliver hot water in homes heated with radiators, baseboard heaters or radiant floor heat."}
{"meta": {"doc_id": 940, "sent_id": 39, "sent_start_pos": 3819, "sent_end_pos": 4120, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "- Furnaces are equipped with a duct system that delivers warm air to the rooms of your choice. - Boilers deliver hot water in homes heated with radiators, baseboard heaters or radiant floor heat. Current models have an impressive 90% to 94% efficiency range, which can save you a lot of money on fuel."}
{"meta": {"doc_id": 940, "sent_id": 40, "sent_start_pos": 3914, "sent_end_pos": 4192, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "- Boilers deliver hot water in homes heated with radiators, baseboard heaters or radiant floor heat. Current models have an impressive 90% to 94% efficiency range, which can save you a lot of money on fuel. The XC95M Gas Furnace from Trane has an efficiency rating of up to 97%."}
{"meta": {"doc_id": 940, "sent_id": 41, "sent_start_pos": 4015, "sent_end_pos": 4286, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Current models have an impressive 90% to 94% efficiency range, which can save you a lot of money on fuel. The XC95M Gas Furnace from Trane has an efficiency rating of up to 97%. In fact, the savings may offset replacing your current heater if it’s more than 10 years old."}
{"meta": {"doc_id": 940, "sent_id": 42, "sent_start_pos": 4121, "sent_end_pos": 4412, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The XC95M Gas Furnace from Trane has an efficiency rating of up to 97%. In fact, the savings may offset replacing your current heater if it’s more than 10 years old. Heat pump systems\nOne of the earth-friendliest and most energy-efficient home heating system options is the heat pump system."}
{"meta": {"doc_id": 940, "sent_id": 43, "sent_start_pos": 4193, "sent_end_pos": 4447, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "In fact, the savings may offset replacing your current heater if it’s more than 10 years old. Heat pump systems\nOne of the earth-friendliest and most energy-efficient home heating system options is the heat pump system. They don’t use fossil fuel at all."}
{"meta": {"doc_id": 940, "sent_id": 44, "sent_start_pos": 4287, "sent_end_pos": 4550, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Heat pump systems\nOne of the earth-friendliest and most energy-efficient home heating system options is the heat pump system. They don’t use fossil fuel at all. Instead, they intake heat from the air or ground, which is delivered to the home via an electric pump."}
{"meta": {"doc_id": 940, "sent_id": 45, "sent_start_pos": 4413, "sent_end_pos": 4635, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "They don’t use fossil fuel at all. Instead, they intake heat from the air or ground, which is delivered to the home via an electric pump. This type of system can also draw cool air and work as an air conditioner in summer."}
{"meta": {"doc_id": 940, "sent_id": 46, "sent_start_pos": 4448, "sent_end_pos": 4706, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Instead, they intake heat from the air or ground, which is delivered to the home via an electric pump. This type of system can also draw cool air and work as an air conditioner in summer. Heat-pump systems come in two varieties: ground source and air source."}
{"meta": {"doc_id": 940, "sent_id": 47, "sent_start_pos": 4551, "sent_end_pos": 4772, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "This type of system can also draw cool air and work as an air conditioner in summer. Heat-pump systems come in two varieties: ground source and air source. - Ground-source heating pumps are also called geothermal systems."}
{"meta": {"doc_id": 940, "sent_id": 48, "sent_start_pos": 4636, "sent_end_pos": 4899, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Heat-pump systems come in two varieties: ground source and air source. - Ground-source heating pumps are also called geothermal systems. Less common than air-source heat pumps, they draw heat from the earth via pipes buried roughly 6 to 8 feet beneath the ground."}
{"meta": {"doc_id": 940, "sent_id": 49, "sent_start_pos": 4707, "sent_end_pos": 4991, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "- Ground-source heating pumps are also called geothermal systems. Less common than air-source heat pumps, they draw heat from the earth via pipes buried roughly 6 to 8 feet beneath the ground. - Air-source heat pumps draw natural heat out of the atmosphere, even if it’s cold outside."}
{"meta": {"doc_id": 940, "sent_id": 50, "sent_start_pos": 4773, "sent_end_pos": 5084, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Less common than air-source heat pumps, they draw heat from the earth via pipes buried roughly 6 to 8 feet beneath the ground. - Air-source heat pumps draw natural heat out of the atmosphere, even if it’s cold outside. They concentrate the heat and distribute it via pipes or a duct system throughout the house."}
{"meta": {"doc_id": 940, "sent_id": 51, "sent_start_pos": 4900, "sent_end_pos": 5198, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "- Air-source heat pumps draw natural heat out of the atmosphere, even if it’s cold outside. They concentrate the heat and distribute it via pipes or a duct system throughout the house. For every BTU of electrical energy needed to power an air-source heat pump, expect to get at least 3 BTU of heat."}
{"meta": {"doc_id": 940, "sent_id": 52, "sent_start_pos": 4992, "sent_end_pos": 5260, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "They concentrate the heat and distribute it via pipes or a duct system throughout the house. For every BTU of electrical energy needed to power an air-source heat pump, expect to get at least 3 BTU of heat. For ground-source systems, the ratio improves to roughly 1:4."}
{"meta": {"doc_id": 940, "sent_id": 53, "sent_start_pos": 5085, "sent_end_pos": 5426, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "For every BTU of electrical energy needed to power an air-source heat pump, expect to get at least 3 BTU of heat. For ground-source systems, the ratio improves to roughly 1:4. Both types are suitable for existing homes although air-source heat pumps are easier and less expensive to install because they don’t require underground excavation."}
{"meta": {"doc_id": 940, "sent_id": 54, "sent_start_pos": 5199, "sent_end_pos": 5588, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "For ground-source systems, the ratio improves to roughly 1:4. Both types are suitable for existing homes although air-source heat pumps are easier and less expensive to install because they don’t require underground excavation. Solar heating systems\nUsing solar power to heat your home is the cheapest and most earth-friendly way to heat your home since you’re using the sun’s free energy."}
{"meta": {"doc_id": 940, "sent_id": 55, "sent_start_pos": 5261, "sent_end_pos": 5666, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Both types are suitable for existing homes although air-source heat pumps are easier and less expensive to install because they don’t require underground excavation. Solar heating systems\nUsing solar power to heat your home is the cheapest and most earth-friendly way to heat your home since you’re using the sun’s free energy. The only issue with a solar heating system is that it needs sunshine to work."}
{"meta": {"doc_id": 940, "sent_id": 56, "sent_start_pos": 5427, "sent_end_pos": 5774, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar heating systems\nUsing solar power to heat your home is the cheapest and most earth-friendly way to heat your home since you’re using the sun’s free energy. The only issue with a solar heating system is that it needs sunshine to work. If you live in a region where winter is cold and regularly cloudy, this type of system may not be reliable."}
{"meta": {"doc_id": 940, "sent_id": 57, "sent_start_pos": 5589, "sent_end_pos": 5885, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The only issue with a solar heating system is that it needs sunshine to work. If you live in a region where winter is cold and regularly cloudy, this type of system may not be reliable. Solar hot air heating\nA solar hot air system is newer on the market and one of the easiest systems to install."}
{"meta": {"doc_id": 940, "sent_id": 58, "sent_start_pos": 5667, "sent_end_pos": 6014, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "If you live in a region where winter is cold and regularly cloudy, this type of system may not be reliable. Solar hot air heating\nA solar hot air system is newer on the market and one of the easiest systems to install. It’s also the most cost-effective means of heating a home and based on certification can qualify for up to a 30% federal rebate."}
{"meta": {"doc_id": 940, "sent_id": 59, "sent_start_pos": 5775, "sent_end_pos": 6171, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar hot air heating\nA solar hot air system is newer on the market and one of the easiest systems to install. It’s also the most cost-effective means of heating a home and based on certification can qualify for up to a 30% federal rebate. Solar hot air heating is best for heating a home in a temperate climate or when used as a secondary heat source, since the system relies on steady sunshine."}
{"meta": {"doc_id": 940, "sent_id": 60, "sent_start_pos": 5886, "sent_end_pos": 6247, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "It’s also the most cost-effective means of heating a home and based on certification can qualify for up to a 30% federal rebate. Solar hot air heating is best for heating a home in a temperate climate or when used as a secondary heat source, since the system relies on steady sunshine. Solar collectors are mounted on the sunniest, south-facing walls of a home."}
{"meta": {"doc_id": 940, "sent_id": 61, "sent_start_pos": 6015, "sent_end_pos": 6441, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar hot air heating is best for heating a home in a temperate climate or when used as a secondary heat source, since the system relies on steady sunshine. Solar collectors are mounted on the sunniest, south-facing walls of a home. The sun heats them up and when the collector reaches 110 degrees Fahrenheit, a small fan turns on to pull cool air from the room into the collector to heat the air and pump it back in the room."}
{"meta": {"doc_id": 940, "sent_id": 62, "sent_start_pos": 6172, "sent_end_pos": 6496, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar collectors are mounted on the sunniest, south-facing walls of a home. The sun heats them up and when the collector reaches 110 degrees Fahrenheit, a small fan turns on to pull cool air from the room into the collector to heat the air and pump it back in the room. Each hot air collector panel can heat 500 square feet."}
{"meta": {"doc_id": 940, "sent_id": 63, "sent_start_pos": 6248, "sent_end_pos": 6549, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "The sun heats them up and when the collector reaches 110 degrees Fahrenheit, a small fan turns on to pull cool air from the room into the collector to heat the air and pump it back in the room. Each hot air collector panel can heat 500 square feet. If you’re handy, you can even install them yourself."}
{"meta": {"doc_id": 940, "sent_id": 64, "sent_start_pos": 6442, "sent_end_pos": 6743, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Each hot air collector panel can heat 500 square feet. If you’re handy, you can even install them yourself. Solar thermal heating systems\nIf you already have an existing radiant floor, forced-air, baseboard hot water system a solar thermal system may be a great way to upgrade it to be more efficient."}
{"meta": {"doc_id": 940, "sent_id": 65, "sent_start_pos": 6497, "sent_end_pos": 6842, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "If you’re handy, you can even install them yourself. Solar thermal heating systems\nIf you already have an existing radiant floor, forced-air, baseboard hot water system a solar thermal system may be a great way to upgrade it to be more efficient. Solar collectors are mounted on the roof of a house and connected to an indoor water storage tank."}
{"meta": {"doc_id": 940, "sent_id": 66, "sent_start_pos": 6550, "sent_end_pos": 6994, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar thermal heating systems\nIf you already have an existing radiant floor, forced-air, baseboard hot water system a solar thermal system may be a great way to upgrade it to be more efficient. Solar collectors are mounted on the roof of a house and connected to an indoor water storage tank. Pumps circulate the water from the tank to the solar collectors to be heated and pumped back to the tank to distribute the hot water to warm the house."}
{"meta": {"doc_id": 940, "sent_id": 67, "sent_start_pos": 6744, "sent_end_pos": 7151, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Solar collectors are mounted on the roof of a house and connected to an indoor water storage tank. Pumps circulate the water from the tank to the solar collectors to be heated and pumped back to the tank to distribute the hot water to warm the house. This system is more expensive and can create excess hot water that is wasted, so it may not be the best for locations with short winters or milder climates."}
{"meta": {"doc_id": 940, "sent_id": 68, "sent_start_pos": 6843, "sent_end_pos": 7296, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Pumps circulate the water from the tank to the solar collectors to be heated and pumped back to the tank to distribute the hot water to warm the house. This system is more expensive and can create excess hot water that is wasted, so it may not be the best for locations with short winters or milder climates. Heating your home efficiently in a well-planned and environmentally friendly way will pay off in comfort, property value, and long-term savings."}
{"meta": {"doc_id": 940, "sent_id": 69, "sent_start_pos": 6995, "sent_end_pos": 7401, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "This system is more expensive and can create excess hot water that is wasted, so it may not be the best for locations with short winters or milder climates. Heating your home efficiently in a well-planned and environmentally friendly way will pay off in comfort, property value, and long-term savings. Do your research and be sure to weigh the pros and cons to make sure your investment pays off over time."}
{"meta": {"doc_id": 940, "sent_id": 70, "sent_start_pos": 7152, "sent_end_pos": 7489, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Heating your home efficiently in a well-planned and environmentally friendly way will pay off in comfort, property value, and long-term savings. Do your research and be sure to weigh the pros and cons to make sure your investment pays off over time. Feeling inspired to take on more DIY products to improve your home’s energy efficiency?"}
{"meta": {"doc_id": 940, "sent_id": 71, "sent_start_pos": 7297, "sent_end_pos": 7579, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Do your research and be sure to weigh the pros and cons to make sure your investment pays off over time. Feeling inspired to take on more DIY products to improve your home’s energy efficiency? Check out these simple projects to improve your home’s energy efficiency from Energy.gov."}
{"meta": {"doc_id": 940, "sent_id": 72, "sent_start_pos": 7402, "sent_end_pos": 7639, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Feeling inspired to take on more DIY products to improve your home’s energy efficiency? Check out these simple projects to improve your home’s energy efficiency from Energy.gov. Additional resources:\nWhy Isn’t My Air Conditioner Working?"}
{"meta": {"doc_id": 940, "sent_id": 73, "sent_start_pos": 7490, "sent_end_pos": 7726, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Check out these simple projects to improve your home’s energy efficiency from Energy.gov. Additional resources:\nWhy Isn’t My Air Conditioner Working? Keeping Cool: How to Choose the Right A/C Unit\nHVAC Basics: What’s a Good SEER Rating?"}
{"meta": {"doc_id": 940, "sent_id": 74, "sent_start_pos": 7580, "sent_end_pos": 7764, "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Additional resources:\nWhy Isn’t My Air Conditioner Working? Keeping Cool: How to Choose the Right A/C Unit\nHVAC Basics: What’s a Good SEER Rating? Clever Ways to Hide an Ugly HVAC Unit"}
{"meta": {"doc_id": 940, "sent_id": 75, "sent_start_pos": 7640, "sent_end_pos": [], "title": "Your Guide to Energy-Efficient Home Heating Systems"}, "text": "Keeping Cool: How to Choose the Right A/C Unit\nHVAC Basics: What’s a Good SEER Rating? Clever Ways to Hide an Ugly HVAC Unit "}
