{"meta": {"doc_id": 603, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 149, "title": "The plus energy residential building - the standard of the future?"}, "text": " May 8, 2017\nEurope’s largest plus energy house was completed in Frankfurt in 2015. It extends over 150 metres and provides room for 74 housing units."}
{"meta": {"doc_id": 603, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 256, "title": "The plus energy residential building - the standard of the future?"}, "text": "May 8, 2017\nEurope’s largest plus energy house was completed in Frankfurt in 2015. It extends over 150 metres and provides room for 74 housing units. The particular feature of the housing complex is that it generates more energy than the residents require."}
{"meta": {"doc_id": 603, "sent_id": 2, "sent_start_pos": 83, "sent_end_pos": 386, "title": "The plus energy residential building - the standard of the future?"}, "text": "It extends over 150 metres and provides room for 74 housing units. The particular feature of the housing complex is that it generates more energy than the residents require. This is done using a total of 1,000 photovoltaic modules which are installed on the roof and the southern facade of the building."}
{"meta": {"doc_id": 603, "sent_id": 3, "sent_start_pos": 150, "sent_end_pos": 471, "title": "The plus energy residential building - the standard of the future?"}, "text": "The particular feature of the housing complex is that it generates more energy than the residents require. This is done using a total of 1,000 photovoltaic modules which are installed on the roof and the southern facade of the building. In this article find out what defines a plus energy house and what the benefits are."}
{"meta": {"doc_id": 603, "sent_id": 4, "sent_start_pos": 257, "sent_end_pos": 741, "title": "The plus energy residential building - the standard of the future?"}, "text": "This is done using a total of 1,000 photovoltaic modules which are installed on the roof and the southern facade of the building. In this article find out what defines a plus energy house and what the benefits are. © Constantin Meyer,http://www.dgnb.de/fileadmin/de/dgnb_ev/Aktuell/Pressemitteilungen/2016/AKTIV_STADTHAUS_Copyright_ConstantinMeyer.jpg?m=1472807425\nThanks to technical developments new buildings as well as existing buildings can attain the plus energy house standard."}
{"meta": {"doc_id": 603, "sent_id": 5, "sent_start_pos": 387, "sent_end_pos": 809, "title": "The plus energy residential building - the standard of the future?"}, "text": "In this article find out what defines a plus energy house and what the benefits are. © Constantin Meyer,http://www.dgnb.de/fileadmin/de/dgnb_ev/Aktuell/Pressemitteilungen/2016/AKTIV_STADTHAUS_Copyright_ConstantinMeyer.jpg?m=1472807425\nThanks to technical developments new buildings as well as existing buildings can attain the plus energy house standard. For a passive house the drastic drop in CO2 emissions is paramount."}
{"meta": {"doc_id": 603, "sent_id": 6, "sent_start_pos": 472, "sent_end_pos": 901, "title": "The plus energy residential building - the standard of the future?"}, "text": "© Constantin Meyer,http://www.dgnb.de/fileadmin/de/dgnb_ev/Aktuell/Pressemitteilungen/2016/AKTIV_STADTHAUS_Copyright_ConstantinMeyer.jpg?m=1472807425\nThanks to technical developments new buildings as well as existing buildings can attain the plus energy house standard. For a passive house the drastic drop in CO2 emissions is paramount. An efficient thermal insulation combined with a ventilation system are fundamental aspects."}
{"meta": {"doc_id": 603, "sent_id": 7, "sent_start_pos": 742, "sent_end_pos": 991, "title": "The plus energy residential building - the standard of the future?"}, "text": "For a passive house the drastic drop in CO2 emissions is paramount. An efficient thermal insulation combined with a ventilation system are fundamental aspects. Heating costs are reduced substantially since the generated heat remains in the building."}
{"meta": {"doc_id": 603, "sent_id": 8, "sent_start_pos": 810, "sent_end_pos": 1035, "title": "The plus energy residential building - the standard of the future?"}, "text": "An efficient thermal insulation combined with a ventilation system are fundamental aspects. Heating costs are reduced substantially since the generated heat remains in the building. The low energy house goes one step further."}
{"meta": {"doc_id": 603, "sent_id": 9, "sent_start_pos": 902, "sent_end_pos": 1138, "title": "The plus energy residential building - the standard of the future?"}, "text": "Heating costs are reduced substantially since the generated heat remains in the building. The low energy house goes one step further. Here, builders and planners have to abide by the specifications of the German Energy Saving Ordinance."}
{"meta": {"doc_id": 603, "sent_id": 10, "sent_start_pos": 992, "sent_end_pos": 1296, "title": "The plus energy residential building - the standard of the future?"}, "text": "The low energy house goes one step further. Here, builders and planners have to abide by the specifications of the German Energy Saving Ordinance. They combine the thermal insulation on the facade and roof for example with triple insulated glazing, a heat pump and solar thermal energy for water heating."}
{"meta": {"doc_id": 603, "sent_id": 11, "sent_start_pos": 1036, "sent_end_pos": 1359, "title": "The plus energy residential building - the standard of the future?"}, "text": "Here, builders and planners have to abide by the specifications of the German Energy Saving Ordinance. They combine the thermal insulation on the facade and roof for example with triple insulated glazing, a heat pump and solar thermal energy for water heating. This reduces energy consumption further, tending towards zero."}
{"meta": {"doc_id": 603, "sent_id": 12, "sent_start_pos": 1139, "sent_end_pos": 1480, "title": "The plus energy residential building - the standard of the future?"}, "text": "They combine the thermal insulation on the facade and roof for example with triple insulated glazing, a heat pump and solar thermal energy for water heating. This reduces energy consumption further, tending towards zero. The plus energy house combines all said elements with a photovoltaic system for generating electricity from solar power."}
{"meta": {"doc_id": 603, "sent_id": 13, "sent_start_pos": 1297, "sent_end_pos": 1578, "title": "The plus energy residential building - the standard of the future?"}, "text": "This reduces energy consumption further, tending towards zero. The plus energy house combines all said elements with a photovoltaic system for generating electricity from solar power. This means the building generates more energy than it needs for heating, water heating and power."}
{"meta": {"doc_id": 603, "sent_id": 14, "sent_start_pos": 1360, "sent_end_pos": 1642, "title": "The plus energy residential building - the standard of the future?"}, "text": "The plus energy house combines all said elements with a photovoltaic system for generating electricity from solar power. This means the building generates more energy than it needs for heating, water heating and power. The annual primary energy requirement is the calculation value."}
{"meta": {"doc_id": 603, "sent_id": 15, "sent_start_pos": 1481, "sent_end_pos": 1773, "title": "The plus energy residential building - the standard of the future?"}, "text": "This means the building generates more energy than it needs for heating, water heating and power. The annual primary energy requirement is the calculation value. The PV modules are installed on a large roof area, which enables the best use of solar radiation in terms of site and orientation."}
{"meta": {"doc_id": 603, "sent_id": 16, "sent_start_pos": 1579, "sent_end_pos": 1862, "title": "The plus energy residential building - the standard of the future?"}, "text": "The annual primary energy requirement is the calculation value. The PV modules are installed on a large roof area, which enables the best use of solar radiation in terms of site and orientation. In the aforesaid active city building in Frankfurt it concerns a south-facing pent roof."}
{"meta": {"doc_id": 603, "sent_id": 17, "sent_start_pos": 1643, "sent_end_pos": 1924, "title": "The plus energy residential building - the standard of the future?"}, "text": "The PV modules are installed on a large roof area, which enables the best use of solar radiation in terms of site and orientation. In the aforesaid active city building in Frankfurt it concerns a south-facing pent roof. The photovoltaic system generates electricity during the day."}
{"meta": {"doc_id": 603, "sent_id": 18, "sent_start_pos": 1774, "sent_end_pos": 2010, "title": "The plus energy residential building - the standard of the future?"}, "text": "In the aforesaid active city building in Frankfurt it concerns a south-facing pent roof. The photovoltaic system generates electricity during the day. The surpluses are stored or fed directly into the grid and sold at a specified price."}
{"meta": {"doc_id": 603, "sent_id": 19, "sent_start_pos": 1863, "sent_end_pos": 2094, "title": "The plus energy residential building - the standard of the future?"}, "text": "The photovoltaic system generates electricity during the day. The surpluses are stored or fed directly into the grid and sold at a specified price. The Renewable Energies Act (EEG) determines the amount of the feed-in remuneration."}
{"meta": {"doc_id": 603, "sent_id": 20, "sent_start_pos": 1925, "sent_end_pos": 2198, "title": "The plus energy residential building - the standard of the future?"}, "text": "The surpluses are stored or fed directly into the grid and sold at a specified price. The Renewable Energies Act (EEG) determines the amount of the feed-in remuneration. The residents of the building can purchase the electricity they require from the grid at special rates."}
{"meta": {"doc_id": 603, "sent_id": 21, "sent_start_pos": 2011, "sent_end_pos": 2325, "title": "The plus energy residential building - the standard of the future?"}, "text": "The Renewable Energies Act (EEG) determines the amount of the feed-in remuneration. The residents of the building can purchase the electricity they require from the grid at special rates. A compact design and insulation without any thermal bridges ensure optimum sealing of the building in the energy-saving house."}
{"meta": {"doc_id": 603, "sent_id": 22, "sent_start_pos": 2095, "sent_end_pos": 2474, "title": "The plus energy residential building - the standard of the future?"}, "text": "The residents of the building can purchase the electricity they require from the grid at special rates. A compact design and insulation without any thermal bridges ensure optimum sealing of the building in the energy-saving house. The heat pump uses the heat extracted from the earth, air or groundwater for heating or hot water."}
{"meta": {"doc_id": 603, "sent_id": 23, "sent_start_pos": 2199, "sent_end_pos": 2617, "title": "The plus energy residential building - the standard of the future?"}, "text": "A compact design and insulation without any thermal bridges ensure optimum sealing of the building in the energy-saving house. The heat pump uses the heat extracted from the earth, air or groundwater for heating or hot water. Since bright rooms and daylight are very important for the welfare of residents, architects are designing plus energy houses with big windows."}
{"meta": {"doc_id": 603, "sent_id": 24, "sent_start_pos": 2376, "sent_end_pos": 2689, "title": "The plus energy residential building - the standard of the future?"}, "text": "The heat pump uses the heat extracted from the earth, air or groundwater for heating or hot water. Since bright rooms and daylight are very important for the welfare of residents, architects are designing plus energy houses with big windows. An infra-red-reflecting triple insulated glazing keeps the heat inside."}
{"meta": {"doc_id": 603, "sent_id": 25, "sent_start_pos": 2475, "sent_end_pos": 2845, "title": "The plus energy residential building - the standard of the future?"}, "text": "Since bright rooms and daylight are very important for the welfare of residents, architects are designing plus energy houses with big windows. An infra-red-reflecting triple insulated glazing keeps the heat inside. An extended roof protects rooms from overheating in summer, and in winter the lower-lying sunbeams flow into the building, on the south side in particular."}
{"meta": {"doc_id": 603, "sent_id": 26, "sent_start_pos": 2618, "sent_end_pos": 2926, "title": "The plus energy residential building - the standard of the future?"}, "text": "An infra-red-reflecting triple insulated glazing keeps the heat inside. An extended roof protects rooms from overheating in summer, and in winter the lower-lying sunbeams flow into the building, on the south side in particular. The key plus points can be found in saving resources and protecting the climate."}
{"meta": {"doc_id": 603, "sent_id": 27, "sent_start_pos": 2690, "sent_end_pos": 2980, "title": "The plus energy residential building - the standard of the future?"}, "text": "An extended roof protects rooms from overheating in summer, and in winter the lower-lying sunbeams flow into the building, on the south side in particular. The key plus points can be found in saving resources and protecting the climate. Carbon dioxide is produced when burning fossil fuels."}
{"meta": {"doc_id": 603, "sent_id": 28, "sent_start_pos": 2846, "sent_end_pos": 3072, "title": "The plus energy residential building - the standard of the future?"}, "text": "The key plus points can be found in saving resources and protecting the climate. Carbon dioxide is produced when burning fossil fuels. Too much of this gas in the atmosphere leads to global warming which disturbs the ecosytem."}
{"meta": {"doc_id": 603, "sent_id": 29, "sent_start_pos": 2927, "sent_end_pos": 3226, "title": "The plus energy residential building - the standard of the future?"}, "text": "Carbon dioxide is produced when burning fossil fuels. Too much of this gas in the atmosphere leads to global warming which disturbs the ecosytem. Many houses, however, are run using oil and gas heating systems, 35 percent of energy consumption in Germany is attributable to construction and housing."}
{"meta": {"doc_id": 603, "sent_id": 30, "sent_start_pos": 2981, "sent_end_pos": 3386, "title": "The plus energy residential building - the standard of the future?"}, "text": "Too much of this gas in the atmosphere leads to global warming which disturbs the ecosytem. Many houses, however, are run using oil and gas heating systems, 35 percent of energy consumption in Germany is attributable to construction and housing. For decades politics and business have, therefore, been working on reducing CO2 emissions on a lasting basis and rendering renewable energy sources accessible."}
{"meta": {"doc_id": 603, "sent_id": 31, "sent_start_pos": 3073, "sent_end_pos": 3565, "title": "The plus energy residential building - the standard of the future?"}, "text": "Many houses, however, are run using oil and gas heating systems, 35 percent of energy consumption in Germany is attributable to construction and housing. For decades politics and business have, therefore, been working on reducing CO2 emissions on a lasting basis and rendering renewable energy sources accessible. The plus energy house is consequently a sustainable building concept since no fossil fuels are necessary, natural and renewable raw materials are used and pollutants are avoided."}
{"meta": {"doc_id": 603, "sent_id": 32, "sent_start_pos": 3227, "sent_end_pos": 3618, "title": "The plus energy residential building - the standard of the future?"}, "text": "For decades politics and business have, therefore, been working on reducing CO2 emissions on a lasting basis and rendering renewable energy sources accessible. The plus energy house is consequently a sustainable building concept since no fossil fuels are necessary, natural and renewable raw materials are used and pollutants are avoided. Also financially the plus energy house has benefits."}
{"meta": {"doc_id": 603, "sent_id": 33, "sent_start_pos": 3387, "sent_end_pos": 3693, "title": "The plus energy residential building - the standard of the future?"}, "text": "The plus energy house is consequently a sustainable building concept since no fossil fuels are necessary, natural and renewable raw materials are used and pollutants are avoided. Also financially the plus energy house has benefits. The heating costs are low thanks to the excellently insulated built shell."}
{"meta": {"doc_id": 603, "sent_id": 34, "sent_start_pos": 3566, "sent_end_pos": 3787, "title": "The plus energy residential building - the standard of the future?"}, "text": "Also financially the plus energy house has benefits. The heating costs are low thanks to the excellently insulated built shell. At the same time, with the solar power the owners of the property generate additional income."}
{"meta": {"doc_id": 603, "sent_id": 35, "sent_start_pos": 3619, "sent_end_pos": 3944, "title": "The plus energy residential building - the standard of the future?"}, "text": "The heating costs are low thanks to the excellently insulated built shell. At the same time, with the solar power the owners of the property generate additional income. The higher investment for the PV system, the thermal insulation, special glazing and ventilation system pay for themselves within a relatively short period."}
{"meta": {"doc_id": 603, "sent_id": 36, "sent_start_pos": 3694, "sent_end_pos": 4102, "title": "The plus energy residential building - the standard of the future?"}, "text": "At the same time, with the solar power the owners of the property generate additional income. The higher investment for the PV system, the thermal insulation, special glazing and ventilation system pay for themselves within a relatively short period. In combination with energy-saving lighting and the use of A+++ devices power consumption falls and with this the running costs of the plus energy house also."}
{"meta": {"doc_id": 603, "sent_id": 37, "sent_start_pos": 3788, "sent_end_pos": 4305, "title": "The plus energy residential building - the standard of the future?"}, "text": "The higher investment for the PV system, the thermal insulation, special glazing and ventilation system pay for themselves within a relatively short period. In combination with energy-saving lighting and the use of A+++ devices power consumption falls and with this the running costs of the plus energy house also. Plus energy houses are today possible for many building forms and usages: be it single or multiple occupancy dwellings, residential and non-residential construction, hotels, schools or exhibition halls."}
{"meta": {"doc_id": 603, "sent_id": 38, "sent_start_pos": 3945, "sent_end_pos": 4464, "title": "The plus energy residential building - the standard of the future?"}, "text": "In combination with energy-saving lighting and the use of A+++ devices power consumption falls and with this the running costs of the plus energy house also. Plus energy houses are today possible for many building forms and usages: be it single or multiple occupancy dwellings, residential and non-residential construction, hotels, schools or exhibition halls. They use renewable sources of energy for power generation and ensure that their energy requirement stays low thanks to the built-in insulation and technology."}
{"meta": {"doc_id": 603, "sent_id": 39, "sent_start_pos": 4103, "sent_end_pos": 4587, "title": "The plus energy residential building - the standard of the future?"}, "text": "Plus energy houses are today possible for many building forms and usages: be it single or multiple occupancy dwellings, residential and non-residential construction, hotels, schools or exhibition halls. They use renewable sources of energy for power generation and ensure that their energy requirement stays low thanks to the built-in insulation and technology. In future more properties of this type will be constructed because they make an active contribution to climate protection."}
{"meta": {"doc_id": 603, "sent_id": 40, "sent_start_pos": 4306, "sent_end_pos": 4724, "title": "The plus energy residential building - the standard of the future?"}, "text": "They use renewable sources of energy for power generation and ensure that their energy requirement stays low thanks to the built-in insulation and technology. In future more properties of this type will be constructed because they make an active contribution to climate protection. Category:\nThe Award-Winning 3D Printed Steel BridgeWhen it comes to 3D printed construction materials, concrete seems an obvious choice."}
{"meta": {"doc_id": 603, "sent_id": 41, "sent_start_pos": 4465, "sent_end_pos": 5173, "title": "The plus energy residential building - the standard of the future?"}, "text": "In future more properties of this type will be constructed because they make an active contribution to climate protection. Category:\nThe Award-Winning 3D Printed Steel BridgeWhen it comes to 3D printed construction materials, concrete seems an obvious choice. However, architects are constantly pushing the boundaries of...\nBimplus: A Common Data Management Platform for ConstructionAs the architecture, engineering, and construction (AEC) industry is rapidly moving towards more collaborative and digitized ways of working, the...\n3 Ways Design Will Change Post-COVIDThe global pandemic has affected fundamental aspects of everyone’s daily lives, from the way we work and learn to how we shop and socialize."}
{"meta": {"doc_id": 603, "sent_id": 42, "sent_start_pos": 4588, "sent_end_pos": 5344, "title": "The plus energy residential building - the standard of the future?"}, "text": "Category:\nThe Award-Winning 3D Printed Steel BridgeWhen it comes to 3D printed construction materials, concrete seems an obvious choice. However, architects are constantly pushing the boundaries of...\nBimplus: A Common Data Management Platform for ConstructionAs the architecture, engineering, and construction (AEC) industry is rapidly moving towards more collaborative and digitized ways of working, the...\n3 Ways Design Will Change Post-COVIDThe global pandemic has affected fundamental aspects of everyone’s daily lives, from the way we work and learn to how we shop and socialize. The need...\nAllplan |\nArchitecture |\nBIM |\nBridge Engineering |\nBuilding Trends |\nEfficiency |\nEngineering\nYou will receive weekly e-mail updates about new blog articles."}
{"meta": {"doc_id": 603, "sent_id": 43, "sent_start_pos": 4725, "sent_end_pos": 5409, "title": "The plus energy residential building - the standard of the future?"}, "text": "However, architects are constantly pushing the boundaries of...\nBimplus: A Common Data Management Platform for ConstructionAs the architecture, engineering, and construction (AEC) industry is rapidly moving towards more collaborative and digitized ways of working, the...\n3 Ways Design Will Change Post-COVIDThe global pandemic has affected fundamental aspects of everyone’s daily lives, from the way we work and learn to how we shop and socialize. The need...\nAllplan |\nArchitecture |\nBIM |\nBridge Engineering |\nBuilding Trends |\nEfficiency |\nEngineering\nYou will receive weekly e-mail updates about new blog articles. You may choose not to receive future communications at any time."}
{"meta": {"doc_id": 603, "sent_id": 44, "sent_start_pos": 5174, "sent_end_pos": [], "title": "The plus energy residential building - the standard of the future?"}, "text": "The need...\nAllplan |\nArchitecture |\nBIM |\nBridge Engineering |\nBuilding Trends |\nEfficiency |\nEngineering\nYou will receive weekly e-mail updates about new blog articles. You may choose not to receive future communications at any time. "}
{"meta": {"doc_id": 609, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 318, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": " By Dr Kate O’Sullivan, Research Associate\nThe Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference is the first of a bi-annual series of conferences focusing on zero-carbon and positive carbon buildings. The conference is hosted in partnership with academia, industry and civic governance institutions."}
{"meta": {"doc_id": 609, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 514, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "By Dr Kate O’Sullivan, Research Associate\nThe Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference is the first of a bi-annual series of conferences focusing on zero-carbon and positive carbon buildings. The conference is hosted in partnership with academia, industry and civic governance institutions. This year it was hosted by the Research Centre on Zero Emission Neighbourhoods in Smart Cities (ZEN), the Norwegian Research Council and the Norwegian University of Science and Technology (NTNU)."}
{"meta": {"doc_id": 609, "sent_id": 2, "sent_start_pos": 220, "sent_end_pos": 660, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The conference is hosted in partnership with academia, industry and civic governance institutions. This year it was hosted by the Research Centre on Zero Emission Neighbourhoods in Smart Cities (ZEN), the Norwegian Research Council and the Norwegian University of Science and Technology (NTNU). The ZEN Research Centre has facilitated the creation of two living labs in Evenstad and Steinkjer and a zero-carbon office building in Trondheim."}
{"meta": {"doc_id": 609, "sent_id": 3, "sent_start_pos": 319, "sent_end_pos": 799, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "This year it was hosted by the Research Centre on Zero Emission Neighbourhoods in Smart Cities (ZEN), the Norwegian Research Council and the Norwegian University of Science and Technology (NTNU). The ZEN Research Centre has facilitated the creation of two living labs in Evenstad and Steinkjer and a zero-carbon office building in Trondheim. The Living Labs have been used to research user energy practices and barriers against zero emission innovation that are often not visible."}
{"meta": {"doc_id": 609, "sent_id": 4, "sent_start_pos": 515, "sent_end_pos": 1004, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The ZEN Research Centre has facilitated the creation of two living labs in Evenstad and Steinkjer and a zero-carbon office building in Trondheim. The Living Labs have been used to research user energy practices and barriers against zero emission innovation that are often not visible. The centre plans a further seven pilot projects all over Norway, which will include public buildings such as education facilities, and private buildings such as homes at community and neighbourhood scale."}
{"meta": {"doc_id": 609, "sent_id": 5, "sent_start_pos": 661, "sent_end_pos": 1135, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The Living Labs have been used to research user energy practices and barriers against zero emission innovation that are often not visible. The centre plans a further seven pilot projects all over Norway, which will include public buildings such as education facilities, and private buildings such as homes at community and neighbourhood scale. As a Research Associate for the Active Building Centre I am exploring the experiences of occupants of low carbon Active Buildings."}
{"meta": {"doc_id": 609, "sent_id": 6, "sent_start_pos": 800, "sent_end_pos": 1277, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The centre plans a further seven pilot projects all over Norway, which will include public buildings such as education facilities, and private buildings such as homes at community and neighbourhood scale. As a Research Associate for the Active Building Centre I am exploring the experiences of occupants of low carbon Active Buildings. The conference enabled delegates to share experiences and knowledge around energy-efficient buildings from mixed perspectives and ontologies."}
{"meta": {"doc_id": 609, "sent_id": 7, "sent_start_pos": 1005, "sent_end_pos": 1377, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "As a Research Associate for the Active Building Centre I am exploring the experiences of occupants of low carbon Active Buildings. The conference enabled delegates to share experiences and knowledge around energy-efficient buildings from mixed perspectives and ontologies. It was a showcase of existing research and development projects located in mostly Nordic countries."}
{"meta": {"doc_id": 609, "sent_id": 8, "sent_start_pos": 1136, "sent_end_pos": 1492, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The conference enabled delegates to share experiences and knowledge around energy-efficient buildings from mixed perspectives and ontologies. It was a showcase of existing research and development projects located in mostly Nordic countries. Points of convergence and divergence between different academic disciplines, policy and industry were highlighted."}
{"meta": {"doc_id": 609, "sent_id": 9, "sent_start_pos": 1278, "sent_end_pos": 1594, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "It was a showcase of existing research and development projects located in mostly Nordic countries. Points of convergence and divergence between different academic disciplines, policy and industry were highlighted. Speakers included academics from architecture, engineering, social science, psychology and geography."}
{"meta": {"doc_id": 609, "sent_id": 10, "sent_start_pos": 1378, "sent_end_pos": 1725, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Points of convergence and divergence between different academic disciplines, policy and industry were highlighted. Speakers included academics from architecture, engineering, social science, psychology and geography. Housing developers, landlords, energy industry and digital technology industry."}
{"meta": {"doc_id": 609, "sent_id": 11, "sent_start_pos": 1493, "sent_end_pos": 1865, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Speakers included academics from architecture, engineering, social science, psychology and geography. Housing developers, landlords, energy industry and digital technology industry. Such a mix of stakeholders provided an excellent basis for the discussions on existing and planned developments and areas of good practice."}
{"meta": {"doc_id": 609, "sent_id": 12, "sent_start_pos": 1646, "sent_end_pos": 2065, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Housing developers, landlords, energy industry and digital technology industry. Such a mix of stakeholders provided an excellent basis for the discussions on existing and planned developments and areas of good practice. In addition to areas for improvement and change for example around buildings energy efficiency models, assumptions of buildings users practices, embodied carbon in construction, waste and regulation."}
{"meta": {"doc_id": 609, "sent_id": 13, "sent_start_pos": 1726, "sent_end_pos": 2203, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Such a mix of stakeholders provided an excellent basis for the discussions on existing and planned developments and areas of good practice. In addition to areas for improvement and change for example around buildings energy efficiency models, assumptions of buildings users practices, embodied carbon in construction, waste and regulation. Attending the conference provided a timely opportunity to gain contemporary understandings of Active Buildings at an international scale."}
{"meta": {"doc_id": 609, "sent_id": 14, "sent_start_pos": 1866, "sent_end_pos": 2408, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "In addition to areas for improvement and change for example around buildings energy efficiency models, assumptions of buildings users practices, embodied carbon in construction, waste and regulation. Attending the conference provided a timely opportunity to gain contemporary understandings of Active Buildings at an international scale. This includes how Active Buildings are characterised, the types of technologies used and why, existing/proposed modes of Active Buildings and energy production/selling/consumption governance arrangements."}
{"meta": {"doc_id": 609, "sent_id": 15, "sent_start_pos": 2066, "sent_end_pos": 2534, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Attending the conference provided a timely opportunity to gain contemporary understandings of Active Buildings at an international scale. This includes how Active Buildings are characterised, the types of technologies used and why, existing/proposed modes of Active Buildings and energy production/selling/consumption governance arrangements. An opportunity to consider the emerging ambition to scale-up such individual or small-scale developments into neighbourhoods."}
{"meta": {"doc_id": 609, "sent_id": 16, "sent_start_pos": 2204, "sent_end_pos": 2643, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "This includes how Active Buildings are characterised, the types of technologies used and why, existing/proposed modes of Active Buildings and energy production/selling/consumption governance arrangements. An opportunity to consider the emerging ambition to scale-up such individual or small-scale developments into neighbourhoods. The conference provided opportunity to understand how people are currently living within existing buildings."}
{"meta": {"doc_id": 609, "sent_id": 17, "sent_start_pos": 2409, "sent_end_pos": 2708, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "An opportunity to consider the emerging ambition to scale-up such individual or small-scale developments into neighbourhoods. The conference provided opportunity to understand how people are currently living within existing buildings. To understand how the technology is accessed in these buildings."}
{"meta": {"doc_id": 609, "sent_id": 18, "sent_start_pos": 2535, "sent_end_pos": 2801, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "The conference provided opportunity to understand how people are currently living within existing buildings. To understand how the technology is accessed in these buildings. To understand how this may shape household energy practices in expected and unexpected ways."}
{"meta": {"doc_id": 609, "sent_id": 19, "sent_start_pos": 2644, "sent_end_pos": 2893, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "To understand how the technology is accessed in these buildings. To understand how this may shape household energy practices in expected and unexpected ways. This includes those which contradict the building energy consumption and efficiency models."}
{"meta": {"doc_id": 609, "sent_id": 20, "sent_start_pos": 2709, "sent_end_pos": 2979, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "To understand how this may shape household energy practices in expected and unexpected ways. This includes those which contradict the building energy consumption and efficiency models. These insights help to elucidate existing knowledge bases and existing research gaps."}
{"meta": {"doc_id": 609, "sent_id": 21, "sent_start_pos": 2802, "sent_end_pos": 3127, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "This includes those which contradict the building energy consumption and efficiency models. These insights help to elucidate existing knowledge bases and existing research gaps. This allows us to strengthen the position of the Active Building Centre research and reinforce the value of our research on an international stage."}
{"meta": {"doc_id": 609, "sent_id": 22, "sent_start_pos": 2894, "sent_end_pos": 3225, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "These insights help to elucidate existing knowledge bases and existing research gaps. This allows us to strengthen the position of the Active Building Centre research and reinforce the value of our research on an international stage. Importantly, this makes our work visible to our international academic and industrial colleagues."}
{"meta": {"doc_id": 609, "sent_id": 23, "sent_start_pos": 2980, "sent_end_pos": 3342, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "This allows us to strengthen the position of the Active Building Centre research and reinforce the value of our research on an international stage. Importantly, this makes our work visible to our international academic and industrial colleagues. I met delegates from other research institutes which will enable further mutual knowledge sharing and collaboration."}
{"meta": {"doc_id": 609, "sent_id": 24, "sent_start_pos": 3128, "sent_end_pos": 3456, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Importantly, this makes our work visible to our international academic and industrial colleagues. I met delegates from other research institutes which will enable further mutual knowledge sharing and collaboration. Published November 2019\nFeedback\nNecessary cookies are absolutely essential for the website to function properly."}
{"meta": {"doc_id": 609, "sent_id": 25, "sent_start_pos": 3226, "sent_end_pos": 3565, "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "I met delegates from other research institutes which will enable further mutual knowledge sharing and collaboration. Published November 2019\nFeedback\nNecessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website."}
{"meta": {"doc_id": 609, "sent_id": 26, "sent_start_pos": 3343, "sent_end_pos": [], "title": "The Nordic Zero Emission and Plus Energy Buildings (ZEB) 2019 conference"}, "text": "Published November 2019\nFeedback\nNecessary cookies are absolutely essential for the website to function properly. This category only includes cookies that ensures basic functionalities and security features of the website. "}
{"meta": {"doc_id": 610, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 445, "title": "nzeb"}, "text": " nzeb\nThe EPBD requires all new buildings from 2021 (public buildings from 2019) to be nearly zero-energy buildings (NZEB). According to Article 2 \"nearly zero-energy building\" means a building that has a very high energy performance, as determined in accordance with Annex I The nearly zero or very low amount of energy required should be covered to a very significant extent from renewable sources, including sources produced on-site or nearby."}
{"meta": {"doc_id": 610, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 532, "title": "nzeb"}, "text": "nzeb\nThe EPBD requires all new buildings from 2021 (public buildings from 2019) to be nearly zero-energy buildings (NZEB). According to Article 2 \"nearly zero-energy building\" means a building that has a very high energy performance, as determined in accordance with Annex I The nearly zero or very low amount of energy required should be covered to a very significant extent from renewable sources, including sources produced on-site or nearby. Spain has a (not yet official) nearly zero-energy buildings (NZEB) in the legislation."}
{"meta": {"doc_id": 610, "sent_id": 2, "sent_start_pos": 123, "sent_end_pos": 906, "title": "nzeb"}, "text": "According to Article 2 \"nearly zero-energy building\" means a building that has a very high energy performance, as determined in accordance with Annex I The nearly zero or very low amount of energy required should be covered to a very significant extent from renewable sources, including sources produced on-site or nearby. Spain has a (not yet official) nearly zero-energy buildings (NZEB) in the legislation. As concrete numeric thresholds or ranges are not defined in the EPBD, these requirements leave room for interpretation and thus allow Member States to define their nearly zero-energy buildings (NZEB) in a flexible way, taking into account their country-specific climate conditions, primary energy factors, ambition levels, calculation methodologies and building traditions."}
{"meta": {"doc_id": 610, "sent_id": 3, "sent_start_pos": 446, "sent_end_pos": 1042, "title": "nzeb"}, "text": "Spain has a (not yet official) nearly zero-energy buildings (NZEB) in the legislation. As concrete numeric thresholds or ranges are not defined in the EPBD, these requirements leave room for interpretation and thus allow Member States to define their nearly zero-energy buildings (NZEB) in a flexible way, taking into account their country-specific climate conditions, primary energy factors, ambition levels, calculation methodologies and building traditions. This is also the main reason why existing nearly zero-energy buildings (NZEB) definitions differ significantly from country to country."}
{"meta": {"doc_id": 610, "sent_id": 4, "sent_start_pos": 533, "sent_end_pos": 1168, "title": "nzeb"}, "text": "As concrete numeric thresholds or ranges are not defined in the EPBD, these requirements leave room for interpretation and thus allow Member States to define their nearly zero-energy buildings (NZEB) in a flexible way, taking into account their country-specific climate conditions, primary energy factors, ambition levels, calculation methodologies and building traditions. This is also the main reason why existing nearly zero-energy buildings (NZEB) definitions differ significantly from country to country. It is thus a challenging task to find a common denominator to define nearly zero-energy buildings (NZEB) at a European scale."}
{"meta": {"doc_id": 610, "sent_id": 5, "sent_start_pos": 907, "sent_end_pos": 1365, "title": "nzeb"}, "text": "This is also the main reason why existing nearly zero-energy buildings (NZEB) definitions differ significantly from country to country. It is thus a challenging task to find a common denominator to define nearly zero-energy buildings (NZEB) at a European scale. The EU-project ZEBRA2020 sets a clear methodology for how nearly zero-energy buildings (NZEB) are defined in the context of market tracking: the nearly zero-energy buildings (NZEB) radar graphic*."}
{"meta": {"doc_id": 610, "sent_id": 6, "sent_start_pos": 1043, "sent_end_pos": 1510, "title": "nzeb"}, "text": "It is thus a challenging task to find a common denominator to define nearly zero-energy buildings (NZEB) at a European scale. The EU-project ZEBRA2020 sets a clear methodology for how nearly zero-energy buildings (NZEB) are defined in the context of market tracking: the nearly zero-energy buildings (NZEB) radar graphic*. The nearly zero-energy buildings (NZEB) radar allows combining qualitative and quantitative analysis of building standards in a specific region."}
{"meta": {"doc_id": 610, "sent_id": 7, "sent_start_pos": 1169, "sent_end_pos": 2130, "title": "nzeb"}, "text": "The EU-project ZEBRA2020 sets a clear methodology for how nearly zero-energy buildings (NZEB) are defined in the context of market tracking: the nearly zero-energy buildings (NZEB) radar graphic*. The nearly zero-energy buildings (NZEB) radar allows combining qualitative and quantitative analysis of building standards in a specific region. The nearly zero-energy buildings (NZEB) radar clusters energy efficiency qualities in 4 different categories that have been defined at national level by experts:\n- Net zero energy buildings / Plus energy buildings\n- Nearly zero-energy buildings (NZEB) according to national definitions\n- Buildings with an energy performance better than the national requirements in 2012\n- Buildings constructed/renovated according to national minimum requirements in 2012\nThe following graph shows the amount of nearly zero-energy buildings (NZEB) in construction for residential, and hence sums up categories 1 and 2 as defined above."}
{"meta": {"doc_id": 610, "sent_id": 8, "sent_start_pos": 1366, "sent_end_pos": 2226, "title": "nzeb"}, "text": "The nearly zero-energy buildings (NZEB) radar allows combining qualitative and quantitative analysis of building standards in a specific region. The nearly zero-energy buildings (NZEB) radar clusters energy efficiency qualities in 4 different categories that have been defined at national level by experts:\n- Net zero energy buildings / Plus energy buildings\n- Nearly zero-energy buildings (NZEB) according to national definitions\n- Buildings with an energy performance better than the national requirements in 2012\n- Buildings constructed/renovated according to national minimum requirements in 2012\nThe following graph shows the amount of nearly zero-energy buildings (NZEB) in construction for residential, and hence sums up categories 1 and 2 as defined above. * More information on the methodology are available here : http://zebra2020.eu/tools/data-tool/"}
{"meta": {"doc_id": 610, "sent_id": 9, "sent_start_pos": 1511, "sent_end_pos": [], "title": "nzeb"}, "text": "The nearly zero-energy buildings (NZEB) radar clusters energy efficiency qualities in 4 different categories that have been defined at national level by experts:\n- Net zero energy buildings / Plus energy buildings\n- Nearly zero-energy buildings (NZEB) according to national definitions\n- Buildings with an energy performance better than the national requirements in 2012\n- Buildings constructed/renovated according to national minimum requirements in 2012\nThe following graph shows the amount of nearly zero-energy buildings (NZEB) in construction for residential, and hence sums up categories 1 and 2 as defined above. * More information on the methodology are available here : http://zebra2020.eu/tools/data-tool/ "}
{"meta": {"doc_id": 611, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 259, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": " No full-text available\nTo read the full-text of this research,\nyou can request a copy directly from the authors. In order to achieve national, European and international energy goals, energy efficiency strategies in the building sector have to be implemented."}
{"meta": {"doc_id": 611, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 375, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "No full-text available\nTo read the full-text of this research,\nyou can request a copy directly from the authors. In order to achieve national, European and international energy goals, energy efficiency strategies in the building sector have to be implemented. The passive house standard and low energy standards are already successfully established in single dwelling houses."}
{"meta": {"doc_id": 611, "sent_id": 2, "sent_start_pos": 113, "sent_end_pos": 475, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "In order to achieve national, European and international energy goals, energy efficiency strategies in the building sector have to be implemented. The passive house standard and low energy standards are already successfully established in single dwelling houses. These high performance standards are starting to penetrate into the sector of housing associations."}
{"meta": {"doc_id": 611, "sent_id": 3, "sent_start_pos": 260, "sent_end_pos": 572, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "The passive house standard and low energy standards are already successfully established in single dwelling houses. These high performance standards are starting to penetrate into the sector of housing associations. A case study about an apartment building constructed by a housing association is presented here."}
{"meta": {"doc_id": 611, "sent_id": 4, "sent_start_pos": 376, "sent_end_pos": 655, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "These high performance standards are starting to penetrate into the sector of housing associations. A case study about an apartment building constructed by a housing association is presented here. It describes the monitoring concept and the results of the 1st year of monitoring."}
{"meta": {"doc_id": 611, "sent_id": 5, "sent_start_pos": 476, "sent_end_pos": 907, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "A case study about an apartment building constructed by a housing association is presented here. It describes the monitoring concept and the results of the 1st year of monitoring. Depending on the definition of the zero energy building standard (extent of loads included in the balancing), the building could be classified as an energy plus building or as a building, which uses more energy, than is supplied by on-site generation."}
{"meta": {"doc_id": 611, "sent_id": 6, "sent_start_pos": 573, "sent_end_pos": 1077, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "It describes the monitoring concept and the results of the 1st year of monitoring. Depending on the definition of the zero energy building standard (extent of loads included in the balancing), the building could be classified as an energy plus building or as a building, which uses more energy, than is supplied by on-site generation. If the building's total energy use (including user specific loads) is defined as load, only 34.5% of these loads were provided by the net energy output of the PV system."}
{"meta": {"doc_id": 611, "sent_id": 7, "sent_start_pos": 656, "sent_end_pos": 1197, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "Depending on the definition of the zero energy building standard (extent of loads included in the balancing), the building could be classified as an energy plus building or as a building, which uses more energy, than is supplied by on-site generation. If the building's total energy use (including user specific loads) is defined as load, only 34.5% of these loads were provided by the net energy output of the PV system. If only the heating energy demand is defined as load, the PV system even yielded a surplus of 45.6% of the energy load."}
{"meta": {"doc_id": 611, "sent_id": 8, "sent_start_pos": 908, "sent_end_pos": 1290, "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "If the building's total energy use (including user specific loads) is defined as load, only 34.5% of these loads were provided by the net energy output of the PV system. If only the heating energy demand is defined as load, the PV system even yielded a surplus of 45.6% of the energy load. Discover the world's research\nTo read the full-text of this research,\nor\nLogin\nWelcome back!"}
{"meta": {"doc_id": 611, "sent_id": 9, "sent_start_pos": 1078, "sent_end_pos": [], "title": "Energy plus standard in buildings constructed by housing associations?"}, "text": "If only the heating energy demand is defined as load, the PV system even yielded a surplus of 45.6% of the energy load. Discover the world's research\nTo read the full-text of this research,\nor\nLogin\nWelcome back! "}
{"meta": {"doc_id": 615, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 207, "title": "Ybbsstrasse"}, "text": " Ybbsstrasse\nFirst plus energy attic in the world, first plus energy building in Vienna, which met Plus Energy standard. Photovoltaics with more than 13 kWp, energy storage with 12 kWh, solar heating support."}
{"meta": {"doc_id": 615, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 325, "title": "Ybbsstrasse"}, "text": "Ybbsstrasse\nFirst plus energy attic in the world, first plus energy building in Vienna, which met Plus Energy standard. Photovoltaics with more than 13 kWp, energy storage with 12 kWh, solar heating support. From the total energy consumption used for heating and warm water, 32 % can be covered with the thermal solar system."}
{"meta": {"doc_id": 615, "sent_id": 2, "sent_start_pos": 120, "sent_end_pos": 369, "title": "Ybbsstrasse"}, "text": "Photovoltaics with more than 13 kWp, energy storage with 12 kWh, solar heating support. From the total energy consumption used for heating and warm water, 32 % can be covered with the thermal solar system. Degree of self-sufficiency: 52,38 % (2015)."}
{"meta": {"doc_id": 615, "sent_id": 3, "sent_start_pos": 208, "sent_end_pos": 784, "title": "Ybbsstrasse"}, "text": "From the total energy consumption used for heating and warm water, 32 % can be covered with the thermal solar system. Degree of self-sufficiency: 52,38 % (2015). Adress: A-1020 Vienna Ybbsstrasse 6\nAccommodation units: 5\nCompletion: Yard sector August 2012, street sector Juli 2013\nDeveloper: Private\nArchitecture: various\nBuilding Physics: Schöberl & Pöll GmbH\nPassive House Consulting: Schöberl & Pöll GmbH\nklimaaktiv Certification: Schöberl & Pöll GmbH\nAdditional information:\nEnergie Burgenland sent a TV report on the programme Energie TV in 2004 in the May/June edition."}
{"meta": {"doc_id": 615, "sent_id": 4, "sent_start_pos": 326, "sent_end_pos": 822, "title": "Ybbsstrasse"}, "text": "Degree of self-sufficiency: 52,38 % (2015). Adress: A-1020 Vienna Ybbsstrasse 6\nAccommodation units: 5\nCompletion: Yard sector August 2012, street sector Juli 2013\nDeveloper: Private\nArchitecture: various\nBuilding Physics: Schöberl & Pöll GmbH\nPassive House Consulting: Schöberl & Pöll GmbH\nklimaaktiv Certification: Schöberl & Pöll GmbH\nAdditional information:\nEnergie Burgenland sent a TV report on the programme Energie TV in 2004 in the May/June edition. Please click here, to see the report."}
{"meta": {"doc_id": 615, "sent_id": 5, "sent_start_pos": 370, "sent_end_pos": [], "title": "Ybbsstrasse"}, "text": "Adress: A-1020 Vienna Ybbsstrasse 6\nAccommodation units: 5\nCompletion: Yard sector August 2012, street sector Juli 2013\nDeveloper: Private\nArchitecture: various\nBuilding Physics: Schöberl & Pöll GmbH\nPassive House Consulting: Schöberl & Pöll GmbH\nklimaaktiv Certification: Schöberl & Pöll GmbH\nAdditional information:\nEnergie Burgenland sent a TV report on the programme Energie TV in 2004 in the May/June edition. Please click here, to see the report. "}
{"meta": {"doc_id": 617, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 447, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": " Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings\nWelcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings\nThe conference presents state-of-the art research and practical solutions that pave the way towards a low carbon built environment, with a focus on Nordic countries. During the conference you will experience more than 70 presentations from practitioners and researchers in the field."}
{"meta": {"doc_id": 617, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 621, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings\nWelcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings\nThe conference presents state-of-the art research and practical solutions that pave the way towards a low carbon built environment, with a focus on Nordic countries. During the conference you will experience more than 70 presentations from practitioners and researchers in the field. You may also visit exhibitions, participate in workshops, and join excursions to realized Zero Emission and Plus Energy Buildings in the area, eg the PowerHouse Brattørkaia."}
{"meta": {"doc_id": 617, "sent_id": 2, "sent_start_pos": 330, "sent_end_pos": 722, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "During the conference you will experience more than 70 presentations from practitioners and researchers in the field. You may also visit exhibitions, participate in workshops, and join excursions to realized Zero Emission and Plus Energy Buildings in the area, eg the PowerHouse Brattørkaia. Papers\nPapers from Nordic ZEB+ 2019\nThe papers from the conference are now published at IOP Science."}
{"meta": {"doc_id": 617, "sent_id": 3, "sent_start_pos": 448, "sent_end_pos": 1157, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "You may also visit exhibitions, participate in workshops, and join excursions to realized Zero Emission and Plus Energy Buildings in the area, eg the PowerHouse Brattørkaia. Papers\nPapers from Nordic ZEB+ 2019\nThe papers from the conference are now published at IOP Science. View Papers at IOP Science\nPresentations from Nordic ZEB+ 2019\nView presentations from the conference\nKeynotes\nKeynotes\n6 November\n09:30-10:15 ‘The development and management of carbon neutral buildings: Challenges and opportunities’\nAnna Denell, Sustainability Director at Vasakronan, Sweden\n17:00-17:45 ‘Is Heaven a Place on Earth?’\nKjetil Thorsen, Partner of Snøhetta, Norway\n7 November\n09:00-09:45 ‘The world needs a new approach."}
{"meta": {"doc_id": 617, "sent_id": 4, "sent_start_pos": 622, "sent_end_pos": 1363, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "Papers\nPapers from Nordic ZEB+ 2019\nThe papers from the conference are now published at IOP Science. View Papers at IOP Science\nPresentations from Nordic ZEB+ 2019\nView presentations from the conference\nKeynotes\nKeynotes\n6 November\n09:30-10:15 ‘The development and management of carbon neutral buildings: Challenges and opportunities’\nAnna Denell, Sustainability Director at Vasakronan, Sweden\n17:00-17:45 ‘Is Heaven a Place on Earth?’\nKjetil Thorsen, Partner of Snøhetta, Norway\n7 November\n09:00-09:45 ‘The world needs a new approach. Buildings as key players in the transformation to a low carbon society’\nHarald Schnur, Division Director, Siemens Smart Infrastructure, Finland and Baltic countries\n09:45-10:15 ‘How to deal with the users?"}
{"meta": {"doc_id": 617, "sent_id": 5, "sent_start_pos": 723, "sent_end_pos": 1547, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "View Papers at IOP Science\nPresentations from Nordic ZEB+ 2019\nView presentations from the conference\nKeynotes\nKeynotes\n6 November\n09:30-10:15 ‘The development and management of carbon neutral buildings: Challenges and opportunities’\nAnna Denell, Sustainability Director at Vasakronan, Sweden\n17:00-17:45 ‘Is Heaven a Place on Earth?’\nKjetil Thorsen, Partner of Snøhetta, Norway\n7 November\n09:00-09:45 ‘The world needs a new approach. Buildings as key players in the transformation to a low carbon society’\nHarald Schnur, Division Director, Siemens Smart Infrastructure, Finland and Baltic countries\n09:45-10:15 ‘How to deal with the users? Consumer roles and everyday practices in Zero Carbon Built environments’\nKirsten Gram-Hanssen, Professor at Aalborg University, Denmark\n17:00-17:45 ‘Is this enough to save the future?"}
{"meta": {"doc_id": 617, "sent_id": 6, "sent_start_pos": 1158, "sent_end_pos": 1961, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "Buildings as key players in the transformation to a low carbon society’\nHarald Schnur, Division Director, Siemens Smart Infrastructure, Finland and Baltic countries\n09:45-10:15 ‘How to deal with the users? Consumer roles and everyday practices in Zero Carbon Built environments’\nKirsten Gram-Hanssen, Professor at Aalborg University, Denmark\n17:00-17:45 ‘Is this enough to save the future? The added value of buildings with integrated sustainability concepts’\nMatthias Schuler, founder of Transsolar KlimaEngineering, Germany\nParticipation\nParticipation\nThere are several ways to participate in the conference:\nThe Research Presenter Track\nYou submit and present a scientific paper, accepted papers will be published in IOP Science Conference Series, which provides open access and is indexed by Scopus."}
{"meta": {"doc_id": 617, "sent_id": 7, "sent_start_pos": 1364, "sent_end_pos": 2056, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "Consumer roles and everyday practices in Zero Carbon Built environments’\nKirsten Gram-Hanssen, Professor at Aalborg University, Denmark\n17:00-17:45 ‘Is this enough to save the future? The added value of buildings with integrated sustainability concepts’\nMatthias Schuler, founder of Transsolar KlimaEngineering, Germany\nParticipation\nParticipation\nThere are several ways to participate in the conference:\nThe Research Presenter Track\nYou submit and present a scientific paper, accepted papers will be published in IOP Science Conference Series, which provides open access and is indexed by Scopus. There will also be the possilbity to present only a poster without a formal oral presentation."}
{"meta": {"doc_id": 617, "sent_id": 8, "sent_start_pos": 1548, "sent_end_pos": 2179, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "The added value of buildings with integrated sustainability concepts’\nMatthias Schuler, founder of Transsolar KlimaEngineering, Germany\nParticipation\nParticipation\nThere are several ways to participate in the conference:\nThe Research Presenter Track\nYou submit and present a scientific paper, accepted papers will be published in IOP Science Conference Series, which provides open access and is indexed by Scopus. There will also be the possilbity to present only a poster without a formal oral presentation. The Practice Presenter Track\nYou submit and present some experiences from working with projects in your professional life."}
{"meta": {"doc_id": 617, "sent_id": 9, "sent_start_pos": 1962, "sent_end_pos": 2244, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "There will also be the possilbity to present only a poster without a formal oral presentation. The Practice Presenter Track\nYou submit and present some experiences from working with projects in your professional life. You do not have to write a full paper, only a one page abstract."}
{"meta": {"doc_id": 617, "sent_id": 10, "sent_start_pos": 2057, "sent_end_pos": 2317, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "The Practice Presenter Track\nYou submit and present some experiences from working with projects in your professional life. You do not have to write a full paper, only a one page abstract. The abstract and presentation may be in English or in a Nordic language."}
{"meta": {"doc_id": 617, "sent_id": 11, "sent_start_pos": 2180, "sent_end_pos": 2426, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "You do not have to write a full paper, only a one page abstract. The abstract and presentation may be in English or in a Nordic language. There will also be the possibility to present a poster or an exhibition, without a formal oral presentation."}
{"meta": {"doc_id": 617, "sent_id": 12, "sent_start_pos": 2245, "sent_end_pos": 2531, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "The abstract and presentation may be in English or in a Nordic language. There will also be the possibility to present a poster or an exhibition, without a formal oral presentation. The Spectator Track\nYou only register for participation at the conference, without presenting anaything."}
{"meta": {"doc_id": 617, "sent_id": 13, "sent_start_pos": 2318, "sent_end_pos": 2631, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "There will also be the possibility to present a poster or an exhibition, without a formal oral presentation. The Spectator Track\nYou only register for participation at the conference, without presenting anaything. You will listen to presentations of research and practical experiences presented at the conference."}
{"meta": {"doc_id": 617, "sent_id": 14, "sent_start_pos": 2427, "sent_end_pos": 2720, "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "The Spectator Track\nYou only register for participation at the conference, without presenting anaything. You will listen to presentations of research and practical experiences presented at the conference. You may also attend excursion and workshops that will be arranged during the conference."}
{"meta": {"doc_id": 617, "sent_id": 15, "sent_start_pos": 2532, "sent_end_pos": [], "title": "Welcome to the first Nordic Conference on Zero Emission and Plus Energy Buildings"}, "text": "You will listen to presentations of research and practical experiences presented at the conference. You may also attend excursion and workshops that will be arranged during the conference. "}
{"meta": {"doc_id": 618, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 246, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": " Massachusetts is among the top states for energy efficiency, but its standards and ambitions still lag the Nordic country. This story was reported with support from the Heinrich Boell Foundation through its transatlantic media fellowship program."}
{"meta": {"doc_id": 618, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 413, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Massachusetts is among the top states for energy efficiency, but its standards and ambitions still lag the Nordic country. This story was reported with support from the Heinrich Boell Foundation through its transatlantic media fellowship program. The newest office building on the waterfront in the central Norway city of Trondheim is stripped down and striking, with a polygonal roof angling up into the skyline."}
{"meta": {"doc_id": 618, "sent_id": 2, "sent_start_pos": 123, "sent_end_pos": 637, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "This story was reported with support from the Heinrich Boell Foundation through its transatlantic media fellowship program. The newest office building on the waterfront in the central Norway city of Trondheim is stripped down and striking, with a polygonal roof angling up into the skyline. It takes a closer look to notice that the dark roof — some 32,000 square feet — is covered entirely in solar panels."}
{"meta": {"doc_id": 618, "sent_id": 3, "sent_start_pos": 247, "sent_end_pos": 846, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The newest office building on the waterfront in the central Norway city of Trondheim is stripped down and striking, with a polygonal roof angling up into the skyline. It takes a closer look to notice that the dark roof — some 32,000 square feet — is covered entirely in solar panels. The panels are expected to produce twice as much energy each year as the offices below will consume, a ratio that helps make Powerhouse Brattørkaia one of the growing crop of net-positive buildings in Norway."}
{"meta": {"doc_id": 618, "sent_id": 4, "sent_start_pos": 521, "sent_end_pos": 1013, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "It takes a closer look to notice that the dark roof — some 32,000 square feet — is covered entirely in solar panels. The panels are expected to produce twice as much energy each year as the offices below will consume, a ratio that helps make Powerhouse Brattørkaia one of the growing crop of net-positive buildings in Norway. “It’s about pushing the boundaries and pushing builders to think differently,” said Andreas Nygaard, senior architect at Snøhetta, the firm that designed the project."}
{"meta": {"doc_id": 618, "sent_id": 5, "sent_start_pos": 638, "sent_end_pos": 1338, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The panels are expected to produce twice as much energy each year as the offices below will consume, a ratio that helps make Powerhouse Brattørkaia one of the growing crop of net-positive buildings in Norway. “It’s about pushing the boundaries and pushing builders to think differently,” said Andreas Nygaard, senior architect at Snøhetta, the firm that designed the project. “Hopefully we’re able to create new ways of solving problems so people can incorporate this in new buildings.”\nSnøhetta has joined forces with real estate company Entra, construction firm Skanska, climate action nonprofit Zero Emissions Resource Network, and engineering company Asplan Viak to form the Powerhouse coalition."}
{"meta": {"doc_id": 618, "sent_id": 6, "sent_start_pos": 847, "sent_end_pos": 1573, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“It’s about pushing the boundaries and pushing builders to think differently,” said Andreas Nygaard, senior architect at Snøhetta, the firm that designed the project. “Hopefully we’re able to create new ways of solving problems so people can incorporate this in new buildings.”\nSnøhetta has joined forces with real estate company Entra, construction firm Skanska, climate action nonprofit Zero Emissions Resource Network, and engineering company Asplan Viak to form the Powerhouse coalition. The group collaborates to design and develop net-positive construction projects: buildings that use a combination of renewable energy generation and extreme energy efficiency to create more energy in their lifetimes than they consume."}
{"meta": {"doc_id": 618, "sent_id": 7, "sent_start_pos": 1014, "sent_end_pos": 1839, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“Hopefully we’re able to create new ways of solving problems so people can incorporate this in new buildings.”\nSnøhetta has joined forces with real estate company Entra, construction firm Skanska, climate action nonprofit Zero Emissions Resource Network, and engineering company Asplan Viak to form the Powerhouse coalition. The group collaborates to design and develop net-positive construction projects: buildings that use a combination of renewable energy generation and extreme energy efficiency to create more energy in their lifetimes than they consume. These calculations include not just the energy generated and consumed by building operations, but also the carbon emissions that go into the building materials and the pollution that will be created by the eventual demolition of the structure decades down the road."}
{"meta": {"doc_id": 618, "sent_id": 8, "sent_start_pos": 1339, "sent_end_pos": 1990, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The group collaborates to design and develop net-positive construction projects: buildings that use a combination of renewable energy generation and extreme energy efficiency to create more energy in their lifetimes than they consume. These calculations include not just the energy generated and consumed by building operations, but also the carbon emissions that go into the building materials and the pollution that will be created by the eventual demolition of the structure decades down the road. The goal is to prove net-positive building is financially and logistically feasible, paving the way for other developers to consider these approaches."}
{"meta": {"doc_id": 618, "sent_id": 9, "sent_start_pos": 1574, "sent_end_pos": 2089, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "These calculations include not just the energy generated and consumed by building operations, but also the carbon emissions that go into the building materials and the pollution that will be created by the eventual demolition of the structure decades down the road. The goal is to prove net-positive building is financially and logistically feasible, paving the way for other developers to consider these approaches. “We need people that actually take that risk so we can show people that this works,” Nygaard said."}
{"meta": {"doc_id": 618, "sent_id": 10, "sent_start_pos": 1840, "sent_end_pos": 2274, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The goal is to prove net-positive building is financially and logistically feasible, paving the way for other developers to consider these approaches. “We need people that actually take that risk so we can show people that this works,” Nygaard said. “And then they can implement it in their building and then the ball will start rolling.”\nRenewable energy and energy efficiency are topics of intense interest in Massachusetts as well."}
{"meta": {"doc_id": 618, "sent_id": 11, "sent_start_pos": 1991, "sent_end_pos": 2508, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“We need people that actually take that risk so we can show people that this works,” Nygaard said. “And then they can implement it in their building and then the ball will start rolling.”\nRenewable energy and energy efficiency are topics of intense interest in Massachusetts as well. The state has nine times been named the most energy-efficient in the country by the American Council for an Energy-Efficient Economy, and its solar incentive program and offshore wind initiatives make it a leader in renewable energy."}
{"meta": {"doc_id": 618, "sent_id": 12, "sent_start_pos": 2090, "sent_end_pos": 2691, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“And then they can implement it in their building and then the ball will start rolling.”\nRenewable energy and energy efficiency are topics of intense interest in Massachusetts as well. The state has nine times been named the most energy-efficient in the country by the American Council for an Energy-Efficient Economy, and its solar incentive program and offshore wind initiatives make it a leader in renewable energy. The state currently aims to cut carbon emissions 80% by 2050, but a bill pending in the state legislature would, if passed, require complete carbon neutrality in that same timeframe."}
{"meta": {"doc_id": 618, "sent_id": 13, "sent_start_pos": 2275, "sent_end_pos": 2868, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The state has nine times been named the most energy-efficient in the country by the American Council for an Energy-Efficient Economy, and its solar incentive program and offshore wind initiatives make it a leader in renewable energy. The state currently aims to cut carbon emissions 80% by 2050, but a bill pending in the state legislature would, if passed, require complete carbon neutrality in that same timeframe. While building emissions are a major target for state initiatives, efforts to encourage or require carbon-neutral and net-positive construction are still in their early stages."}
{"meta": {"doc_id": 618, "sent_id": 14, "sent_start_pos": 2509, "sent_end_pos": 3048, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The state currently aims to cut carbon emissions 80% by 2050, but a bill pending in the state legislature would, if passed, require complete carbon neutrality in that same timeframe. While building emissions are a major target for state initiatives, efforts to encourage or require carbon-neutral and net-positive construction are still in their early stages. Climate activists are pushing the state to adopt a net-zero stretch code, a building code that would allow individual municipalities to require new construction be carbon-neutral."}
{"meta": {"doc_id": 618, "sent_id": 15, "sent_start_pos": 2692, "sent_end_pos": 3309, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "While building emissions are a major target for state initiatives, efforts to encourage or require carbon-neutral and net-positive construction are still in their early stages. Climate activists are pushing the state to adopt a net-zero stretch code, a building code that would allow individual municipalities to require new construction be carbon-neutral. Energy efficiency program administrator MassSave and the Massachusetts Clean Energy Center have incentive programs to promote the construction of multi-family homes built to passive house standards, an approach that calls for extremely energy-efficient design."}
{"meta": {"doc_id": 618, "sent_id": 16, "sent_start_pos": 2869, "sent_end_pos": 3412, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Climate activists are pushing the state to adopt a net-zero stretch code, a building code that would allow individual municipalities to require new construction be carbon-neutral. Energy efficiency program administrator MassSave and the Massachusetts Clean Energy Center have incentive programs to promote the construction of multi-family homes built to passive house standards, an approach that calls for extremely energy-efficient design. Still, the state has not yet embraced the potential of low-energy building in the same way Norway has."}
{"meta": {"doc_id": 618, "sent_id": 17, "sent_start_pos": 3049, "sent_end_pos": 3594, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Energy efficiency program administrator MassSave and the Massachusetts Clean Energy Center have incentive programs to promote the construction of multi-family homes built to passive house standards, an approach that calls for extremely energy-efficient design. Still, the state has not yet embraced the potential of low-energy building in the same way Norway has. “They’re proving it can be done,” said Aaron Gunderson, executive director of Passive House Massachusetts, a nonprofit dedicated to promoting adoption of the passive house standard."}
{"meta": {"doc_id": 618, "sent_id": 18, "sent_start_pos": 3310, "sent_end_pos": 3659, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Still, the state has not yet embraced the potential of low-energy building in the same way Norway has. “They’re proving it can be done,” said Aaron Gunderson, executive director of Passive House Massachusetts, a nonprofit dedicated to promoting adoption of the passive house standard. “We’re not quite to that level in this state or in this country."}
{"meta": {"doc_id": 618, "sent_id": 19, "sent_start_pos": 3413, "sent_end_pos": 3887, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“They’re proving it can be done,” said Aaron Gunderson, executive director of Passive House Massachusetts, a nonprofit dedicated to promoting adoption of the passive house standard. “We’re not quite to that level in this state or in this country. Where the challenge lies is getting people who are building those buildings to do something new.”\nNet-positive momentum in Norway\nIn Norway, efforts to develop carbon-neutral or net-positive buildings have significant momentum."}
{"meta": {"doc_id": 618, "sent_id": 20, "sent_start_pos": 3595, "sent_end_pos": 4025, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“We’re not quite to that level in this state or in this country. Where the challenge lies is getting people who are building those buildings to do something new.”\nNet-positive momentum in Norway\nIn Norway, efforts to develop carbon-neutral or net-positive buildings have significant momentum. In 2014, Powerhouse’s first project was to retrofit two 1980s office buildings in the Oslo suburb of Kjørbo, making them energy-positive."}
{"meta": {"doc_id": 618, "sent_id": 21, "sent_start_pos": 3660, "sent_end_pos": 4151, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Where the challenge lies is getting people who are building those buildings to do something new.”\nNet-positive momentum in Norway\nIn Norway, efforts to develop carbon-neutral or net-positive buildings have significant momentum. In 2014, Powerhouse’s first project was to retrofit two 1980s office buildings in the Oslo suburb of Kjørbo, making them energy-positive. The next year the coalition was commissioned to create a net-positive elementary school in the town of Drøbak, south of Oslo."}
{"meta": {"doc_id": 618, "sent_id": 22, "sent_start_pos": 3888, "sent_end_pos": 4302, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "In 2014, Powerhouse’s first project was to retrofit two 1980s office buildings in the Oslo suburb of Kjørbo, making them energy-positive. The next year the coalition was commissioned to create a net-positive elementary school in the town of Drøbak, south of Oslo. Powerhouse Brattørkaia opened this summer and the group is also in the process of developing another net-positive office building outside the capital."}
{"meta": {"doc_id": 618, "sent_id": 23, "sent_start_pos": 4026, "sent_end_pos": 4549, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The next year the coalition was commissioned to create a net-positive elementary school in the town of Drøbak, south of Oslo. Powerhouse Brattørkaia opened this summer and the group is also in the process of developing another net-positive office building outside the capital. Another organization, FutureBuilt, is pursuing a similar mission, helping fund 52 projects intended to demonstrate the technologies and techniques that can be used to create buildings with very low net emissions or net-positive energy production."}
{"meta": {"doc_id": 618, "sent_id": 24, "sent_start_pos": 4152, "sent_end_pos": 4726, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Powerhouse Brattørkaia opened this summer and the group is also in the process of developing another net-positive office building outside the capital. Another organization, FutureBuilt, is pursuing a similar mission, helping fund 52 projects intended to demonstrate the technologies and techniques that can be used to create buildings with very low net emissions or net-positive energy production. The organization has supported six net-positive projects, including the Powerhouse Kjørbo office building, two public kindergartens, and an 82-unit student housing development."}
{"meta": {"doc_id": 618, "sent_id": 25, "sent_start_pos": 4303, "sent_end_pos": 4805, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Another organization, FutureBuilt, is pursuing a similar mission, helping fund 52 projects intended to demonstrate the technologies and techniques that can be used to create buildings with very low net emissions or net-positive energy production. The organization has supported six net-positive projects, including the Powerhouse Kjørbo office building, two public kindergartens, and an 82-unit student housing development. A mixed-use building and a nursing and treatment center are also in the works."}
{"meta": {"doc_id": 618, "sent_id": 26, "sent_start_pos": 4550, "sent_end_pos": 4934, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The organization has supported six net-positive projects, including the Powerhouse Kjørbo office building, two public kindergartens, and an 82-unit student housing development. A mixed-use building and a nursing and treatment center are also in the works. The two initiatives employ a wide range of strategies — not all of them high-tech — to achieve their emissions-slashing results."}
{"meta": {"doc_id": 618, "sent_id": 27, "sent_start_pos": 4727, "sent_end_pos": 5119, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "A mixed-use building and a nursing and treatment center are also in the works. The two initiatives employ a wide range of strategies — not all of them high-tech — to achieve their emissions-slashing results. Solar panels and geothermal wells provide renewable energy, and the use of cross-laminated timber instead of structural concrete reduces the carbon footprint of the building materials."}
{"meta": {"doc_id": 618, "sent_id": 28, "sent_start_pos": 4806, "sent_end_pos": 5269, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The two initiatives employ a wide range of strategies — not all of them high-tech — to achieve their emissions-slashing results. Solar panels and geothermal wells provide renewable energy, and the use of cross-laminated timber instead of structural concrete reduces the carbon footprint of the building materials. Many of the projects are purposefully located near public transportation, reducing the emissions associated with traveling to and from the buildings."}
{"meta": {"doc_id": 618, "sent_id": 29, "sent_start_pos": 4935, "sent_end_pos": 5436, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Solar panels and geothermal wells provide renewable energy, and the use of cross-laminated timber instead of structural concrete reduces the carbon footprint of the building materials. Many of the projects are purposefully located near public transportation, reducing the emissions associated with traveling to and from the buildings. »\nTemperature control is one of the biggest challenges, though not in a way one might guess."}
{"meta": {"doc_id": 618, "sent_id": 30, "sent_start_pos": 5120, "sent_end_pos": 5656, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Many of the projects are purposefully located near public transportation, reducing the emissions associated with traveling to and from the buildings. »\nTemperature control is one of the biggest challenges, though not in a way one might guess. Even in Norway — where winter temperatures routinely linger in the 20s or lower and some winter days see less than five hours of sunlight — cooling a building is much more energy-intensive than heating it, Nygaard said."}
{"meta": {"doc_id": 618, "sent_id": 31, "sent_start_pos": 5344, "sent_end_pos": 5762, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "»\nTemperature control is one of the biggest challenges, though not in a way one might guess. Even in Norway — where winter temperatures routinely linger in the 20s or lower and some winter days see less than five hours of sunlight — cooling a building is much more energy-intensive than heating it, Nygaard said. Carefully placed, highly insulated windows allow the sun to warm up spaces and then keep the heat inside."}
{"meta": {"doc_id": 618, "sent_id": 32, "sent_start_pos": 5437, "sent_end_pos": 5908, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Even in Norway — where winter temperatures routinely linger in the 20s or lower and some winter days see less than five hours of sunlight — cooling a building is much more energy-intensive than heating it, Nygaard said. Carefully placed, highly insulated windows allow the sun to warm up spaces and then keep the heat inside. Natural ventilation — often something as simple as strategically placed windows that can be opened and closed — helps release the heat as needed."}
{"meta": {"doc_id": 618, "sent_id": 33, "sent_start_pos": 5657, "sent_end_pos": 6043, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Carefully placed, highly insulated windows allow the sun to warm up spaces and then keep the heat inside. Natural ventilation — often something as simple as strategically placed windows that can be opened and closed — helps release the heat as needed. These conditions are actually an asset for demonstration projects such as those developed by Powerhouse and FutureBuilt, Nygaard said."}
{"meta": {"doc_id": 618, "sent_id": 34, "sent_start_pos": 5763, "sent_end_pos": 6101, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Natural ventilation — often something as simple as strategically placed windows that can be opened and closed — helps release the heat as needed. These conditions are actually an asset for demonstration projects such as those developed by Powerhouse and FutureBuilt, Nygaard said. “If you can do it here, you can do it anywhere,” he said."}
{"meta": {"doc_id": 618, "sent_id": 35, "sent_start_pos": 5909, "sent_end_pos": 6218, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "These conditions are actually an asset for demonstration projects such as those developed by Powerhouse and FutureBuilt, Nygaard said. “If you can do it here, you can do it anywhere,” he said. Though Powerhouse projects are in some ways idealistic, they must also deal with regulatory and financial realities."}
{"meta": {"doc_id": 618, "sent_id": 36, "sent_start_pos": 6044, "sent_end_pos": 6468, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“If you can do it here, you can do it anywhere,” he said. Though Powerhouse projects are in some ways idealistic, they must also deal with regulatory and financial realities. The design of the Brattørkaia offices was altered to meet Trondheim’s rules for maximum building height and the builders went through a long back-and-forth with fire officials to make sure the expansive solar array was considered safe, Nygaard said."}
{"meta": {"doc_id": 618, "sent_id": 37, "sent_start_pos": 6102, "sent_end_pos": 6542, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Though Powerhouse projects are in some ways idealistic, they must also deal with regulatory and financial realities. The design of the Brattørkaia offices was altered to meet Trondheim’s rules for maximum building height and the builders went through a long back-and-forth with fire officials to make sure the expansive solar array was considered safe, Nygaard said. And, as with any other office building, the budget has to work, he added."}
{"meta": {"doc_id": 618, "sent_id": 38, "sent_start_pos": 6219, "sent_end_pos": 6619, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The design of the Brattørkaia offices was altered to meet Trondheim’s rules for maximum building height and the builders went through a long back-and-forth with fire officials to make sure the expansive solar array was considered safe, Nygaard said. And, as with any other office building, the budget has to work, he added. You “have to show you can build it and the economy will also work,” he said."}
{"meta": {"doc_id": 618, "sent_id": 39, "sent_start_pos": 6469, "sent_end_pos": 6835, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "And, as with any other office building, the budget has to work, he added. You “have to show you can build it and the economy will also work,” he said. “This is not like a pro bono project.”\nNext steps\nThe Norwegian government has so far been a strong supporter of net-positive, net-zero, and passive house construction, said FutureBuilt general manage Birgit Rusten."}
{"meta": {"doc_id": 618, "sent_id": 40, "sent_start_pos": 6543, "sent_end_pos": 6982, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "You “have to show you can build it and the economy will also work,” he said. “This is not like a pro bono project.”\nNext steps\nThe Norwegian government has so far been a strong supporter of net-positive, net-zero, and passive house construction, said FutureBuilt general manage Birgit Rusten. Current codes require all new buildings to be designed to passive house standards."}
{"meta": {"doc_id": 618, "sent_id": 41, "sent_start_pos": 6620, "sent_end_pos": 7134, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“This is not like a pro bono project.”\nNext steps\nThe Norwegian government has so far been a strong supporter of net-positive, net-zero, and passive house construction, said FutureBuilt general manage Birgit Rusten. Current codes require all new buildings to be designed to passive house standards. However, it is not clear whether the government will make the mandate even more stringent by requiring net-zero or net-positive buildings, Rusten said."}
{"meta": {"doc_id": 618, "sent_id": 42, "sent_start_pos": 6900, "sent_end_pos": 7378, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Current codes require all new buildings to be designed to passive house standards. However, it is not clear whether the government will make the mandate even more stringent by requiring net-zero or net-positive buildings, Rusten said. “There is a lot happening within construction now, and the most ambitious developers are working with projects for zero-emission and plus-energy,” she said."}
{"meta": {"doc_id": 618, "sent_id": 43, "sent_start_pos": 6983, "sent_end_pos": 7545, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "However, it is not clear whether the government will make the mandate even more stringent by requiring net-zero or net-positive buildings, Rusten said. “There is a lot happening within construction now, and the most ambitious developers are working with projects for zero-emission and plus-energy,” she said. “There is a huge interest for this topic among architects.”\nAs net-positive building techniques gain traction, some are already expanding their thinking even further."}
{"meta": {"doc_id": 618, "sent_id": 44, "sent_start_pos": 7222, "sent_end_pos": 7721, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“There is a lot happening within construction now, and the most ambitious developers are working with projects for zero-emission and plus-energy,” she said. “There is a huge interest for this topic among architects.”\nAs net-positive building techniques gain traction, some are already expanding their thinking even further. The latest conversations about reducing energy use in the built environment revolve around integrating entire neighborhoods or clusters of buildings into an energy eco-system."}
{"meta": {"doc_id": 618, "sent_id": 45, "sent_start_pos": 7379, "sent_end_pos": 7868, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“There is a huge interest for this topic among architects.”\nAs net-positive building techniques gain traction, some are already expanding their thinking even further. The latest conversations about reducing energy use in the built environment revolve around integrating entire neighborhoods or clusters of buildings into an energy eco-system. The goal is for multiple buildings to share the power they generate, integrate energy storage, and incorporate sustainable transportation options."}
{"meta": {"doc_id": 618, "sent_id": 46, "sent_start_pos": 7546, "sent_end_pos": 8157, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The latest conversations about reducing energy use in the built environment revolve around integrating entire neighborhoods or clusters of buildings into an energy eco-system. The goal is for multiple buildings to share the power they generate, integrate energy storage, and incorporate sustainable transportation options. “We’ve really gotten away from looking at the plus-energy building as just one building,” said Anna Barnwell, marketing manager for buildings and households at Enova, an independent agency, owned by the Norwegian government, that invests in emerging clean energy innovations and projects."}
{"meta": {"doc_id": 618, "sent_id": 47, "sent_start_pos": 7722, "sent_end_pos": 8476, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The goal is for multiple buildings to share the power they generate, integrate energy storage, and incorporate sustainable transportation options. “We’ve really gotten away from looking at the plus-energy building as just one building,” said Anna Barnwell, marketing manager for buildings and households at Enova, an independent agency, owned by the Norwegian government, that invests in emerging clean energy innovations and projects. “It has to be a really holistic approach to the neighborhood or district.”\nAs Massachusetts looks to boost electric vehicle adoption, Norway offers a model »\nIn the United States, questions remain about whether the culture is as ready to accept these big changes in the way of approaching the business of construction."}
{"meta": {"doc_id": 618, "sent_id": 48, "sent_start_pos": 7869, "sent_end_pos": 8679, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“We’ve really gotten away from looking at the plus-energy building as just one building,” said Anna Barnwell, marketing manager for buildings and households at Enova, an independent agency, owned by the Norwegian government, that invests in emerging clean energy innovations and projects. “It has to be a really holistic approach to the neighborhood or district.”\nAs Massachusetts looks to boost electric vehicle adoption, Norway offers a model »\nIn the United States, questions remain about whether the culture is as ready to accept these big changes in the way of approaching the business of construction. Developing highly efficient projects generally requires a close collaboration between developers, architects, builders, and contractors, right from the beginning of the planning process, Gunderson said."}
{"meta": {"doc_id": 618, "sent_id": 49, "sent_start_pos": 8158, "sent_end_pos": 8869, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“It has to be a really holistic approach to the neighborhood or district.”\nAs Massachusetts looks to boost electric vehicle adoption, Norway offers a model »\nIn the United States, questions remain about whether the culture is as ready to accept these big changes in the way of approaching the business of construction. Developing highly efficient projects generally requires a close collaboration between developers, architects, builders, and contractors, right from the beginning of the planning process, Gunderson said. The traditional approach tends to be more linear, with developers initiating the process, then bringing architects and builders on board, then hiring on contractors as the project proceeds."}
{"meta": {"doc_id": 618, "sent_id": 50, "sent_start_pos": 8477, "sent_end_pos": 8965, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Developing highly efficient projects generally requires a close collaboration between developers, architects, builders, and contractors, right from the beginning of the planning process, Gunderson said. The traditional approach tends to be more linear, with developers initiating the process, then bringing architects and builders on board, then hiring on contractors as the project proceeds. Convincing people to upend their way of doing business is an ongoing challenge, Gunderson said."}
{"meta": {"doc_id": 618, "sent_id": 51, "sent_start_pos": 8680, "sent_end_pos": 9104, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "The traditional approach tends to be more linear, with developers initiating the process, then bringing architects and builders on board, then hiring on contractors as the project proceeds. Convincing people to upend their way of doing business is an ongoing challenge, Gunderson said. There is also an essential difference of philosophy between the United States and Norway, said Andrew Lee, of the Living Future Institute."}
{"meta": {"doc_id": 618, "sent_id": 52, "sent_start_pos": 8870, "sent_end_pos": 9252, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Convincing people to upend their way of doing business is an ongoing challenge, Gunderson said. There is also an essential difference of philosophy between the United States and Norway, said Andrew Lee, of the Living Future Institute. Norwegian citizens tend to be more trusting of their leaders and more likely to believe that government programs will provide for the general good."}
{"meta": {"doc_id": 618, "sent_id": 53, "sent_start_pos": 8966, "sent_end_pos": 9386, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "There is also an essential difference of philosophy between the United States and Norway, said Andrew Lee, of the Living Future Institute. Norwegian citizens tend to be more trusting of their leaders and more likely to believe that government programs will provide for the general good. In the United States, people are more skeptical of government interventions and more motivated by capitalistic competition, Lee said."}
{"meta": {"doc_id": 618, "sent_id": 54, "sent_start_pos": 9105, "sent_end_pos": 9571, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Norwegian citizens tend to be more trusting of their leaders and more likely to believe that government programs will provide for the general good. In the United States, people are more skeptical of government interventions and more motivated by capitalistic competition, Lee said. Convincing the American construction industry to embrace extreme efficiency and net-positive building will likely require an appeal to its financial and competitive interests, he said."}
{"meta": {"doc_id": 618, "sent_id": 55, "sent_start_pos": 9253, "sent_end_pos": 9648, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "In the United States, people are more skeptical of government interventions and more motivated by capitalistic competition, Lee said. Convincing the American construction industry to embrace extreme efficiency and net-positive building will likely require an appeal to its financial and competitive interests, he said. “They care about sustaining their business for the next 50 years,” Lee said."}
{"meta": {"doc_id": 618, "sent_id": 56, "sent_start_pos": 9387, "sent_end_pos": 9895, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "Convincing the American construction industry to embrace extreme efficiency and net-positive building will likely require an appeal to its financial and competitive interests, he said. “They care about sustaining their business for the next 50 years,” Lee said. “Market mechanisms work more effectively in North America than saying, ‘You have to do it.’”\nIn Norway, however, Nygaard is confident a transformation is underway and the net-positive achievements of Powerhouse Brattørkaia are just the beginning."}
{"meta": {"doc_id": 618, "sent_id": 57, "sent_start_pos": 9572, "sent_end_pos": 10015, "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“They care about sustaining their business for the next 50 years,” Lee said. “Market mechanisms work more effectively in North America than saying, ‘You have to do it.’”\nIn Norway, however, Nygaard is confident a transformation is underway and the net-positive achievements of Powerhouse Brattørkaia are just the beginning. “In 20 years’ time, people will be looking back at Brattørkaia and saying, ‘We’ve come so much further,’” Nygaard said."}
{"meta": {"doc_id": 618, "sent_id": 58, "sent_start_pos": 9649, "sent_end_pos": [], "title": "Norway’s net-positive buildings show how Massachusetts could raise the bar"}, "text": "“Market mechanisms work more effectively in North America than saying, ‘You have to do it.’”\nIn Norway, however, Nygaard is confident a transformation is underway and the net-positive achievements of Powerhouse Brattørkaia are just the beginning. “In 20 years’ time, people will be looking back at Brattørkaia and saying, ‘We’ve come so much further,’” Nygaard said. "}
{"meta": {"doc_id": 620, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 539, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": " IS-1.1: Positive Energy Buildings (solar PV // DC // heat pumps // batteries // heat storage)\nIRIS will demonstrate the integration and use of different technologies in buildings, capable of producing excess of energy for cooling and heating along with electricity (Plus-energy blocks), which can be redistributed to any connected with the buildings networks (MV/LV electricity grid or district heating/cooling networks). The main technologies used will involve:\n- energy efficient building envelopes, appliances, ventilations systems etc."}
{"meta": {"doc_id": 620, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 2186, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "IS-1.1: Positive Energy Buildings (solar PV // DC // heat pumps // batteries // heat storage)\nIRIS will demonstrate the integration and use of different technologies in buildings, capable of producing excess of energy for cooling and heating along with electricity (Plus-energy blocks), which can be redistributed to any connected with the buildings networks (MV/LV electricity grid or district heating/cooling networks). The main technologies used will involve:\n- energy efficient building envelopes, appliances, ventilations systems etc. to minimize the use of energy (state of the art technology)\n- local production of electricity with solar PV\n- local production of heat from geothermal energy (2-300m deep boreholes with heat pumps) d) local production of cooling from geothermal energy (2-300m deep boreholes, without chillers)\n- electrical storage, Li-Ion batteries\n- short time thermal storages, buffer tanks and the thermal inertia of the building frame\n- long time thermal storage (2-300m deep boreholes)\nTHE IRIS INTEGRATED SOLUTION 1.1 IN EACH OF THE LIGHTHOUSE CITIES\nNICE COTE D’AZUR, FRANCE\n- High share of locally produced and consumed renewable power at district scale, offered not only by PVs but also from geothermal and available sewage plants\nGOTHENBURG, SWEDEN\n- Technological application for the case of Plus-energy (positive) buildings and districts\n- Installation of solar panels at the rooftops\n- An improvement in the construction phase through a thoroughly simulated LCA (Life Cycle Assessment) of the buildings which was improved in cooperation with the industry\n- Heating from geothermal heat pumps, as well as the conventional uplinks to the grids of electricity and district heating\n- Electricity from large PVs on the roofs connected with a DC electricity network for the minimization of losses\n- Surplus energy storage and trading between buildings\n- Near Zero Energy office blocks\nIS-1.2: Near zeroenergy districts (solar PV // heat pumps // DC // refurbishment)\nIRIS will demonstrate the integration and use of different technologies in existing apartment buildings capable of covering their energy needs, concerning electricity, heating and cooling."}
{"meta": {"doc_id": 620, "sent_id": 2, "sent_start_pos": 422, "sent_end_pos": 2355, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "The main technologies used will involve:\n- energy efficient building envelopes, appliances, ventilations systems etc. to minimize the use of energy (state of the art technology)\n- local production of electricity with solar PV\n- local production of heat from geothermal energy (2-300m deep boreholes with heat pumps) d) local production of cooling from geothermal energy (2-300m deep boreholes, without chillers)\n- electrical storage, Li-Ion batteries\n- short time thermal storages, buffer tanks and the thermal inertia of the building frame\n- long time thermal storage (2-300m deep boreholes)\nTHE IRIS INTEGRATED SOLUTION 1.1 IN EACH OF THE LIGHTHOUSE CITIES\nNICE COTE D’AZUR, FRANCE\n- High share of locally produced and consumed renewable power at district scale, offered not only by PVs but also from geothermal and available sewage plants\nGOTHENBURG, SWEDEN\n- Technological application for the case of Plus-energy (positive) buildings and districts\n- Installation of solar panels at the rooftops\n- An improvement in the construction phase through a thoroughly simulated LCA (Life Cycle Assessment) of the buildings which was improved in cooperation with the industry\n- Heating from geothermal heat pumps, as well as the conventional uplinks to the grids of electricity and district heating\n- Electricity from large PVs on the roofs connected with a DC electricity network for the minimization of losses\n- Surplus energy storage and trading between buildings\n- Near Zero Energy office blocks\nIS-1.2: Near zeroenergy districts (solar PV // heat pumps // DC // refurbishment)\nIRIS will demonstrate the integration and use of different technologies in existing apartment buildings capable of covering their energy needs, concerning electricity, heating and cooling. The focus of this solution is integration solutions to create a Near- Zero Energy Retrofit district, by reducing energy consumption and increasing renewable production."}
{"meta": {"doc_id": 620, "sent_id": 3, "sent_start_pos": 540, "sent_end_pos": 3198, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "to minimize the use of energy (state of the art technology)\n- local production of electricity with solar PV\n- local production of heat from geothermal energy (2-300m deep boreholes with heat pumps) d) local production of cooling from geothermal energy (2-300m deep boreholes, without chillers)\n- electrical storage, Li-Ion batteries\n- short time thermal storages, buffer tanks and the thermal inertia of the building frame\n- long time thermal storage (2-300m deep boreholes)\nTHE IRIS INTEGRATED SOLUTION 1.1 IN EACH OF THE LIGHTHOUSE CITIES\nNICE COTE D’AZUR, FRANCE\n- High share of locally produced and consumed renewable power at district scale, offered not only by PVs but also from geothermal and available sewage plants\nGOTHENBURG, SWEDEN\n- Technological application for the case of Plus-energy (positive) buildings and districts\n- Installation of solar panels at the rooftops\n- An improvement in the construction phase through a thoroughly simulated LCA (Life Cycle Assessment) of the buildings which was improved in cooperation with the industry\n- Heating from geothermal heat pumps, as well as the conventional uplinks to the grids of electricity and district heating\n- Electricity from large PVs on the roofs connected with a DC electricity network for the minimization of losses\n- Surplus energy storage and trading between buildings\n- Near Zero Energy office blocks\nIS-1.2: Near zeroenergy districts (solar PV // heat pumps // DC // refurbishment)\nIRIS will demonstrate the integration and use of different technologies in existing apartment buildings capable of covering their energy needs, concerning electricity, heating and cooling. The focus of this solution is integration solutions to create a Near- Zero Energy Retrofit district, by reducing energy consumption and increasing renewable production. The main technologies used will involve:\n- a high share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- PV and LT for the DHN partly serving the district\n- innovative home energy management system HEMS TOON\n- energy savings thanks to refurbishing towards NZE 4-storey apartment buildings\n- smart (hybrid) gas-electric heat pumps for heating and hot water\n- energy savings thanks to smart AC/DC power grid in apartments\n- smart DC street lighting at district level\n- commissioning process to check from the design to the operation that innovative technologies have been correctly implemented\nNext, these solutions are integrated into one smart micro-grid at district level, a stepping stone towards a NZE district composed of existing buildings with mainly social housing apartments."}
{"meta": {"doc_id": 620, "sent_id": 4, "sent_start_pos": 2187, "sent_end_pos": 4454, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "The focus of this solution is integration solutions to create a Near- Zero Energy Retrofit district, by reducing energy consumption and increasing renewable production. The main technologies used will involve:\n- a high share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- PV and LT for the DHN partly serving the district\n- innovative home energy management system HEMS TOON\n- energy savings thanks to refurbishing towards NZE 4-storey apartment buildings\n- smart (hybrid) gas-electric heat pumps for heating and hot water\n- energy savings thanks to smart AC/DC power grid in apartments\n- smart DC street lighting at district level\n- commissioning process to check from the design to the operation that innovative technologies have been correctly implemented\nNext, these solutions are integrated into one smart micro-grid at district level, a stepping stone towards a NZE district composed of existing buildings with mainly social housing apartments. THE IRIS INTEGRATED SOLUTION 1.2 IN EACH OF THE LIGHTHOUSE CITIES\nUTRECHT, THE NETHERLANDS\n- High share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- RES (Renewable Energy Sources) and low temperatures for the district heating system partly serving the district\n- Innovative home EMS (Energy Management System)\n- Energy savings thanks to refurbishing towards NZEB (Near Zero Energy Building)\n- Smart (hybrid) electric heat pumps for heating and hot water\n- Energy savings thanks to smart AC/DC power grid in apartments\n- Smart DC lighting at district level\nNICE COTE D’AZUR, FRANCE\n- Feeding of available waste heat in an LT (Low Temperature) district heating system covering the local area citizen needs for heating\nGOTHENBURG, SWEDEN\n- NZEB refurbishment\nIS-1.3: Symbiotic waste heat (waste streams // circular economy // biofuels // energy management tools)\nIRIS aims to replicate already conducted studies and demonstrations for waste heat utilization, originating from different plant sources, as an alternative high efficiency pathway for energy production, in line with EU policy makers about promotion of industrial symbiosis, already having proven that citizens can benefit from that."}
{"meta": {"doc_id": 620, "sent_id": 5, "sent_start_pos": 2356, "sent_end_pos": 4634, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "The main technologies used will involve:\n- a high share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- PV and LT for the DHN partly serving the district\n- innovative home energy management system HEMS TOON\n- energy savings thanks to refurbishing towards NZE 4-storey apartment buildings\n- smart (hybrid) gas-electric heat pumps for heating and hot water\n- energy savings thanks to smart AC/DC power grid in apartments\n- smart DC street lighting at district level\n- commissioning process to check from the design to the operation that innovative technologies have been correctly implemented\nNext, these solutions are integrated into one smart micro-grid at district level, a stepping stone towards a NZE district composed of existing buildings with mainly social housing apartments. THE IRIS INTEGRATED SOLUTION 1.2 IN EACH OF THE LIGHTHOUSE CITIES\nUTRECHT, THE NETHERLANDS\n- High share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- RES (Renewable Energy Sources) and low temperatures for the district heating system partly serving the district\n- Innovative home EMS (Energy Management System)\n- Energy savings thanks to refurbishing towards NZEB (Near Zero Energy Building)\n- Smart (hybrid) electric heat pumps for heating and hot water\n- Energy savings thanks to smart AC/DC power grid in apartments\n- Smart DC lighting at district level\nNICE COTE D’AZUR, FRANCE\n- Feeding of available waste heat in an LT (Low Temperature) district heating system covering the local area citizen needs for heating\nGOTHENBURG, SWEDEN\n- NZEB refurbishment\nIS-1.3: Symbiotic waste heat (waste streams // circular economy // biofuels // energy management tools)\nIRIS aims to replicate already conducted studies and demonstrations for waste heat utilization, originating from different plant sources, as an alternative high efficiency pathway for energy production, in line with EU policy makers about promotion of industrial symbiosis, already having proven that citizens can benefit from that. These activities, will be super-visioned by smart energy management schemes (SEMS), for which all three LHs have a considerable know-how to develop and apply in real-life actions."}
{"meta": {"doc_id": 620, "sent_id": 6, "sent_start_pos": 3199, "sent_end_pos": 4860, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "THE IRIS INTEGRATED SOLUTION 1.2 IN EACH OF THE LIGHTHOUSE CITIES\nUTRECHT, THE NETHERLANDS\n- High share of locally produced and consumed renewable power at district scale making PV profitable without subsidies\n- RES (Renewable Energy Sources) and low temperatures for the district heating system partly serving the district\n- Innovative home EMS (Energy Management System)\n- Energy savings thanks to refurbishing towards NZEB (Near Zero Energy Building)\n- Smart (hybrid) electric heat pumps for heating and hot water\n- Energy savings thanks to smart AC/DC power grid in apartments\n- Smart DC lighting at district level\nNICE COTE D’AZUR, FRANCE\n- Feeding of available waste heat in an LT (Low Temperature) district heating system covering the local area citizen needs for heating\nGOTHENBURG, SWEDEN\n- NZEB refurbishment\nIS-1.3: Symbiotic waste heat (waste streams // circular economy // biofuels // energy management tools)\nIRIS aims to replicate already conducted studies and demonstrations for waste heat utilization, originating from different plant sources, as an alternative high efficiency pathway for energy production, in line with EU policy makers about promotion of industrial symbiosis, already having proven that citizens can benefit from that. These activities, will be super-visioned by smart energy management schemes (SEMS), for which all three LHs have a considerable know-how to develop and apply in real-life actions. Novel elements as those of:\n- smart collection of waste streams\n- use of produced biogas as an energy carrier for mobile services\nwill be added in the context of currently operating sewage sludge or waste gasification plants."}
{"meta": {"doc_id": 620, "sent_id": 7, "sent_start_pos": 4455, "sent_end_pos": 5168, "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "These activities, will be super-visioned by smart energy management schemes (SEMS), for which all three LHs have a considerable know-how to develop and apply in real-life actions. Novel elements as those of:\n- smart collection of waste streams\n- use of produced biogas as an energy carrier for mobile services\nwill be added in the context of currently operating sewage sludge or waste gasification plants. THE IRIS INTEGRATED SOLUTION 1.3 IN EACH OF THE LIGHTHOUSE CITIES\nNICE COTE D’AZUR, FRANCE\n- Energy savings thanks to refurbishing of current buildings towards becoming NZEB and demonstration of advanced RES harvesting techniques which can allow the future large-scale operation of energy positive buildings"}
{"meta": {"doc_id": 620, "sent_id": 8, "sent_start_pos": 4635, "sent_end_pos": [], "title": "IRIS Transition Track #1: Renewables and energy positive districts"}, "text": "Novel elements as those of:\n- smart collection of waste streams\n- use of produced biogas as an energy carrier for mobile services\nwill be added in the context of currently operating sewage sludge or waste gasification plants. THE IRIS INTEGRATED SOLUTION 1.3 IN EACH OF THE LIGHTHOUSE CITIES\nNICE COTE D’AZUR, FRANCE\n- Energy savings thanks to refurbishing of current buildings towards becoming NZEB and demonstration of advanced RES harvesting techniques which can allow the future large-scale operation of energy positive buildings "}
{"meta": {"doc_id": 623, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 432, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": " RMIT researchers are contributing to a European project looking at how cultural and climatic variables impact the future design of Plus Energy Buildings. RMIT researcher Ivan Luque, a research fellow on the European funded project CULTURAL-E, is examining household behaviour in energy consumption for the design of Plus Energy Buildings (PEB) – a type of building that generates more energy from renewable sources than it consumes."}
{"meta": {"doc_id": 623, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 592, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "RMIT researchers are contributing to a European project looking at how cultural and climatic variables impact the future design of Plus Energy Buildings. RMIT researcher Ivan Luque, a research fellow on the European funded project CULTURAL-E, is examining household behaviour in energy consumption for the design of Plus Energy Buildings (PEB) – a type of building that generates more energy from renewable sources than it consumes. Luque said it's widely known that building characteristics and their integrated energy systems are not the only factors that determine energy use in buildings."}
{"meta": {"doc_id": 623, "sent_id": 2, "sent_start_pos": 154, "sent_end_pos": 762, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "RMIT researcher Ivan Luque, a research fellow on the European funded project CULTURAL-E, is examining household behaviour in energy consumption for the design of Plus Energy Buildings (PEB) – a type of building that generates more energy from renewable sources than it consumes. Luque said it's widely known that building characteristics and their integrated energy systems are not the only factors that determine energy use in buildings. “The construction sector tends to design buildings based on perceptions of an ideal energy consumer – but the reality of energy use in households is different,\" he said."}
{"meta": {"doc_id": 623, "sent_id": 3, "sent_start_pos": 433, "sent_end_pos": 930, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "Luque said it's widely known that building characteristics and their integrated energy systems are not the only factors that determine energy use in buildings. “The construction sector tends to design buildings based on perceptions of an ideal energy consumer – but the reality of energy use in households is different,\" he said. “My research looks at new ways of understanding the nature of energy usage and performance in buildings, which includes the impact of cultural and climate differences."}
{"meta": {"doc_id": 623, "sent_id": 4, "sent_start_pos": 593, "sent_end_pos": 1158, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "“The construction sector tends to design buildings based on perceptions of an ideal energy consumer – but the reality of energy use in households is different,\" he said. “My research looks at new ways of understanding the nature of energy usage and performance in buildings, which includes the impact of cultural and climate differences. “For instance, average data on energy consumption in households in Finland and Italy – two European countries with opposite climates – show that in southern European households the value triples in cooking and laundry practice."}
{"meta": {"doc_id": 623, "sent_id": 5, "sent_start_pos": 763, "sent_end_pos": 1329, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "“My research looks at new ways of understanding the nature of energy usage and performance in buildings, which includes the impact of cultural and climate differences. “For instance, average data on energy consumption in households in Finland and Italy – two European countries with opposite climates – show that in southern European households the value triples in cooking and laundry practice. \"This could be linked to the use of common laundry facilities in northern Europe and cultural behaviours such as traditional cooking in Mediterranean countries,” he said."}
{"meta": {"doc_id": 623, "sent_id": 6, "sent_start_pos": 931, "sent_end_pos": 1504, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "“For instance, average data on energy consumption in households in Finland and Italy – two European countries with opposite climates – show that in southern European households the value triples in cooking and laundry practice. \"This could be linked to the use of common laundry facilities in northern Europe and cultural behaviours such as traditional cooking in Mediterranean countries,” he said. CULTURAL-E, which kicked off in October 2019, will enable the development of technologies and solutions tailored to specific contexts and energy demands in the design of PEB."}
{"meta": {"doc_id": 623, "sent_id": 7, "sent_start_pos": 1159, "sent_end_pos": 1602, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "\"This could be linked to the use of common laundry facilities in northern Europe and cultural behaviours such as traditional cooking in Mediterranean countries,” he said. CULTURAL-E, which kicked off in October 2019, will enable the development of technologies and solutions tailored to specific contexts and energy demands in the design of PEB. Luque said that the project sets the way for the development of future positive energy districts."}
{"meta": {"doc_id": 623, "sent_id": 8, "sent_start_pos": 1330, "sent_end_pos": 1794, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "CULTURAL-E, which kicked off in October 2019, will enable the development of technologies and solutions tailored to specific contexts and energy demands in the design of PEB. Luque said that the project sets the way for the development of future positive energy districts. “Based on the instance that energy supply will be critical in future metropolis, Positive Energy District (PED) is set to become an overriding urban principle for human settlements,\" he said."}
{"meta": {"doc_id": 623, "sent_id": 9, "sent_start_pos": 1505, "sent_end_pos": 2336, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "Luque said that the project sets the way for the development of future positive energy districts. “Based on the instance that energy supply will be critical in future metropolis, Positive Energy District (PED) is set to become an overriding urban principle for human settlements,\" he said. “I believe that structured social theories are needed for a successful PEB user-centric design – mapping the energy demands within the European stock will allow us to design sustainable city technologies and to transform the whole urban ecosystem.”\nVisit the CULTURAL-E website\nRead the CULTURAL-E report on Climate and cultural differences in energy use in domestic buildings\nStory: Patricia Lora\nThis project has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement Number 870072."}
{"meta": {"doc_id": 623, "sent_id": 10, "sent_start_pos": 1603, "sent_end_pos": 2490, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "“Based on the instance that energy supply will be critical in future metropolis, Positive Energy District (PED) is set to become an overriding urban principle for human settlements,\" he said. “I believe that structured social theories are needed for a successful PEB user-centric design – mapping the energy demands within the European stock will allow us to design sustainable city technologies and to transform the whole urban ecosystem.”\nVisit the CULTURAL-E website\nRead the CULTURAL-E report on Climate and cultural differences in energy use in domestic buildings\nStory: Patricia Lora\nThis project has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement Number 870072. RMIT researchers are contributing to a European project looking at how cultural and climatic variables impact the future design of Plus Energy Buildings."}
{"meta": {"doc_id": 623, "sent_id": 11, "sent_start_pos": 1795, "sent_end_pos": 2687, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "“I believe that structured social theories are needed for a successful PEB user-centric design – mapping the energy demands within the European stock will allow us to design sustainable city technologies and to transform the whole urban ecosystem.”\nVisit the CULTURAL-E website\nRead the CULTURAL-E report on Climate and cultural differences in energy use in domestic buildings\nStory: Patricia Lora\nThis project has received funding from the European Union's Horizon 2020 research and innovation programme under grant agreement Number 870072. RMIT researchers are contributing to a European project looking at how cultural and climatic variables impact the future design of Plus Energy Buildings. From turning back the emissions clock to building more durable roads from old tyres, RMIT researchers are tackling today’s biggest challenges and developing solutions for a more sustainable world."}
{"meta": {"doc_id": 623, "sent_id": 12, "sent_start_pos": 2337, "sent_end_pos": 2837, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "RMIT researchers are contributing to a European project looking at how cultural and climatic variables impact the future design of Plus Energy Buildings. From turning back the emissions clock to building more durable roads from old tyres, RMIT researchers are tackling today’s biggest challenges and developing solutions for a more sustainable world. RMIT students on a recent study tour in Barcelona have worked with the city council to develop solutions to increase safety in the use of e-scooters."}
{"meta": {"doc_id": 623, "sent_id": 13, "sent_start_pos": 2491, "sent_end_pos": 3036, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "From turning back the emissions clock to building more durable roads from old tyres, RMIT researchers are tackling today’s biggest challenges and developing solutions for a more sustainable world. RMIT students on a recent study tour in Barcelona have worked with the city council to develop solutions to increase safety in the use of e-scooters. Environmental sustainability, social cohesion, resilience in urban areas and climate change mitigation are some of the benefits associated with nature based solutions in cities according to experts."}
{"meta": {"doc_id": 623, "sent_id": 14, "sent_start_pos": 2688, "sent_end_pos": 3249, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "RMIT students on a recent study tour in Barcelona have worked with the city council to develop solutions to increase safety in the use of e-scooters. Environmental sustainability, social cohesion, resilience in urban areas and climate change mitigation are some of the benefits associated with nature based solutions in cities according to experts. Acknowledgement of Country\nRMIT University acknowledges the people of the Woi wurrung and Boon wurrung language groups of the eastern Kulin Nation on whose unceded lands we conduct the business of the University."}
{"meta": {"doc_id": 623, "sent_id": 15, "sent_start_pos": 2838, "sent_end_pos": 3337, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "Environmental sustainability, social cohesion, resilience in urban areas and climate change mitigation are some of the benefits associated with nature based solutions in cities according to experts. Acknowledgement of Country\nRMIT University acknowledges the people of the Woi wurrung and Boon wurrung language groups of the eastern Kulin Nation on whose unceded lands we conduct the business of the University. RMIT University respectfully acknowledges their Ancestors and Elders, past and present."}
{"meta": {"doc_id": 623, "sent_id": 16, "sent_start_pos": 3037, "sent_end_pos": 3479, "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "Acknowledgement of Country\nRMIT University acknowledges the people of the Woi wurrung and Boon wurrung language groups of the eastern Kulin Nation on whose unceded lands we conduct the business of the University. RMIT University respectfully acknowledges their Ancestors and Elders, past and present. RMIT also acknowledges the Traditional Custodians and their Ancestors of the lands and waters across Australia where we conduct our business."}
{"meta": {"doc_id": 623, "sent_id": 17, "sent_start_pos": 3250, "sent_end_pos": [], "title": "Householders at the centre of Plus Energy Buildings design"}, "text": "RMIT University respectfully acknowledges their Ancestors and Elders, past and present. RMIT also acknowledges the Traditional Custodians and their Ancestors of the lands and waters across Australia where we conduct our business. "}
{"meta": {"doc_id": 625, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 398, "title": "Buildings Guide"}, "text": " A Strategic Approach to integrated building design is the key to achieving high-energy savings at low or no extra cost in service buildings. Although it includes an Easy-Efficiency Approach as well as an Advanced-Efficiency Approach the first step will not be sufficient to reach long-term climate protection goals."}
{"meta": {"doc_id": 625, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 507, "title": "Buildings Guide"}, "text": "A Strategic Approach to integrated building design is the key to achieving high-energy savings at low or no extra cost in service buildings. Although it includes an Easy-Efficiency Approach as well as an Advanced-Efficiency Approach the first step will not be sufficient to reach long-term climate protection goals. It is thus necessary to implement and support an Advanced Approach at the earliest to avoid lock-in effects."}
{"meta": {"doc_id": 625, "sent_id": 2, "sent_start_pos": 224, "sent_end_pos": 642, "title": "Buildings Guide"}, "text": "Although it includes an Easy-Efficiency Approach as well as an Advanced-Efficiency Approach the first step will not be sufficient to reach long-term climate protection goals. It is thus necessary to implement and support an Advanced Approach at the earliest to avoid lock-in effects. This would otherwise result in less efficient houses than achievable continuing in use for decades because of long building lifetimes."}
{"meta": {"doc_id": 625, "sent_id": 3, "sent_start_pos": 399, "sent_end_pos": 858, "title": "Buildings Guide"}, "text": "It is thus necessary to implement and support an Advanced Approach at the earliest to avoid lock-in effects. This would otherwise result in less efficient houses than achievable continuing in use for decades because of long building lifetimes. The Strategic Approach follows a holistic design process with the premise of first implementing passive options for building design and then implementing the active options as need arises to provide thermal comfort."}
{"meta": {"doc_id": 625, "sent_id": 4, "sent_start_pos": 508, "sent_end_pos": 991, "title": "Buildings Guide"}, "text": "This would otherwise result in less efficient houses than achievable continuing in use for decades because of long building lifetimes. The Strategic Approach follows a holistic design process with the premise of first implementing passive options for building design and then implementing the active options as need arises to provide thermal comfort. These systems then need to be controlled intelligently through automation and informed user behaviour to reach maximum optimization."}
{"meta": {"doc_id": 625, "sent_id": 5, "sent_start_pos": 643, "sent_end_pos": 1351, "title": "Buildings Guide"}, "text": "The Strategic Approach follows a holistic design process with the premise of first implementing passive options for building design and then implementing the active options as need arises to provide thermal comfort. These systems then need to be controlled intelligently through automation and informed user behaviour to reach maximum optimization. Improving energy efficiency by implementing the Easy-Efficiency Approach can reduce primary energy consumption for cooling, heating, ventilation and domestic hot water by 40 to 60 % to achieve a Low-Energy Building (LEB)."}
{"meta": {"doc_id": 625, "sent_id": 6, "sent_start_pos": 859, "sent_end_pos": 1487, "title": "Buildings Guide"}, "text": "These systems then need to be controlled intelligently through automation and informed user behaviour to reach maximum optimization. Improving energy efficiency by implementing the Easy-Efficiency Approach can reduce primary energy consumption for cooling, heating, ventilation and domestic hot water by 40 to 60 % to achieve a Low-Energy Building (LEB). Implementing the advanced approach can reduce primary energy consumption by up to 90 % to achieve an Ultra-Low- Energy Building (ULEB)."}
{"meta": {"doc_id": 625, "sent_id": 7, "sent_start_pos": 1130, "sent_end_pos": 1748, "title": "Buildings Guide"}, "text": "Improving energy efficiency by implementing the Easy-Efficiency Approach can reduce primary energy consumption for cooling, heating, ventilation and domestic hot water by 40 to 60 % to achieve a Low-Energy Building (LEB). Implementing the advanced approach can reduce primary energy consumption by up to 90 % to achieve an Ultra-Low- Energy Building (ULEB). Further improvements, especially through the use of renewable energy technologies can reduce the primary energy consumption by nearly 100 % or even beyond achieving (nearly) Zero-Energy Buildings (nZEB) to being net energy producer Plus-Energy Buildings (PEB)."}
{"meta": {"doc_id": 625, "sent_id": 8, "sent_start_pos": 1352, "sent_end_pos": 2005, "title": "Buildings Guide"}, "text": "Implementing the advanced approach can reduce primary energy consumption by up to 90 % to achieve an Ultra-Low- Energy Building (ULEB). Further improvements, especially through the use of renewable energy technologies can reduce the primary energy consumption by nearly 100 % or even beyond achieving (nearly) Zero-Energy Buildings (nZEB) to being net energy producer Plus-Energy Buildings (PEB). The Easy-Efficiency Approach or Low-Energy Building (LEB) is characterised by an intelligent (holistic/integrated) building design in combination with an appropriate choice of efficient technologies for heating, cooling, hot water production, lighting etc."}
{"meta": {"doc_id": 625, "sent_id": 9, "sent_start_pos": 1488, "sent_end_pos": 2249, "title": "Buildings Guide"}, "text": "Further improvements, especially through the use of renewable energy technologies can reduce the primary energy consumption by nearly 100 % or even beyond achieving (nearly) Zero-Energy Buildings (nZEB) to being net energy producer Plus-Energy Buildings (PEB). The Easy-Efficiency Approach or Low-Energy Building (LEB) is characterised by an intelligent (holistic/integrated) building design in combination with an appropriate choice of efficient technologies for heating, cooling, hot water production, lighting etc. By fulfilling basic rules of energy-efficient design especially passive options, any incremental capital costs incurred are compensated by energy cost savings within a few years and certainly provide returns over the lifetime of the buildings."}
{"meta": {"doc_id": 625, "sent_id": 10, "sent_start_pos": 1749, "sent_end_pos": 2452, "title": "Buildings Guide"}, "text": "The Easy-Efficiency Approach or Low-Energy Building (LEB) is characterised by an intelligent (holistic/integrated) building design in combination with an appropriate choice of efficient technologies for heating, cooling, hot water production, lighting etc. By fulfilling basic rules of energy-efficient design especially passive options, any incremental capital costs incurred are compensated by energy cost savings within a few years and certainly provide returns over the lifetime of the buildings. Thus the most important advantage of these buildings is that they are - as a rule - economically attractive over their lifetime as they make use of the ‘low hanging fruits’ of energy efficiency options."}
{"meta": {"doc_id": 625, "sent_id": 11, "sent_start_pos": 2006, "sent_end_pos": 2660, "title": "Buildings Guide"}, "text": "By fulfilling basic rules of energy-efficient design especially passive options, any incremental capital costs incurred are compensated by energy cost savings within a few years and certainly provide returns over the lifetime of the buildings. Thus the most important advantage of these buildings is that they are - as a rule - economically attractive over their lifetime as they make use of the ‘low hanging fruits’ of energy efficiency options. The Advanced-Efficiency Approach or Ultra-Low-Energy Buildings (ULEB) is a further development of a Low-Energy Building, requiring up to 90 % less primary energy consumption than a conventional new building."}
{"meta": {"doc_id": 625, "sent_id": 12, "sent_start_pos": 2250, "sent_end_pos": 2834, "title": "Buildings Guide"}, "text": "Thus the most important advantage of these buildings is that they are - as a rule - economically attractive over their lifetime as they make use of the ‘low hanging fruits’ of energy efficiency options. The Advanced-Efficiency Approach or Ultra-Low-Energy Buildings (ULEB) is a further development of a Low-Energy Building, requiring up to 90 % less primary energy consumption than a conventional new building. An Advanced-Efficiency Approach is needed to attain these low levels of energy consumption."}
{"meta": {"doc_id": 625, "sent_id": 13, "sent_start_pos": 2453, "sent_end_pos": 3008, "title": "Buildings Guide"}, "text": "The Advanced-Efficiency Approach or Ultra-Low-Energy Buildings (ULEB) is a further development of a Low-Energy Building, requiring up to 90 % less primary energy consumption than a conventional new building. An Advanced-Efficiency Approach is needed to attain these low levels of energy consumption. Ultra-Low-Energy Buildings set more ambitious energy efficiency standards, using the most-energy-efficient components and systems available to reduce the energy consumption."}
{"meta": {"doc_id": 625, "sent_id": 14, "sent_start_pos": 2743, "sent_end_pos": 3167, "title": "Buildings Guide"}, "text": "An Advanced-Efficiency Approach is needed to attain these low levels of energy consumption. Ultra-Low-Energy Buildings set more ambitious energy efficiency standards, using the most-energy-efficient components and systems available to reduce the energy consumption. This energy consumption should preferably be covered by renewable energy sources such as solar energy, ambient and geothermal energy, sustainable biomass etc."}
{"meta": {"doc_id": 625, "sent_id": 15, "sent_start_pos": 2835, "sent_end_pos": 3325, "title": "Buildings Guide"}, "text": "Ultra-Low-Energy Buildings set more ambitious energy efficiency standards, using the most-energy-efficient components and systems available to reduce the energy consumption. This energy consumption should preferably be covered by renewable energy sources such as solar energy, ambient and geothermal energy, sustainable biomass etc. It can be cost-effective, depending on the trade-off between incremental capital costs and long-term energy cost savings but this may not always be the case."}
{"meta": {"doc_id": 625, "sent_id": 16, "sent_start_pos": 3009, "sent_end_pos": 3536, "title": "Buildings Guide"}, "text": "This energy consumption should preferably be covered by renewable energy sources such as solar energy, ambient and geothermal energy, sustainable biomass etc. It can be cost-effective, depending on the trade-off between incremental capital costs and long-term energy cost savings but this may not always be the case. The (nearly) Zero-Energy Building (nZEB) and the Plus-Energy Building (PEB) concepts are based on the Low-Energy Building or preferably the Ultra-Low-Energy Building concept described in the Strategic Approach."}
{"meta": {"doc_id": 625, "sent_id": 17, "sent_start_pos": 3168, "sent_end_pos": 3734, "title": "Buildings Guide"}, "text": "It can be cost-effective, depending on the trade-off between incremental capital costs and long-term energy cost savings but this may not always be the case. The (nearly) Zero-Energy Building (nZEB) and the Plus-Energy Building (PEB) concepts are based on the Low-Energy Building or preferably the Ultra-Low-Energy Building concept described in the Strategic Approach. This building standard requires on-site energy generation from renewable energy sources or the use of Combined Heat and Power (CHP) systems in addition to an already high energy-efficient building."}
{"meta": {"doc_id": 625, "sent_id": 18, "sent_start_pos": 3326, "sent_end_pos": 3844, "title": "Buildings Guide"}, "text": "The (nearly) Zero-Energy Building (nZEB) and the Plus-Energy Building (PEB) concepts are based on the Low-Energy Building or preferably the Ultra-Low-Energy Building concept described in the Strategic Approach. This building standard requires on-site energy generation from renewable energy sources or the use of Combined Heat and Power (CHP) systems in addition to an already high energy-efficient building. As on-site generation is normally more expensive the best possible measure is to minimize energy consumption."}
{"meta": {"doc_id": 625, "sent_id": 19, "sent_start_pos": 3537, "sent_end_pos": 4051, "title": "Buildings Guide"}, "text": "This building standard requires on-site energy generation from renewable energy sources or the use of Combined Heat and Power (CHP) systems in addition to an already high energy-efficient building. As on-site generation is normally more expensive the best possible measure is to minimize energy consumption. If the amount of on-site produced energy (converted in primary energy equivalent) is roughly equal to the annual primary energy consumption, the building can be described as a (nearly) Zero-Energy Building."}
{"meta": {"doc_id": 625, "sent_id": 20, "sent_start_pos": 3735, "sent_end_pos": 4141, "title": "Buildings Guide"}, "text": "As on-site generation is normally more expensive the best possible measure is to minimize energy consumption. If the amount of on-site produced energy (converted in primary energy equivalent) is roughly equal to the annual primary energy consumption, the building can be described as a (nearly) Zero-Energy Building. If energy production exceeds the consumption, the term Plus-Energy Building will be used."}
{"meta": {"doc_id": 625, "sent_id": 21, "sent_start_pos": 3845, "sent_end_pos": [], "title": "Buildings Guide"}, "text": "If the amount of on-site produced energy (converted in primary energy equivalent) is roughly equal to the annual primary energy consumption, the building can be described as a (nearly) Zero-Energy Building. If energy production exceeds the consumption, the term Plus-Energy Building will be used. "}
{"meta": {"doc_id": 627, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 763, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": " The conference organized in Berlin on 19th and 20th March 2018 is part of a series of European conferences and workshops in the field of Energy Efficiency in buildings and cities with a focus on innovation in solar building skins / building integrated Photovoltaics (BIPV), as well as related to areas such as smart grid, storage of renewable energies in buildings/cities, e-mobility and Internet of Things (IoT), etc. The events are organized by the various leading European national research institutes, which are Steering Committee members of the ETIP PV together with SETA Network and in collaboration with the BIPV group of the European Technology & Innovation Platform Photovoltaic (ETIP PV), supported by national industries and stakeholder & associations."}
{"meta": {"doc_id": 627, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 1042, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The conference organized in Berlin on 19th and 20th March 2018 is part of a series of European conferences and workshops in the field of Energy Efficiency in buildings and cities with a focus on innovation in solar building skins / building integrated Photovoltaics (BIPV), as well as related to areas such as smart grid, storage of renewable energies in buildings/cities, e-mobility and Internet of Things (IoT), etc. The events are organized by the various leading European national research institutes, which are Steering Committee members of the ETIP PV together with SETA Network and in collaboration with the BIPV group of the European Technology & Innovation Platform Photovoltaic (ETIP PV), supported by national industries and stakeholder & associations. A market pull approach is central to these workshops to answer the following key questions:\nIn the event it will be discussed how to accelerate innovation in the fields of energy efficiency and renewable energies in particular solar building skins for future sustainable cities."}
{"meta": {"doc_id": 627, "sent_id": 2, "sent_start_pos": 419, "sent_end_pos": 1348, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The events are organized by the various leading European national research institutes, which are Steering Committee members of the ETIP PV together with SETA Network and in collaboration with the BIPV group of the European Technology & Innovation Platform Photovoltaic (ETIP PV), supported by national industries and stakeholder & associations. A market pull approach is central to these workshops to answer the following key questions:\nIn the event it will be discussed how to accelerate innovation in the fields of energy efficiency and renewable energies in particular solar building skins for future sustainable cities. Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response."}
{"meta": {"doc_id": 627, "sent_id": 3, "sent_start_pos": 764, "sent_end_pos": 1482, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "A market pull approach is central to these workshops to answer the following key questions:\nIn the event it will be discussed how to accelerate innovation in the fields of energy efficiency and renewable energies in particular solar building skins for future sustainable cities. Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response. In the panel discussion there will be among others the CEO of the German Sustainable Building Council (DGNB), Dr. Christine Lemaitre."}
{"meta": {"doc_id": 627, "sent_id": 4, "sent_start_pos": 1043, "sent_end_pos": 1653, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response. In the panel discussion there will be among others the CEO of the German Sustainable Building Council (DGNB), Dr. Christine Lemaitre. The topics and focus of the event are closely related to the Paris agreement to reach the target of Nearly Zero Energy Buildings by 2050 and future Plus Energy Buildings."}
{"meta": {"doc_id": 627, "sent_id": 5, "sent_start_pos": 1349, "sent_end_pos": 1867, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "In the panel discussion there will be among others the CEO of the German Sustainable Building Council (DGNB), Dr. Christine Lemaitre. The topics and focus of the event are closely related to the Paris agreement to reach the target of Nearly Zero Energy Buildings by 2050 and future Plus Energy Buildings. Along with enhanced energy efficiency in buildings, deep renovation and innovation in solar buildings skins, including building integrated photovoltaics (BIPV) are important issues in order to reach these targets."}
{"meta": {"doc_id": 627, "sent_id": 6, "sent_start_pos": 1483, "sent_end_pos": 2016, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The topics and focus of the event are closely related to the Paris agreement to reach the target of Nearly Zero Energy Buildings by 2050 and future Plus Energy Buildings. Along with enhanced energy efficiency in buildings, deep renovation and innovation in solar buildings skins, including building integrated photovoltaics (BIPV) are important issues in order to reach these targets. The interaction of buildings with related areas, such as storage, e-Mobility and Internet of Things (IoT) and Digitalisation will also be discussed."}
{"meta": {"doc_id": 627, "sent_id": 7, "sent_start_pos": 1654, "sent_end_pos": 2329, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Along with enhanced energy efficiency in buildings, deep renovation and innovation in solar buildings skins, including building integrated photovoltaics (BIPV) are important issues in order to reach these targets. The interaction of buildings with related areas, such as storage, e-Mobility and Internet of Things (IoT) and Digitalisation will also be discussed. The ETIP BIPV event in Berlin will address the interdisciplinary collaboration among the various stakeholders, in particular the building industry (including developers, architects, building material industry), the Smart Grid industry, the Photovoltaic Industry, as well as investors and national R&D institutes."}
{"meta": {"doc_id": 627, "sent_id": 8, "sent_start_pos": 1868, "sent_end_pos": 2469, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The interaction of buildings with related areas, such as storage, e-Mobility and Internet of Things (IoT) and Digitalisation will also be discussed. The ETIP BIPV event in Berlin will address the interdisciplinary collaboration among the various stakeholders, in particular the building industry (including developers, architects, building material industry), the Smart Grid industry, the Photovoltaic Industry, as well as investors and national R&D institutes. The event is related to the key elements of the Implementation Plan of the SET Plan, as well as to the core principles of the Energy Union."}
{"meta": {"doc_id": 627, "sent_id": 9, "sent_start_pos": 2017, "sent_end_pos": 2726, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The ETIP BIPV event in Berlin will address the interdisciplinary collaboration among the various stakeholders, in particular the building industry (including developers, architects, building material industry), the Smart Grid industry, the Photovoltaic Industry, as well as investors and national R&D institutes. The event is related to the key elements of the Implementation Plan of the SET Plan, as well as to the core principles of the Energy Union. The program can be see at: https://www.helmholtz-berlin.de/events/bipv/programme_en.html\nRegister here: https://www.helmholtz-berlin.de/events/bipv/registrierung/index_en.html\nContact: bipv@helmholtz-berlin.de\nToday, around 75% of Europeans live in cities."}
{"meta": {"doc_id": 627, "sent_id": 10, "sent_start_pos": 2330, "sent_end_pos": 2833, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The event is related to the key elements of the Implementation Plan of the SET Plan, as well as to the core principles of the Energy Union. The program can be see at: https://www.helmholtz-berlin.de/events/bipv/programme_en.html\nRegister here: https://www.helmholtz-berlin.de/events/bipv/registrierung/index_en.html\nContact: bipv@helmholtz-berlin.de\nToday, around 75% of Europeans live in cities. Urban areas account for 60 to 80% of global energy consumption and around the same share of CO2 emissions."}
{"meta": {"doc_id": 627, "sent_id": 11, "sent_start_pos": 2470, "sent_end_pos": 2938, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The program can be see at: https://www.helmholtz-berlin.de/events/bipv/programme_en.html\nRegister here: https://www.helmholtz-berlin.de/events/bipv/registrierung/index_en.html\nContact: bipv@helmholtz-berlin.de\nToday, around 75% of Europeans live in cities. Urban areas account for 60 to 80% of global energy consumption and around the same share of CO2 emissions. Under business-as-usual projections, global energy use in buildings could double or even triple by 2050."}
{"meta": {"doc_id": 627, "sent_id": 12, "sent_start_pos": 2727, "sent_end_pos": 3087, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Urban areas account for 60 to 80% of global energy consumption and around the same share of CO2 emissions. Under business-as-usual projections, global energy use in buildings could double or even triple by 2050. Renewable Energy and in particular BIPV are an important option and have a huge potential in this context, together with energy efficiency measures."}
{"meta": {"doc_id": 627, "sent_id": 13, "sent_start_pos": 2834, "sent_end_pos": 3270, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Under business-as-usual projections, global energy use in buildings could double or even triple by 2050. Renewable Energy and in particular BIPV are an important option and have a huge potential in this context, together with energy efficiency measures. Enhanced innovation is required In order to explore the business opportunities for further development of BIPV into a mass-market."}
{"meta": {"doc_id": 627, "sent_id": 14, "sent_start_pos": 2939, "sent_end_pos": 3396, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Renewable Energy and in particular BIPV are an important option and have a huge potential in this context, together with energy efficiency measures. Enhanced innovation is required In order to explore the business opportunities for further development of BIPV into a mass-market. Essential in this regard is to foster collaboration among the stakeholders of Building Industry (and PV industry, Smart Grid."}
{"meta": {"doc_id": 627, "sent_id": 15, "sent_start_pos": 3140, "sent_end_pos": 3685, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Enhanced innovation is required In order to explore the business opportunities for further development of BIPV into a mass-market. Essential in this regard is to foster collaboration among the stakeholders of Building Industry (and PV industry, Smart Grid. Buildings are interconnected in cities and therefore, beside their potential of large-scale BIPV usages, the interaction with other areas have also to be considered, such as Energy Efficiency, Building Management Systems, Storage, e-Mobility, Internet of Things (IoT)/Digitalisation, etc."}
{"meta": {"doc_id": 627, "sent_id": 16, "sent_start_pos": 3271, "sent_end_pos": 4277, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Essential in this regard is to foster collaboration among the stakeholders of Building Industry (and PV industry, Smart Grid. Buildings are interconnected in cities and therefore, beside their potential of large-scale BIPV usages, the interaction with other areas have also to be considered, such as Energy Efficiency, Building Management Systems, Storage, e-Mobility, Internet of Things (IoT)/Digitalisation, etc. ‘Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response.’1\nWithin the context of energy efficiency in buildings and cities for new and existing building stock, the development of innovative design concepts and market approaches are essential for the future development of the BIPV market and the development of related national value chains."}
{"meta": {"doc_id": 627, "sent_id": 17, "sent_start_pos": 3397, "sent_end_pos": 4557, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Buildings are interconnected in cities and therefore, beside their potential of large-scale BIPV usages, the interaction with other areas have also to be considered, such as Energy Efficiency, Building Management Systems, Storage, e-Mobility, Internet of Things (IoT)/Digitalisation, etc. ‘Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response.’1\nWithin the context of energy efficiency in buildings and cities for new and existing building stock, the development of innovative design concepts and market approaches are essential for the future development of the BIPV market and the development of related national value chains. Key issue is the collaboration among the various stakeholders of the building design and construction process, such as architects, research institutes, building material industries, developers, building owners of private and commercial buildings and specialized PV/BIPV industry."}
{"meta": {"doc_id": 627, "sent_id": 18, "sent_start_pos": 3686, "sent_end_pos": 4760, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "‘Buildings increasingly interact with the energy system and have the potential to take up an important role in the power supply system stability by becoming micro energy hubs, which generate energy with on site renewable systems, provide storage for electric and thermal energy and deliver demand response.’1\nWithin the context of energy efficiency in buildings and cities for new and existing building stock, the development of innovative design concepts and market approaches are essential for the future development of the BIPV market and the development of related national value chains. Key issue is the collaboration among the various stakeholders of the building design and construction process, such as architects, research institutes, building material industries, developers, building owners of private and commercial buildings and specialized PV/BIPV industry. The various national workshops are based on the specific needs and opportunities of the respective national market structures in connection with the requirements for NZEBs and Positive Energy Buildings."}
{"meta": {"doc_id": 627, "sent_id": 19, "sent_start_pos": 4278, "sent_end_pos": 5259, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "Key issue is the collaboration among the various stakeholders of the building design and construction process, such as architects, research institutes, building material industries, developers, building owners of private and commercial buildings and specialized PV/BIPV industry. The various national workshops are based on the specific needs and opportunities of the respective national market structures in connection with the requirements for NZEBs and Positive Energy Buildings. The European building stock and energy system are at the initial stages of a journey towards becoming smart: moving from a centralised, fossil fuel-based and highly-energy-consuming system towards one that is more efficient, decentralised, consumer-focused and powered by renewable energy, with large potential for BIPV.The international law to limit global warming to below 2°C following the Paris Agreement puts a renewed emphasis on the need for Europe to accelerate the smart energy transition."}
{"meta": {"doc_id": 627, "sent_id": 20, "sent_start_pos": 4558, "sent_end_pos": 5388, "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The various national workshops are based on the specific needs and opportunities of the respective national market structures in connection with the requirements for NZEBs and Positive Energy Buildings. The European building stock and energy system are at the initial stages of a journey towards becoming smart: moving from a centralised, fossil fuel-based and highly-energy-consuming system towards one that is more efficient, decentralised, consumer-focused and powered by renewable energy, with large potential for BIPV.The international law to limit global warming to below 2°C following the Paris Agreement puts a renewed emphasis on the need for Europe to accelerate the smart energy transition. 2\n1 Buildings as micro energy-hubs delivering climate solutions (BPIE)\n2 BPIE – Smart buildings revolution\n< Back to all entries"}
{"meta": {"doc_id": 627, "sent_id": 21, "sent_start_pos": 4761, "sent_end_pos": [], "title": "Innovation in Solar Building Skins & Energy Efficiency Towards Sustainable Buildings – 19th & 20th March 2018"}, "text": "The European building stock and energy system are at the initial stages of a journey towards becoming smart: moving from a centralised, fossil fuel-based and highly-energy-consuming system towards one that is more efficient, decentralised, consumer-focused and powered by renewable energy, with large potential for BIPV.The international law to limit global warming to below 2°C following the Paris Agreement puts a renewed emphasis on the need for Europe to accelerate the smart energy transition. 2\n1 Buildings as micro energy-hubs delivering climate solutions (BPIE)\n2 BPIE – Smart buildings revolution\n< Back to all entries "}
{"meta": {"doc_id": 628, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 361, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": " Most recent articles\nWorld’s First Powerhouse Hotel in the Arctic Circle\nIn 2021, international architecture and design firm Snøhetta will debut a futuristic building concept in the Arctic Circle: Svart - the world’s first energy positive hotel. Renowned hoteliers, Adrian Zecha and Jonathan Breene, will be the managing operators of the facility once it opens."}
{"meta": {"doc_id": 628, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 539, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Most recent articles\nWorld’s First Powerhouse Hotel in the Arctic Circle\nIn 2021, international architecture and design firm Snøhetta will debut a futuristic building concept in the Arctic Circle: Svart - the world’s first energy positive hotel. Renowned hoteliers, Adrian Zecha and Jonathan Breene, will be the managing operators of the facility once it opens. Zecha said the location, integrity of design honoring the site and the use of traditional building characteristics are what caught their attention when considering the position."}
{"meta": {"doc_id": 628, "sent_id": 2, "sent_start_pos": 246, "sent_end_pos": 714, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Renowned hoteliers, Adrian Zecha and Jonathan Breene, will be the managing operators of the facility once it opens. Zecha said the location, integrity of design honoring the site and the use of traditional building characteristics are what caught their attention when considering the position. Resting at the base of the Svartisen glacier in Norway, circular-shaped Svart will feature breathtaking views of the Northern lights and the clear waters of the Arctic fjord."}
{"meta": {"doc_id": 628, "sent_id": 3, "sent_start_pos": 362, "sent_end_pos": 864, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Zecha said the location, integrity of design honoring the site and the use of traditional building characteristics are what caught their attention when considering the position. Resting at the base of the Svartisen glacier in Norway, circular-shaped Svart will feature breathtaking views of the Northern lights and the clear waters of the Arctic fjord. A collaboration between MIRIS, Snøhetta and Powerhouse, Svart will be the world’s first hotel designed after the energy-positive Powerhouse standard."}
{"meta": {"doc_id": 628, "sent_id": 4, "sent_start_pos": 540, "sent_end_pos": 982, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Resting at the base of the Svartisen glacier in Norway, circular-shaped Svart will feature breathtaking views of the Northern lights and the clear waters of the Arctic fjord. A collaboration between MIRIS, Snøhetta and Powerhouse, Svart will be the world’s first hotel designed after the energy-positive Powerhouse standard. (Photo: The valuable nature surrounding the hotel can only be accessed by sea following the qualities of the project."}
{"meta": {"doc_id": 628, "sent_id": 5, "sent_start_pos": 715, "sent_end_pos": 1111, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "A collaboration between MIRIS, Snøhetta and Powerhouse, Svart will be the world’s first hotel designed after the energy-positive Powerhouse standard. (Photo: The valuable nature surrounding the hotel can only be accessed by sea following the qualities of the project. Guests will, therefor, be transported by a renewable energy boat especially designed for Svart)\nWhat Is the Powerhouse Standard?"}
{"meta": {"doc_id": 628, "sent_id": 6, "sent_start_pos": 865, "sent_end_pos": 1366, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "(Photo: The valuable nature surrounding the hotel can only be accessed by sea following the qualities of the project. Guests will, therefor, be transported by a renewable energy boat especially designed for Svart)\nWhat Is the Powerhouse Standard? Founded in 2011, Powerhouse represents a collaboration in the development of energy-positive buildings, and consists of property company Entra, entrepreneur Skanska, environmental organization Zero, Snøhetta architects and consulting company Asplan Viak."}
{"meta": {"doc_id": 628, "sent_id": 7, "sent_start_pos": 983, "sent_end_pos": 1497, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Guests will, therefor, be transported by a renewable energy boat especially designed for Svart)\nWhat Is the Powerhouse Standard? Founded in 2011, Powerhouse represents a collaboration in the development of energy-positive buildings, and consists of property company Entra, entrepreneur Skanska, environmental organization Zero, Snøhetta architects and consulting company Asplan Viak. (Photo: The poles of the hotel double as a wooden boardwalk for visitors to stroll in the summer, according to Snøhetta’s website."}
{"meta": {"doc_id": 628, "sent_id": 8, "sent_start_pos": 1112, "sent_end_pos": 1625, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Founded in 2011, Powerhouse represents a collaboration in the development of energy-positive buildings, and consists of property company Entra, entrepreneur Skanska, environmental organization Zero, Snøhetta architects and consulting company Asplan Viak. (Photo: The poles of the hotel double as a wooden boardwalk for visitors to stroll in the summer, according to Snøhetta’s website. In the winter, the boardwalk can be used to store boats and kayaks, reducing the need for garages and additional storage space."}
{"meta": {"doc_id": 628, "sent_id": 9, "sent_start_pos": 1367, "sent_end_pos": 1823, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "(Photo: The poles of the hotel double as a wooden boardwalk for visitors to stroll in the summer, according to Snøhetta’s website. In the winter, the boardwalk can be used to store boats and kayaks, reducing the need for garages and additional storage space. Credit: Snøhetta Plompmozes)\nThe original idea behind the alliance was that it takes more than one team to build a positive-energy building, according to Rune Stene, Powerhouse’s managing director."}
{"meta": {"doc_id": 628, "sent_id": 10, "sent_start_pos": 1498, "sent_end_pos": 1871, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "In the winter, the boardwalk can be used to store boats and kayaks, reducing the need for garages and additional storage space. Credit: Snøhetta Plompmozes)\nThe original idea behind the alliance was that it takes more than one team to build a positive-energy building, according to Rune Stene, Powerhouse’s managing director. [Check out: Leaning Tower of... San Francisco?]"}
{"meta": {"doc_id": 628, "sent_id": 11, "sent_start_pos": 1626, "sent_end_pos": 2187, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Credit: Snøhetta Plompmozes)\nThe original idea behind the alliance was that it takes more than one team to build a positive-energy building, according to Rune Stene, Powerhouse’s managing director. [Check out: Leaning Tower of... San Francisco?] To reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it."}
{"meta": {"doc_id": 628, "sent_id": 12, "sent_start_pos": 1824, "sent_end_pos": 3387, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "[Check out: Leaning Tower of... San Francisco?] To reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it. (Photo Credit: Snøhetta Plompmozes)\nBelow are examples of characteristics typically found within a Powerhouse building:\nMaterial choice is based on energy used for extraction of raw materials, product and transport\n- Solar energy is captured through photovoltaic panels on the roof and facade\n- Surplus energy is made available for infrastructure in the vicinity of the building\n- Sea water and heat pumps are used for cooling and heating\n- Uses power in winter and delivers power in summer\n- Open floor plans allow for energy-efficient air distribution\n- LED lighting regulated by sensors adjusted for the level of daylight and human presence\n- Bright colors for walls and ceilings to brighten the space\n- Rooms in the core of the building have glass panels and doors in the walls facing areas with low noise requirements to maximize natural light without increasing embodied energy\nTo reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it."}
{"meta": {"doc_id": 628, "sent_id": 13, "sent_start_pos": 1872, "sent_end_pos": 3549, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "To reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it. (Photo Credit: Snøhetta Plompmozes)\nBelow are examples of characteristics typically found within a Powerhouse building:\nMaterial choice is based on energy used for extraction of raw materials, product and transport\n- Solar energy is captured through photovoltaic panels on the roof and facade\n- Surplus energy is made available for infrastructure in the vicinity of the building\n- Sea water and heat pumps are used for cooling and heating\n- Uses power in winter and delivers power in summer\n- Open floor plans allow for energy-efficient air distribution\n- LED lighting regulated by sensors adjusted for the level of daylight and human presence\n- Bright colors for walls and ceilings to brighten the space\n- Rooms in the core of the building have glass panels and doors in the walls facing areas with low noise requirements to maximize natural light without increasing embodied energy\nTo reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it. (Photo Credit: Snøhetta Plompmozes)\nIn Svart’s case, this means that by around 2080, the hotel will have produced more energy than it cost to create and operate."}
{"meta": {"doc_id": 628, "sent_id": 14, "sent_start_pos": 2188, "sent_end_pos": 3702, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "(Photo Credit: Snøhetta Plompmozes)\nBelow are examples of characteristics typically found within a Powerhouse building:\nMaterial choice is based on energy used for extraction of raw materials, product and transport\n- Solar energy is captured through photovoltaic panels on the roof and facade\n- Surplus energy is made available for infrastructure in the vicinity of the building\n- Sea water and heat pumps are used for cooling and heating\n- Uses power in winter and delivers power in summer\n- Open floor plans allow for energy-efficient air distribution\n- LED lighting regulated by sensors adjusted for the level of daylight and human presence\n- Bright colors for walls and ceilings to brighten the space\n- Rooms in the core of the building have glass panels and doors in the walls facing areas with low noise requirements to maximize natural light without increasing embodied energy\nTo reach the rigorous Powerhouse standard, a building must be an energy-positive facility that, in the course of a 60-year period, generates more renewable energy than the total amount of energy that would be required to sustain daily operations, and to build the building, produce materials for it and demolish it. (Photo Credit: Snøhetta Plompmozes)\nIn Svart’s case, this means that by around 2080, the hotel will have produced more energy than it cost to create and operate. It will likely meet its goal considering the building is proposed to reduce its yearly energy consumption by 85 percent compared to other modern hotels."}
{"meta": {"doc_id": 628, "sent_id": 15, "sent_start_pos": 3388, "sent_end_pos": 3814, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "(Photo Credit: Snøhetta Plompmozes)\nIn Svart’s case, this means that by around 2080, the hotel will have produced more energy than it cost to create and operate. It will likely meet its goal considering the building is proposed to reduce its yearly energy consumption by 85 percent compared to other modern hotels. Svart will also harvest enough solar energy to cover both its operations and the energy needed to construct it."}
{"meta": {"doc_id": 628, "sent_id": 16, "sent_start_pos": 3550, "sent_end_pos": 3976, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "It will likely meet its goal considering the building is proposed to reduce its yearly energy consumption by 85 percent compared to other modern hotels. Svart will also harvest enough solar energy to cover both its operations and the energy needed to construct it. While other certifications like LEED, WELL and BREEAM consider environmental or social factors, the Powerhouse standard focuses solely on plus-energy facilities."}
{"meta": {"doc_id": 628, "sent_id": 17, "sent_start_pos": 3703, "sent_end_pos": 4090, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Svart will also harvest enough solar energy to cover both its operations and the energy needed to construct it. While other certifications like LEED, WELL and BREEAM consider environmental or social factors, the Powerhouse standard focuses solely on plus-energy facilities. “There is no other concept as challenging as Powerhouse that we know about, when it comes to energy,” says Stene."}
{"meta": {"doc_id": 628, "sent_id": 18, "sent_start_pos": 3815, "sent_end_pos": 4225, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "While other certifications like LEED, WELL and BREEAM consider environmental or social factors, the Powerhouse standard focuses solely on plus-energy facilities. “There is no other concept as challenging as Powerhouse that we know about, when it comes to energy,” says Stene. “There are several plus-energy buildings around, but they typically only account for the operational energy, not the entire lifecycle."}
{"meta": {"doc_id": 628, "sent_id": 19, "sent_start_pos": 3977, "sent_end_pos": 4432, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "“There is no other concept as challenging as Powerhouse that we know about, when it comes to energy,” says Stene. “There are several plus-energy buildings around, but they typically only account for the operational energy, not the entire lifecycle. The material embodied energy is a substantial part of the building.”\n(Photo Credit: Snøhetta Plompmozes)\nHow to Become Powerhouse Certified\nStene states that there isn’t necessarily a certification process."}
{"meta": {"doc_id": 628, "sent_id": 20, "sent_start_pos": 4091, "sent_end_pos": 4545, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "“There are several plus-energy buildings around, but they typically only account for the operational energy, not the entire lifecycle. The material embodied energy is a substantial part of the building.”\n(Photo Credit: Snøhetta Plompmozes)\nHow to Become Powerhouse Certified\nStene states that there isn’t necessarily a certification process. Rather, a report must be gathered that details exactly how the energy budget comes together to create a surplus."}
{"meta": {"doc_id": 628, "sent_id": 21, "sent_start_pos": 4226, "sent_end_pos": 4805, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "The material embodied energy is a substantial part of the building.”\n(Photo Credit: Snøhetta Plompmozes)\nHow to Become Powerhouse Certified\nStene states that there isn’t necessarily a certification process. Rather, a report must be gathered that details exactly how the energy budget comes together to create a surplus. [Related: 10 Tips for Green Building Certification]\nWhen construction on a proposed Powerhouse building such as Svart is complete, the Powerhouse alliance checks the numbers (which are open to public record) to ensure that the facility is up to its standards."}
{"meta": {"doc_id": 628, "sent_id": 22, "sent_start_pos": 4433, "sent_end_pos": 4946, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Rather, a report must be gathered that details exactly how the energy budget comes together to create a surplus. [Related: 10 Tips for Green Building Certification]\nWhen construction on a proposed Powerhouse building such as Svart is complete, the Powerhouse alliance checks the numbers (which are open to public record) to ensure that the facility is up to its standards. Stene says that, so far, Powerhouse has completed two projects, two are currently in construction and three are in design (including Svart)."}
{"meta": {"doc_id": 628, "sent_id": 23, "sent_start_pos": 4546, "sent_end_pos": 5037, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "[Related: 10 Tips for Green Building Certification]\nWhen construction on a proposed Powerhouse building such as Svart is complete, the Powerhouse alliance checks the numbers (which are open to public record) to ensure that the facility is up to its standards. Stene says that, so far, Powerhouse has completed two projects, two are currently in construction and three are in design (including Svart). (Photo Credit: Snøhetta Plompmozes)\n“Powerhouse can be built all over the world,” he adds."}
{"meta": {"doc_id": 628, "sent_id": 24, "sent_start_pos": 4806, "sent_end_pos": 5332, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Stene says that, so far, Powerhouse has completed two projects, two are currently in construction and three are in design (including Svart). (Photo Credit: Snøhetta Plompmozes)\n“Powerhouse can be built all over the world,” he adds. “We have trademarked the logo and concept in the European Union, the US and Norway.”\nPlus-Energy Powerhouse Projects\nThe two completed projects include Kjørbo in Sandvika, Norway, a rehabilitated office building, and Drøbak Montessori school, the most environmentally-friendly school in Norway."}
{"meta": {"doc_id": 628, "sent_id": 25, "sent_start_pos": 4947, "sent_end_pos": 5472, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "(Photo Credit: Snøhetta Plompmozes)\n“Powerhouse can be built all over the world,” he adds. “We have trademarked the logo and concept in the European Union, the US and Norway.”\nPlus-Energy Powerhouse Projects\nThe two completed projects include Kjørbo in Sandvika, Norway, a rehabilitated office building, and Drøbak Montessori school, the most environmentally-friendly school in Norway. Stene notes that the cost to become a Powerhouse building largely depends on whether the building will be newly constructed or refurbished."}
{"meta": {"doc_id": 628, "sent_id": 26, "sent_start_pos": 5038, "sent_end_pos": 5631, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "“We have trademarked the logo and concept in the European Union, the US and Norway.”\nPlus-Energy Powerhouse Projects\nThe two completed projects include Kjørbo in Sandvika, Norway, a rehabilitated office building, and Drøbak Montessori school, the most environmentally-friendly school in Norway. Stene notes that the cost to become a Powerhouse building largely depends on whether the building will be newly constructed or refurbished. “In Norway, energy-ambitious projects can get financial support from a public program, which means total cost is not far from ordinary buildings,” Stene says."}
{"meta": {"doc_id": 628, "sent_id": 27, "sent_start_pos": 5333, "sent_end_pos": 5825, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Stene notes that the cost to become a Powerhouse building largely depends on whether the building will be newly constructed or refurbished. “In Norway, energy-ambitious projects can get financial support from a public program, which means total cost is not far from ordinary buildings,” Stene says. “On the other hand, these buildings have an [estimated lifespan till around] 2035-2040, which means they are what we call ‘future proof.’ For the client, the attraction of tenants is important."}
{"meta": {"doc_id": 628, "sent_id": 28, "sent_start_pos": 5473, "sent_end_pos": 6097, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "“In Norway, energy-ambitious projects can get financial support from a public program, which means total cost is not far from ordinary buildings,” Stene says. “On the other hand, these buildings have an [estimated lifespan till around] 2035-2040, which means they are what we call ‘future proof.’ For the client, the attraction of tenants is important. The Powerhouse is a concept that appeals to many tenants that want to brand themselves as ‘climate friendly/ sustainable.’”\nPowerhouse standards for projects like Svart may be demanding, but this energy-positive certification may just be gaining notice at the right time."}
{"meta": {"doc_id": 628, "sent_id": 29, "sent_start_pos": 5632, "sent_end_pos": 6341, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "“On the other hand, these buildings have an [estimated lifespan till around] 2035-2040, which means they are what we call ‘future proof.’ For the client, the attraction of tenants is important. The Powerhouse is a concept that appeals to many tenants that want to brand themselves as ‘climate friendly/ sustainable.’”\nPowerhouse standards for projects like Svart may be demanding, but this energy-positive certification may just be gaining notice at the right time. Green building is exploring new directions like health and wellness and, considering that buildings account for 40 percent of global energy consumption today, we can all benefit from transforming them from energy consumers to energy producers."}
{"meta": {"doc_id": 628, "sent_id": 30, "sent_start_pos": 5826, "sent_end_pos": 6379, "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "The Powerhouse is a concept that appeals to many tenants that want to brand themselves as ‘climate friendly/ sustainable.’”\nPowerhouse standards for projects like Svart may be demanding, but this energy-positive certification may just be gaining notice at the right time. Green building is exploring new directions like health and wellness and, considering that buildings account for 40 percent of global energy consumption today, we can all benefit from transforming them from energy consumers to energy producers. Two handpicked articles to read next:"}
{"meta": {"doc_id": 628, "sent_id": 31, "sent_start_pos": 6098, "sent_end_pos": [], "title": "World’s First Powerhouse Hotel in the Arctic Circle"}, "text": "Green building is exploring new directions like health and wellness and, considering that buildings account for 40 percent of global energy consumption today, we can all benefit from transforming them from energy consumers to energy producers. Two handpicked articles to read next: "}
{"meta": {"doc_id": 631, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 623, "title": "Center for Energy Efficient Design (CEED)"}, "text": " Center for Energy Efficient Design (CEED)\nBy the Numbers\nThe Project Team\nArchitect, CPHC, & Design/Builder:\nAdam Cohen\nStructures Design/Build, LLC\n5104 Bernard Dr.\nRoanoke, VA 24018\nPH Info: Viking House\nFirst Passive House School Building in the US\nOverview\nThe Center for Energy Efficient Design (CEED) in Franklin County, Va., is the first public school (K-12) in the United States designed to the Passivhaus building performance standard. This demonstration lab and learning facility situated at the edge of the scenic Blue Ridge Mountains, showcases a variety of renewable, sustainable and energy efficient features."}
{"meta": {"doc_id": 631, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 909, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Center for Energy Efficient Design (CEED)\nBy the Numbers\nThe Project Team\nArchitect, CPHC, & Design/Builder:\nAdam Cohen\nStructures Design/Build, LLC\n5104 Bernard Dr.\nRoanoke, VA 24018\nPH Info: Viking House\nFirst Passive House School Building in the US\nOverview\nThe Center for Energy Efficient Design (CEED) in Franklin County, Va., is the first public school (K-12) in the United States designed to the Passivhaus building performance standard. This demonstration lab and learning facility situated at the edge of the scenic Blue Ridge Mountains, showcases a variety of renewable, sustainable and energy efficient features. Design Challenges\nThe CEED Project was envisioned as a demonstration of the integration of energy efficient and environmentally sustainable design principles, as a problembased learning model for environmental science, advanced learning technologies, architecture and building systems."}
{"meta": {"doc_id": 631, "sent_id": 2, "sent_start_pos": 445, "sent_end_pos": 1105, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This demonstration lab and learning facility situated at the edge of the scenic Blue Ridge Mountains, showcases a variety of renewable, sustainable and energy efficient features. Design Challenges\nThe CEED Project was envisioned as a demonstration of the integration of energy efficient and environmentally sustainable design principles, as a problembased learning model for environmental science, advanced learning technologies, architecture and building systems. The CEED was to be integral with learning for middle and high school students at The Gereau Center as well as a showcase of environmental design principles to homeowners, builders, and designers."}
{"meta": {"doc_id": 631, "sent_id": 3, "sent_start_pos": 624, "sent_end_pos": 1260, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Design Challenges\nThe CEED Project was envisioned as a demonstration of the integration of energy efficient and environmentally sustainable design principles, as a problembased learning model for environmental science, advanced learning technologies, architecture and building systems. The CEED was to be integral with learning for middle and high school students at The Gereau Center as well as a showcase of environmental design principles to homeowners, builders, and designers. Initially, we recommended an earth sheltered approach, as this had proven in the past to be an approach which yielded energy savings of approximately 40%."}
{"meta": {"doc_id": 631, "sent_id": 4, "sent_start_pos": 910, "sent_end_pos": 1312, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The CEED was to be integral with learning for middle and high school students at The Gereau Center as well as a showcase of environmental design principles to homeowners, builders, and designers. Initially, we recommended an earth sheltered approach, as this had proven in the past to be an approach which yielded energy savings of approximately 40%. At this point we had not yet discovered Passivhaus."}
{"meta": {"doc_id": 631, "sent_id": 5, "sent_start_pos": 1106, "sent_end_pos": 1453, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Initially, we recommended an earth sheltered approach, as this had proven in the past to be an approach which yielded energy savings of approximately 40%. At this point we had not yet discovered Passivhaus. We also recommended that we incorporate the principals of Leadership in Energy and Environmental Design (LEED) certification in the project."}
{"meta": {"doc_id": 631, "sent_id": 6, "sent_start_pos": 1261, "sent_end_pos": 1512, "title": "Center for Energy Efficient Design (CEED)"}, "text": "At this point we had not yet discovered Passivhaus. We also recommended that we incorporate the principals of Leadership in Energy and Environmental Design (LEED) certification in the project. Our firm then developed the design and priced the project."}
{"meta": {"doc_id": 631, "sent_id": 7, "sent_start_pos": 1313, "sent_end_pos": 1620, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We also recommended that we incorporate the principals of Leadership in Energy and Environmental Design (LEED) certification in the project. Our firm then developed the design and priced the project. In addition to the money already pledged, our firm pledged $150,000 and raised $100,000 from the community."}
{"meta": {"doc_id": 631, "sent_id": 8, "sent_start_pos": 1454, "sent_end_pos": 1704, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Our firm then developed the design and priced the project. In addition to the money already pledged, our firm pledged $150,000 and raised $100,000 from the community. At that point, we were approximately $400,000 short of funds to start construction."}
{"meta": {"doc_id": 631, "sent_id": 9, "sent_start_pos": 1513, "sent_end_pos": 1905, "title": "Center for Energy Efficient Design (CEED)"}, "text": "In addition to the money already pledged, our firm pledged $150,000 and raised $100,000 from the community. At that point, we were approximately $400,000 short of funds to start construction. The superintendent of schools approached the school board with the project concept and budget and in early 2008 the project received the final amount needed to build the project from the school board."}
{"meta": {"doc_id": 631, "sent_id": 10, "sent_start_pos": 1621, "sent_end_pos": 1974, "title": "Center for Energy Efficient Design (CEED)"}, "text": "At that point, we were approximately $400,000 short of funds to start construction. The superintendent of schools approached the school board with the project concept and budget and in early 2008 the project received the final amount needed to build the project from the school board. It was during this period that I received my training in Passivhaus."}
{"meta": {"doc_id": 631, "sent_id": 11, "sent_start_pos": 1705, "sent_end_pos": 2202, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The superintendent of schools approached the school board with the project concept and budget and in early 2008 the project received the final amount needed to build the project from the school board. It was during this period that I received my training in Passivhaus. We approached the superintendent of schools with the proposition of saving an additional 30% energy on this project and with the ultimate goal of creating a plus energy building as funds became available for on-site generation."}
{"meta": {"doc_id": 631, "sent_id": 12, "sent_start_pos": 1906, "sent_end_pos": 2354, "title": "Center for Energy Efficient Design (CEED)"}, "text": "It was during this period that I received my training in Passivhaus. We approached the superintendent of schools with the proposition of saving an additional 30% energy on this project and with the ultimate goal of creating a plus energy building as funds became available for on-site generation. The school superintendent’s response was unequivocal, pursue this option, but it cannot cost more than the amount already approved by the school board."}
{"meta": {"doc_id": 631, "sent_id": 13, "sent_start_pos": 1975, "sent_end_pos": 2538, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We approached the superintendent of schools with the proposition of saving an additional 30% energy on this project and with the ultimate goal of creating a plus energy building as funds became available for on-site generation. The school superintendent’s response was unequivocal, pursue this option, but it cannot cost more than the amount already approved by the school board. After exhaustive studies and analysis we settled on a revised design that would both meet Passivhaus standards and would actually be $26,000 less expensive than the original building!"}
{"meta": {"doc_id": 631, "sent_id": 14, "sent_start_pos": 2203, "sent_end_pos": 2750, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The school superintendent’s response was unequivocal, pursue this option, but it cannot cost more than the amount already approved by the school board. After exhaustive studies and analysis we settled on a revised design that would both meet Passivhaus standards and would actually be $26,000 less expensive than the original building! Design Solutions - Site\nFrom conception, the CEED was intended to act as both a classroom for advanced placement environmental studies students and as a practical demonstration of sustainable building practices."}
{"meta": {"doc_id": 631, "sent_id": 15, "sent_start_pos": 2355, "sent_end_pos": 3030, "title": "Center for Energy Efficient Design (CEED)"}, "text": "After exhaustive studies and analysis we settled on a revised design that would both meet Passivhaus standards and would actually be $26,000 less expensive than the original building! Design Solutions - Site\nFrom conception, the CEED was intended to act as both a classroom for advanced placement environmental studies students and as a practical demonstration of sustainable building practices. In addition, this new learning center was intended to be a demonstration project for Southwest Virginia and the MidAtlantic region, open to surrounding schools jurisdictions as well as having its real time data and curriculum available on the internet for long distance teaching."}
{"meta": {"doc_id": 631, "sent_id": 16, "sent_start_pos": 2539, "sent_end_pos": 3181, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Design Solutions - Site\nFrom conception, the CEED was intended to act as both a classroom for advanced placement environmental studies students and as a practical demonstration of sustainable building practices. In addition, this new learning center was intended to be a demonstration project for Southwest Virginia and the MidAtlantic region, open to surrounding schools jurisdictions as well as having its real time data and curriculum available on the internet for long distance teaching. The location is a rural setting in a mild mixed humid climate, and the building is situated at an altitude of approximately 1,050 ft. above sea level."}
{"meta": {"doc_id": 631, "sent_id": 17, "sent_start_pos": 2751, "sent_end_pos": 3283, "title": "Center for Energy Efficient Design (CEED)"}, "text": "In addition, this new learning center was intended to be a demonstration project for Southwest Virginia and the MidAtlantic region, open to surrounding schools jurisdictions as well as having its real time data and curriculum available on the internet for long distance teaching. The location is a rural setting in a mild mixed humid climate, and the building is situated at an altitude of approximately 1,050 ft. above sea level. Design Solutions - Usage Pattern\nThe building has a diverse and challenging occupant loading pattern."}
{"meta": {"doc_id": 631, "sent_id": 18, "sent_start_pos": 3031, "sent_end_pos": 3361, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The location is a rural setting in a mild mixed humid climate, and the building is situated at an altitude of approximately 1,050 ft. above sea level. Design Solutions - Usage Pattern\nThe building has a diverse and challenging occupant loading pattern. For the most part the building is used by one teacher with about 24 students."}
{"meta": {"doc_id": 631, "sent_id": 19, "sent_start_pos": 3182, "sent_end_pos": 3505, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Design Solutions - Usage Pattern\nThe building has a diverse and challenging occupant loading pattern. For the most part the building is used by one teacher with about 24 students. Interestingly, the intended use as a demonstration project also allows for groups of up to 100 people to use the building for tours and events."}
{"meta": {"doc_id": 631, "sent_id": 20, "sent_start_pos": 3284, "sent_end_pos": 3636, "title": "Center for Energy Efficient Design (CEED)"}, "text": "For the most part the building is used by one teacher with about 24 students. Interestingly, the intended use as a demonstration project also allows for groups of up to 100 people to use the building for tours and events. It was necessary to model the project with this very diverse usage to ensure that the building would perform under all conditions."}
{"meta": {"doc_id": 631, "sent_id": 21, "sent_start_pos": 3362, "sent_end_pos": 3807, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Interestingly, the intended use as a demonstration project also allows for groups of up to 100 people to use the building for tours and events. It was necessary to model the project with this very diverse usage to ensure that the building would perform under all conditions. This being the first Passivhaus for a US public school, we could not have a demonstration project that was uncomfortable for the occupants, even for the briefest periods."}
{"meta": {"doc_id": 631, "sent_id": 22, "sent_start_pos": 3506, "sent_end_pos": 3964, "title": "Center for Energy Efficient Design (CEED)"}, "text": "It was necessary to model the project with this very diverse usage to ensure that the building would perform under all conditions. This being the first Passivhaus for a US public school, we could not have a demonstration project that was uncomfortable for the occupants, even for the briefest periods. American buildings are typically kept in a very tight comfort range in all climates, in all seasons, through the use of massive heating and cooling systems."}
{"meta": {"doc_id": 631, "sent_id": 23, "sent_start_pos": 3637, "sent_end_pos": 4168, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This being the first Passivhaus for a US public school, we could not have a demonstration project that was uncomfortable for the occupants, even for the briefest periods. American buildings are typically kept in a very tight comfort range in all climates, in all seasons, through the use of massive heating and cooling systems. This building had to provide for this American expectation of comfort as we recognized that we may not have a second chance to prove the Passivhaus approach to potentially skeptical public policy makers."}
{"meta": {"doc_id": 631, "sent_id": 24, "sent_start_pos": 3808, "sent_end_pos": 4324, "title": "Center for Energy Efficient Design (CEED)"}, "text": "American buildings are typically kept in a very tight comfort range in all climates, in all seasons, through the use of massive heating and cooling systems. This building had to provide for this American expectation of comfort as we recognized that we may not have a second chance to prove the Passivhaus approach to potentially skeptical public policy makers. We therefore modeled the building with a worst case scenario of 100 person occupancy in mid-summer with high humidity to determine mechanical system loads."}
{"meta": {"doc_id": 631, "sent_id": 25, "sent_start_pos": 3965, "sent_end_pos": 4596, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This building had to provide for this American expectation of comfort as we recognized that we may not have a second chance to prove the Passivhaus approach to potentially skeptical public policy makers. We therefore modeled the building with a worst case scenario of 100 person occupancy in mid-summer with high humidity to determine mechanical system loads. What we found was that under most conditions the building would require only minimal additional heat or cooling, but under the worst case design, we needed about 2.5 tons 31,650 kJ/hr (30,000 BTU/hr) cooling to overcome the sensible and latent loading from the occupants."}
{"meta": {"doc_id": 631, "sent_id": 26, "sent_start_pos": 4169, "sent_end_pos": 4713, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We therefore modeled the building with a worst case scenario of 100 person occupancy in mid-summer with high humidity to determine mechanical system loads. What we found was that under most conditions the building would require only minimal additional heat or cooling, but under the worst case design, we needed about 2.5 tons 31,650 kJ/hr (30,000 BTU/hr) cooling to overcome the sensible and latent loading from the occupants. MEP Systems\nThe Mechanical system employs a variable speed rotary ERV with a two stage heating and cooling strategy."}
{"meta": {"doc_id": 631, "sent_id": 27, "sent_start_pos": 4325, "sent_end_pos": 4843, "title": "Center for Energy Efficient Design (CEED)"}, "text": "What we found was that under most conditions the building would require only minimal additional heat or cooling, but under the worst case design, we needed about 2.5 tons 31,650 kJ/hr (30,000 BTU/hr) cooling to overcome the sensible and latent loading from the occupants. MEP Systems\nThe Mechanical system employs a variable speed rotary ERV with a two stage heating and cooling strategy. Stage one is pre-heating, pre-cooling and predehumidification provided by a water to air heat exchanger in the intake of the ERV."}
{"meta": {"doc_id": 631, "sent_id": 28, "sent_start_pos": 4597, "sent_end_pos": 4946, "title": "Center for Energy Efficient Design (CEED)"}, "text": "MEP Systems\nThe Mechanical system employs a variable speed rotary ERV with a two stage heating and cooling strategy. Stage one is pre-heating, pre-cooling and predehumidification provided by a water to air heat exchanger in the intake of the ERV. This water to air heat exchanger can circulate both solar heated water and a passiv brine ground loop."}
{"meta": {"doc_id": 631, "sent_id": 29, "sent_start_pos": 4714, "sent_end_pos": 5104, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Stage one is pre-heating, pre-cooling and predehumidification provided by a water to air heat exchanger in the intake of the ERV. This water to air heat exchanger can circulate both solar heated water and a passiv brine ground loop. Stage two is a 3 ton (36,000 BTU/hr) 2 stage ground source heat pump (GSHP) for the occasions when the occupant load will spike requiring additional cooling."}
{"meta": {"doc_id": 631, "sent_id": 30, "sent_start_pos": 4844, "sent_end_pos": 5200, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This water to air heat exchanger can circulate both solar heated water and a passiv brine ground loop. Stage two is a 3 ton (36,000 BTU/hr) 2 stage ground source heat pump (GSHP) for the occasions when the occupant load will spike requiring additional cooling. There was discussion of using a high efficiency mini split heat pump unit for the second stage."}
{"meta": {"doc_id": 631, "sent_id": 31, "sent_start_pos": 4947, "sent_end_pos": 5322, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Stage two is a 3 ton (36,000 BTU/hr) 2 stage ground source heat pump (GSHP) for the occasions when the occupant load will spike requiring additional cooling. There was discussion of using a high efficiency mini split heat pump unit for the second stage. This would have saved almost $25,000, but because there was no US made unit, the school board opted for the US made GSHP."}
{"meta": {"doc_id": 631, "sent_id": 32, "sent_start_pos": 5105, "sent_end_pos": 5527, "title": "Center for Energy Efficient Design (CEED)"}, "text": "There was discussion of using a high efficiency mini split heat pump unit for the second stage. This would have saved almost $25,000, but because there was no US made unit, the school board opted for the US made GSHP. We also installed a humidistat on the heat pump to combat the possibility of high humidity in summer conditions; although this was precautionary and our analyses indicate it probably will not be required."}
{"meta": {"doc_id": 631, "sent_id": 33, "sent_start_pos": 5201, "sent_end_pos": 5661, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This would have saved almost $25,000, but because there was no US made unit, the school board opted for the US made GSHP. We also installed a humidistat on the heat pump to combat the possibility of high humidity in summer conditions; although this was precautionary and our analyses indicate it probably will not be required. Additionally, we equipped the ERV with automatic sensor that controls a summer bypass to decrease temperature gain in the hot months."}
{"meta": {"doc_id": 631, "sent_id": 34, "sent_start_pos": 5323, "sent_end_pos": 5902, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We also installed a humidistat on the heat pump to combat the possibility of high humidity in summer conditions; although this was precautionary and our analyses indicate it probably will not be required. Additionally, we equipped the ERV with automatic sensor that controls a summer bypass to decrease temperature gain in the hot months. Our calculations indicate that on a day with 90F (32C) 70%RH with 60F (15.5C) brine circulating in our intake water to air loop, the stage one system should be able to remove around 30,000 BTU/hr latent heat and 20,000 BTU/hr sensible heat."}
{"meta": {"doc_id": 631, "sent_id": 35, "sent_start_pos": 5528, "sent_end_pos": 6028, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Additionally, we equipped the ERV with automatic sensor that controls a summer bypass to decrease temperature gain in the hot months. Our calculations indicate that on a day with 90F (32C) 70%RH with 60F (15.5C) brine circulating in our intake water to air loop, the stage one system should be able to remove around 30,000 BTU/hr latent heat and 20,000 BTU/hr sensible heat. We have installed temperature and humidity monitors pre and post unit to analyse the accuracy of our calculation methodology."}
{"meta": {"doc_id": 631, "sent_id": 36, "sent_start_pos": 5662, "sent_end_pos": 6211, "title": "Center for Energy Efficient Design (CEED)"}, "text": "Our calculations indicate that on a day with 90F (32C) 70%RH with 60F (15.5C) brine circulating in our intake water to air loop, the stage one system should be able to remove around 30,000 BTU/hr latent heat and 20,000 BTU/hr sensible heat. We have installed temperature and humidity monitors pre and post unit to analyse the accuracy of our calculation methodology. The price of US made integrated controls for this type of system was prohibitively expensive so a simple control system was opted for."}
{"meta": {"doc_id": 631, "sent_id": 37, "sent_start_pos": 5903, "sent_end_pos": 6287, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We have installed temperature and humidity monitors pre and post unit to analyse the accuracy of our calculation methodology. The price of US made integrated controls for this type of system was prohibitively expensive so a simple control system was opted for. The ERV is controlled simply by a CO2 sensor with 4 pre-set levels of flow."}
{"meta": {"doc_id": 631, "sent_id": 38, "sent_start_pos": 6077, "sent_end_pos": 6411, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The price of US made integrated controls for this type of system was prohibitively expensive so a simple control system was opted for. The ERV is controlled simply by a CO2 sensor with 4 pre-set levels of flow. We then installed two digital thermostats, one to control the water to air heat exchanger and one to control the heat pump."}
{"meta": {"doc_id": 631, "sent_id": 39, "sent_start_pos": 6212, "sent_end_pos": 6668, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The ERV is controlled simply by a CO2 sensor with 4 pre-set levels of flow. We then installed two digital thermostats, one to control the water to air heat exchanger and one to control the heat pump. We could have used a single thermostat, but US “off the shelf” thermostats do not allow for three stages in the cooling mode, which meant we would not have the option of utilizing the two stages on the GSHP which would ultimately lead to higher energy use."}
{"meta": {"doc_id": 631, "sent_id": 40, "sent_start_pos": 6288, "sent_end_pos": 6771, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We then installed two digital thermostats, one to control the water to air heat exchanger and one to control the heat pump. We could have used a single thermostat, but US “off the shelf” thermostats do not allow for three stages in the cooling mode, which meant we would not have the option of utilizing the two stages on the GSHP which would ultimately lead to higher energy use. We put the thermostats in sync, and programmed a 2F (1.1C) difference between stage one and stage two."}
{"meta": {"doc_id": 631, "sent_id": 41, "sent_start_pos": 6412, "sent_end_pos": 7045, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We could have used a single thermostat, but US “off the shelf” thermostats do not allow for three stages in the cooling mode, which meant we would not have the option of utilizing the two stages on the GSHP which would ultimately lead to higher energy use. We put the thermostats in sync, and programmed a 2F (1.1C) difference between stage one and stage two. It is interesting to note that in the two winters between commissioning of the building and the writing of this paper, stage one heating (solar heat delivered through ventilation air) has been sufficient, so much so that the second stage GSHP has not come on in the winter."}
{"meta": {"doc_id": 631, "sent_id": 42, "sent_start_pos": 6669, "sent_end_pos": 7182, "title": "Center for Energy Efficient Design (CEED)"}, "text": "We put the thermostats in sync, and programmed a 2F (1.1C) difference between stage one and stage two. It is interesting to note that in the two winters between commissioning of the building and the writing of this paper, stage one heating (solar heat delivered through ventilation air) has been sufficient, so much so that the second stage GSHP has not come on in the winter. “There is still a lot of resistance to Passivhaus in the United States because of a lack of education and misunderstanding,” Cohen says."}
{"meta": {"doc_id": 631, "sent_id": 43, "sent_start_pos": 6772, "sent_end_pos": 7279, "title": "Center for Energy Efficient Design (CEED)"}, "text": "It is interesting to note that in the two winters between commissioning of the building and the writing of this paper, stage one heating (solar heat delivered through ventilation air) has been sufficient, so much so that the second stage GSHP has not come on in the winter. “There is still a lot of resistance to Passivhaus in the United States because of a lack of education and misunderstanding,” Cohen says. There are thousands of successful European projects to look at for proof."}
{"meta": {"doc_id": 631, "sent_id": 44, "sent_start_pos": 7046, "sent_end_pos": 7452, "title": "Center for Energy Efficient Design (CEED)"}, "text": "“There is still a lot of resistance to Passivhaus in the United States because of a lack of education and misunderstanding,” Cohen says. There are thousands of successful European projects to look at for proof. This is a huge opportunity for US manufacturers to develop new products to serve the emerging Passivhaus market.”\nCohen’s team is working on additional Passivhaus projects."}
{"meta": {"doc_id": 631, "sent_id": 45, "sent_start_pos": 7206, "sent_end_pos": 7586, "title": "Center for Energy Efficient Design (CEED)"}, "text": "There are thousands of successful European projects to look at for proof. This is a huge opportunity for US manufacturers to develop new products to serve the emerging Passivhaus market.”\nCohen’s team is working on additional Passivhaus projects. These include a student center at Virginia Polytechnic University, a dental office, a 40,000 sq ft 4 story dormitory and three homes."}
{"meta": {"doc_id": 631, "sent_id": 46, "sent_start_pos": 7280, "sent_end_pos": 7655, "title": "Center for Energy Efficient Design (CEED)"}, "text": "This is a huge opportunity for US manufacturers to develop new products to serve the emerging Passivhaus market.”\nCohen’s team is working on additional Passivhaus projects. These include a student center at Virginia Polytechnic University, a dental office, a 40,000 sq ft 4 story dormitory and three homes. “We want to build upon the success of the CEED project,” Cohen says."}
{"meta": {"doc_id": 631, "sent_id": 47, "sent_start_pos": 7453, "sent_end_pos": 7732, "title": "Center for Energy Efficient Design (CEED)"}, "text": "These include a student center at Virginia Polytechnic University, a dental office, a 40,000 sq ft 4 story dormitory and three homes. “We want to build upon the success of the CEED project,” Cohen says. “We basically delivered a $1 million state-of-the-art building for $800,000."}
{"meta": {"doc_id": 631, "sent_id": 48, "sent_start_pos": 7587, "sent_end_pos": 7803, "title": "Center for Energy Efficient Design (CEED)"}, "text": "“We want to build upon the success of the CEED project,” Cohen says. “We basically delivered a $1 million state-of-the-art building for $800,000. It’s comfortable, it’s efficient, and now it is a plusenergy building."}
{"meta": {"doc_id": 631, "sent_id": 49, "sent_start_pos": 7656, "sent_end_pos": 8247, "title": "Center for Energy Efficient Design (CEED)"}, "text": "“We basically delivered a $1 million state-of-the-art building for $800,000. It’s comfortable, it’s efficient, and now it is a plusenergy building. The fact that it serves as a learning lab – as well as a model for other school districts, policy makers and building professionals interested in learning how to design a Passivhaus building in a mild mixed humid climate – made it all a very worthwhile endeavor.”\nCost benefit analysis\nThe project received a grant in December 2010 from the Virginia Department of Mines, Minerals and Energy to install a real-time Webenabled monitoring system."}
{"meta": {"doc_id": 631, "sent_id": 50, "sent_start_pos": 7733, "sent_end_pos": 8380, "title": "Center for Energy Efficient Design (CEED)"}, "text": "It’s comfortable, it’s efficient, and now it is a plusenergy building. The fact that it serves as a learning lab – as well as a model for other school districts, policy makers and building professionals interested in learning how to design a Passivhaus building in a mild mixed humid climate – made it all a very worthwhile endeavor.”\nCost benefit analysis\nThe project received a grant in December 2010 from the Virginia Department of Mines, Minerals and Energy to install a real-time Webenabled monitoring system. The information will be available to anyone interested in studying a high-performance building."}
{"meta": {"doc_id": 631, "sent_id": 51, "sent_start_pos": 7804, "sent_end_pos": 8540, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The fact that it serves as a learning lab – as well as a model for other school districts, policy makers and building professionals interested in learning how to design a Passivhaus building in a mild mixed humid climate – made it all a very worthwhile endeavor.”\nCost benefit analysis\nThe project received a grant in December 2010 from the Virginia Department of Mines, Minerals and Energy to install a real-time Webenabled monitoring system. The information will be available to anyone interested in studying a high-performance building. In addition to Web-enabled monitoring, the grant has made possible the installation of another wind turbine (a vertical axis version) and three new PV systems."}
{"meta": {"doc_id": 631, "sent_id": 52, "sent_start_pos": 8285, "sent_end_pos": 8655, "title": "Center for Energy Efficient Design (CEED)"}, "text": "The information will be available to anyone interested in studying a high-performance building. In addition to Web-enabled monitoring, the grant has made possible the installation of another wind turbine (a vertical axis version) and three new PV systems. with these additions the CEED is now a plus-energy building, producing significantly more energy than it is using."}
{"meta": {"doc_id": 631, "sent_id": 53, "sent_start_pos": 8381, "sent_end_pos": [], "title": "Center for Energy Efficient Design (CEED)"}, "text": "In addition to Web-enabled monitoring, the grant has made possible the installation of another wind turbine (a vertical axis version) and three new PV systems. with these additions the CEED is now a plus-energy building, producing significantly more energy than it is using. "}
