{"meta": {"doc_id": 148, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 196, "title": "Environmental Benefits Of Car Sharing"}, "text": " With the ever-increasing threat of climate change to the human race, many people are taking the environment into their own hands. One of the ways in which this is happening is through car sharing."}
{"meta": {"doc_id": 148, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 315, "title": "Environmental Benefits Of Car Sharing"}, "text": "With the ever-increasing threat of climate change to the human race, many people are taking the environment into their own hands. One of the ways in which this is happening is through car sharing. Rather than travelling to work alone in a car, more and more individuals are coming together and commuting as a group."}
{"meta": {"doc_id": 148, "sent_id": 2, "sent_start_pos": 130, "sent_end_pos": 590, "title": "Environmental Benefits Of Car Sharing"}, "text": "One of the ways in which this is happening is through car sharing. Rather than travelling to work alone in a car, more and more individuals are coming together and commuting as a group. The sceptics among us may wonder – quite rightly – what the environmental benefits of car sharing actually are."}
{"meta": {"doc_id": 148, "sent_id": 3, "sent_start_pos": 197, "sent_end_pos": 731, "title": "Environmental Benefits Of Car Sharing"}, "text": "Rather than travelling to work alone in a car, more and more individuals are coming together and commuting as a group. The sceptics among us may wonder – quite rightly – what the environmental benefits of car sharing actually are. So we thought we’d put together a guide on how car sharing can positively impact the world around us – and why you should consider doing it."}
{"meta": {"doc_id": 148, "sent_id": 4, "sent_start_pos": 479, "sent_end_pos": 838, "title": "Environmental Benefits Of Car Sharing"}, "text": "The sceptics among us may wonder – quite rightly – what the environmental benefits of car sharing actually are. So we thought we’d put together a guide on how car sharing can positively impact the world around us – and why you should consider doing it. One of the most obvious environmental benefits of car sharing is the fact that it leads to less emissions."}
{"meta": {"doc_id": 148, "sent_id": 5, "sent_start_pos": 591, "sent_end_pos": 934, "title": "Environmental Benefits Of Car Sharing"}, "text": "So we thought we’d put together a guide on how car sharing can positively impact the world around us – and why you should consider doing it. One of the most obvious environmental benefits of car sharing is the fact that it leads to less emissions. At the end of the day, the more people sharing a car means the less cars there are on the road."}
{"meta": {"doc_id": 148, "sent_id": 6, "sent_start_pos": 732, "sent_end_pos": 984, "title": "Environmental Benefits Of Car Sharing"}, "text": "One of the most obvious environmental benefits of car sharing is the fact that it leads to less emissions. At the end of the day, the more people sharing a car means the less cars there are on the road. The less cars there are, the fewer the emissions."}
{"meta": {"doc_id": 148, "sent_id": 7, "sent_start_pos": 839, "sent_end_pos": 1113, "title": "Environmental Benefits Of Car Sharing"}, "text": "At the end of the day, the more people sharing a car means the less cars there are on the road. The less cars there are, the fewer the emissions. Emissions are key in terms of environmental conservation as they contribute hugely to the changing climate we find ourselves in."}
{"meta": {"doc_id": 148, "sent_id": 8, "sent_start_pos": 935, "sent_end_pos": 1241, "title": "Environmental Benefits Of Car Sharing"}, "text": "The less cars there are, the fewer the emissions. Emissions are key in terms of environmental conservation as they contribute hugely to the changing climate we find ourselves in. According to the United States Environmental Protection Agency, car emissions cause 75% of carbon monoxide emissions in the US."}
{"meta": {"doc_id": 148, "sent_id": 9, "sent_start_pos": 985, "sent_end_pos": 1339, "title": "Environmental Benefits Of Car Sharing"}, "text": "Emissions are key in terms of environmental conservation as they contribute hugely to the changing climate we find ourselves in. According to the United States Environmental Protection Agency, car emissions cause 75% of carbon monoxide emissions in the US. You don’t have to be a genius to know that oil and petrol are great polluters of the environment."}
{"meta": {"doc_id": 148, "sent_id": 10, "sent_start_pos": 1114, "sent_end_pos": 1504, "title": "Environmental Benefits Of Car Sharing"}, "text": "According to the United States Environmental Protection Agency, car emissions cause 75% of carbon monoxide emissions in the US. You don’t have to be a genius to know that oil and petrol are great polluters of the environment. Their extraction can cause great harm to natural beauty spots, hence why Antarctica has been protected from drilling, and they often lead to international conflict."}
{"meta": {"doc_id": 148, "sent_id": 11, "sent_start_pos": 1242, "sent_end_pos": 1663, "title": "Environmental Benefits Of Car Sharing"}, "text": "You don’t have to be a genius to know that oil and petrol are great polluters of the environment. Their extraction can cause great harm to natural beauty spots, hence why Antarctica has been protected from drilling, and they often lead to international conflict. So the less cars we have on the road, thanks to those who are car sharing, the environmental benefits are that there is less of an emphasis on oil and petrol."}
{"meta": {"doc_id": 148, "sent_id": 12, "sent_start_pos": 1340, "sent_end_pos": 1791, "title": "Environmental Benefits Of Car Sharing"}, "text": "Their extraction can cause great harm to natural beauty spots, hence why Antarctica has been protected from drilling, and they often lead to international conflict. So the less cars we have on the road, thanks to those who are car sharing, the environmental benefits are that there is less of an emphasis on oil and petrol. These resources are eventually going to run out as well, so the more of it we can save and conserve, the better for the future."}
{"meta": {"doc_id": 148, "sent_id": 13, "sent_start_pos": 1505, "sent_end_pos": 1895, "title": "Environmental Benefits Of Car Sharing"}, "text": "So the less cars we have on the road, thanks to those who are car sharing, the environmental benefits are that there is less of an emphasis on oil and petrol. These resources are eventually going to run out as well, so the more of it we can save and conserve, the better for the future. Usually, those who are car sharing are using cars that are newer and more suitable for the environment."}
{"meta": {"doc_id": 148, "sent_id": 14, "sent_start_pos": 1664, "sent_end_pos": 2007, "title": "Environmental Benefits Of Car Sharing"}, "text": "These resources are eventually going to run out as well, so the more of it we can save and conserve, the better for the future. Usually, those who are car sharing are using cars that are newer and more suitable for the environment. According to Intelligent Energy Europe, shared cars are smaller than newer than those in the average household."}
{"meta": {"doc_id": 148, "sent_id": 15, "sent_start_pos": 1792, "sent_end_pos": 2104, "title": "Environmental Benefits Of Car Sharing"}, "text": "Usually, those who are car sharing are using cars that are newer and more suitable for the environment. According to Intelligent Energy Europe, shared cars are smaller than newer than those in the average household. The importance of newer cars is paramount in terms of the environmental benefits of car sharing."}
{"meta": {"doc_id": 148, "sent_id": 16, "sent_start_pos": 1896, "sent_end_pos": 2192, "title": "Environmental Benefits Of Car Sharing"}, "text": "According to Intelligent Energy Europe, shared cars are smaller than newer than those in the average household. The importance of newer cars is paramount in terms of the environmental benefits of car sharing. Generally speaking, the newer the car is, the more environmentally-friendly the car is."}
{"meta": {"doc_id": 148, "sent_id": 17, "sent_start_pos": 2008, "sent_end_pos": 2285, "title": "Environmental Benefits Of Car Sharing"}, "text": "The importance of newer cars is paramount in terms of the environmental benefits of car sharing. Generally speaking, the newer the car is, the more environmentally-friendly the car is. It will be up-to-date with regulations, more fuel efficient and technologically appropriate."}
{"meta": {"doc_id": 148, "sent_id": 18, "sent_start_pos": 2105, "sent_end_pos": 2413, "title": "Environmental Benefits Of Car Sharing"}, "text": "Generally speaking, the newer the car is, the more environmentally-friendly the car is. It will be up-to-date with regulations, more fuel efficient and technologically appropriate. Perhaps one of the most interesting things about car sharing is the freedom of choice available to the customers or organisers."}
{"meta": {"doc_id": 148, "sent_id": 19, "sent_start_pos": 2193, "sent_end_pos": 2522, "title": "Environmental Benefits Of Car Sharing"}, "text": "It will be up-to-date with regulations, more fuel efficient and technologically appropriate. Perhaps one of the most interesting things about car sharing is the freedom of choice available to the customers or organisers. If you are to use a car share service, you are able to choose which type of car is more appropriate for you."}
{"meta": {"doc_id": 148, "sent_id": 20, "sent_start_pos": 2286, "sent_end_pos": 2612, "title": "Environmental Benefits Of Car Sharing"}, "text": "Perhaps one of the most interesting things about car sharing is the freedom of choice available to the customers or organisers. If you are to use a car share service, you are able to choose which type of car is more appropriate for you. For example, if you are heading out on a small shopping trip, you don’t need a large car."}
{"meta": {"doc_id": 148, "sent_id": 21, "sent_start_pos": 2414, "sent_end_pos": 2774, "title": "Environmental Benefits Of Car Sharing"}, "text": "If you are to use a car share service, you are able to choose which type of car is more appropriate for you. For example, if you are heading out on a small shopping trip, you don’t need a large car. In terms of the environmental benefits of car sharing in this way, you are only doing what is necessary."}
{"meta": {"doc_id": 148, "sent_id": 22, "sent_start_pos": 2523, "sent_end_pos": 2927, "title": "Environmental Benefits Of Car Sharing"}, "text": "For example, if you are heading out on a small shopping trip, you don’t need a large car. In terms of the environmental benefits of car sharing in this way, you are only doing what is necessary. Ultimately, there is much less strain on the environment if everyone (or at least some people) only use what they need to, rather than end up in excess."}
{"meta": {"doc_id": 148, "sent_id": 23, "sent_start_pos": 2670, "sent_end_pos": 3142, "title": "Environmental Benefits Of Car Sharing"}, "text": "In terms of the environmental benefits of car sharing in this way, you are only doing what is necessary. Ultimately, there is much less strain on the environment if everyone (or at least some people) only use what they need to, rather than end up in excess. We’re saying that one of the major environmental benefits of car sharing is that there is less of an emphasis on parking infrastructure and road expansion."}
{"meta": {"doc_id": 148, "sent_id": 24, "sent_start_pos": 2775, "sent_end_pos": 3276, "title": "Environmental Benefits Of Car Sharing"}, "text": "Ultimately, there is much less strain on the environment if everyone (or at least some people) only use what they need to, rather than end up in excess. We’re saying that one of the major environmental benefits of car sharing is that there is less of an emphasis on parking infrastructure and road expansion. The less cars on the road, the less of a need for an expansion of roads which ultimately lead to the erosion of natural beauty spots."}
{"meta": {"doc_id": 148, "sent_id": 25, "sent_start_pos": 2987, "sent_end_pos": 3355, "title": "Environmental Benefits Of Car Sharing"}, "text": "We’re saying that one of the major environmental benefits of car sharing is that there is less of an emphasis on parking infrastructure and road expansion. The less cars on the road, the less of a need for an expansion of roads which ultimately lead to the erosion of natural beauty spots. As well as this, the building of the infrastructure will create emissions too."}
{"meta": {"doc_id": 148, "sent_id": 26, "sent_start_pos": 3143, "sent_end_pos": 3393, "title": "Environmental Benefits Of Car Sharing"}, "text": "The less cars on the road, the less of a need for an expansion of roads which ultimately lead to the erosion of natural beauty spots. As well as this, the building of the infrastructure will create emissions too. So the less of it needed, the better."}
{"meta": {"doc_id": 148, "sent_id": 27, "sent_start_pos": 3277, "sent_end_pos": 3524, "title": "Environmental Benefits Of Car Sharing"}, "text": "As well as this, the building of the infrastructure will create emissions too. So the less of it needed, the better. Writing and travelling are two of my passions – both of them together is my paradise."}
{"meta": {"doc_id": 148, "sent_id": 28, "sent_start_pos": 3356, "sent_end_pos": [], "title": "Environmental Benefits Of Car Sharing"}, "text": "So the less of it needed, the better. Writing and travelling are two of my passions – both of them together is my paradise. "}
{"meta": {"doc_id": 150, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 423, "title": "The environmental benefits of car sharing"}, "text": " Even in a city as developed and well served by public transport as NYC, nearly half of all households own at least one car. It is this market that car sharing companies such as Car2Go and Zipcar are tapping into, and they are proving to be successful, with revenue in this sector expected to grow from $1.1 billion in 2015 to 6.5 billion by 2024."}
{"meta": {"doc_id": 150, "sent_id": 1, "sent_start_pos": 77, "sent_end_pos": 553, "title": "The environmental benefits of car sharing"}, "text": "Even in a city as developed and well served by public transport as NYC, nearly half of all households own at least one car. It is this market that car sharing companies such as Car2Go and Zipcar are tapping into, and they are proving to be successful, with revenue in this sector expected to grow from $1.1 billion in 2015 to 6.5 billion by 2024. That’s not just good news for the car sharing companies; it’s also great news for easing city congestion and for the environment."}
{"meta": {"doc_id": 150, "sent_id": 2, "sent_start_pos": 201, "sent_end_pos": 778, "title": "The environmental benefits of car sharing"}, "text": "It is this market that car sharing companies such as Car2Go and Zipcar are tapping into, and they are proving to be successful, with revenue in this sector expected to grow from $1.1 billion in 2015 to 6.5 billion by 2024. That’s not just good news for the car sharing companies; it’s also great news for easing city congestion and for the environment. This article delves into some of the reasons why car sharing is so good from an environmental perspective…\nAbout a fifth of the emissions that a car releases over its entire lifespan are caused during the production process."}
{"meta": {"doc_id": 150, "sent_id": 3, "sent_start_pos": 424, "sent_end_pos": 925, "title": "The environmental benefits of car sharing"}, "text": "That’s not just good news for the car sharing companies; it’s also great news for easing city congestion and for the environment. This article delves into some of the reasons why car sharing is so good from an environmental perspective…\nAbout a fifth of the emissions that a car releases over its entire lifespan are caused during the production process. A Berkeley study of the effects of the Car2go sharing service found each new Car2go car eliminated the need for between seven and eleven vehicles."}
{"meta": {"doc_id": 150, "sent_id": 4, "sent_start_pos": 554, "sent_end_pos": 1028, "title": "The environmental benefits of car sharing"}, "text": "This article delves into some of the reasons why car sharing is so good from an environmental perspective…\nAbout a fifth of the emissions that a car releases over its entire lifespan are caused during the production process. A Berkeley study of the effects of the Car2go sharing service found each new Car2go car eliminated the need for between seven and eleven vehicles. This included cars that were sold due to Car2go membership, or were not bought despite previous plans."}
{"meta": {"doc_id": 150, "sent_id": 5, "sent_start_pos": 779, "sent_end_pos": 1144, "title": "The environmental benefits of car sharing"}, "text": "A Berkeley study of the effects of the Car2go sharing service found each new Car2go car eliminated the need for between seven and eleven vehicles. This included cars that were sold due to Car2go membership, or were not bought despite previous plans. As membership numbers increase, this declining demand will hopefully result in fewer cars being produced each year."}
{"meta": {"doc_id": 150, "sent_id": 6, "sent_start_pos": 926, "sent_end_pos": 1214, "title": "The environmental benefits of car sharing"}, "text": "This included cars that were sold due to Car2go membership, or were not bought despite previous plans. As membership numbers increase, this declining demand will hopefully result in fewer cars being produced each year. Fewer cars on the road also means less consumption of diesel and gas."}
{"meta": {"doc_id": 150, "sent_id": 7, "sent_start_pos": 1029, "sent_end_pos": 1332, "title": "The environmental benefits of car sharing"}, "text": "As membership numbers increase, this declining demand will hopefully result in fewer cars being produced each year. Fewer cars on the road also means less consumption of diesel and gas. Over time, this reduced demand may help to slow down the rate of oil production and reduce the need for new oil rigs."}
{"meta": {"doc_id": 150, "sent_id": 8, "sent_start_pos": 1145, "sent_end_pos": 1579, "title": "The environmental benefits of car sharing"}, "text": "Fewer cars on the road also means less consumption of diesel and gas. Over time, this reduced demand may help to slow down the rate of oil production and reduce the need for new oil rigs. The environmental impacts of exploring for oil reserves and offshore oil drilling can be significant, disrupting marine animal habitats and behaviors, so any reduction in drilling activities would be significant for marine and coastal ecosystems."}
{"meta": {"doc_id": 150, "sent_id": 9, "sent_start_pos": 1215, "sent_end_pos": 1773, "title": "The environmental benefits of car sharing"}, "text": "Over time, this reduced demand may help to slow down the rate of oil production and reduce the need for new oil rigs. The environmental impacts of exploring for oil reserves and offshore oil drilling can be significant, disrupting marine animal habitats and behaviors, so any reduction in drilling activities would be significant for marine and coastal ecosystems. And because the majority of coastal oilfields have now been found, new fields must be built in more challenging locations; deeper out at sea, or in ecologically sensitive areas like the Arctic."}
{"meta": {"doc_id": 150, "sent_id": 10, "sent_start_pos": 1333, "sent_end_pos": 1892, "title": "The environmental benefits of car sharing"}, "text": "The environmental impacts of exploring for oil reserves and offshore oil drilling can be significant, disrupting marine animal habitats and behaviors, so any reduction in drilling activities would be significant for marine and coastal ecosystems. And because the majority of coastal oilfields have now been found, new fields must be built in more challenging locations; deeper out at sea, or in ecologically sensitive areas like the Arctic. These new locations make it far more likely that there will be environmental devastation in the event of an oil spill."}
{"meta": {"doc_id": 150, "sent_id": 11, "sent_start_pos": 1580, "sent_end_pos": 2171, "title": "The environmental benefits of car sharing"}, "text": "And because the majority of coastal oilfields have now been found, new fields must be built in more challenging locations; deeper out at sea, or in ecologically sensitive areas like the Arctic. These new locations make it far more likely that there will be environmental devastation in the event of an oil spill. In the U.S., the majority of car journeys are undertaken with only one person in the car (this number is particularly high for commuting transit), yet mid-size cars and station wagons make up over half of all personal vehicles owned, with another 20 percent being vans and SUVs."}
{"meta": {"doc_id": 150, "sent_id": 12, "sent_start_pos": 1774, "sent_end_pos": 2304, "title": "The environmental benefits of car sharing"}, "text": "These new locations make it far more likely that there will be environmental devastation in the event of an oil spill. In the U.S., the majority of car journeys are undertaken with only one person in the car (this number is particularly high for commuting transit), yet mid-size cars and station wagons make up over half of all personal vehicles owned, with another 20 percent being vans and SUVs. Studies of car sharing members find that more journeys are carried out in vehicles that are appropriate to the needs of the journey."}
{"meta": {"doc_id": 150, "sent_id": 13, "sent_start_pos": 1893, "sent_end_pos": 2432, "title": "The environmental benefits of car sharing"}, "text": "In the U.S., the majority of car journeys are undertaken with only one person in the car (this number is particularly high for commuting transit), yet mid-size cars and station wagons make up over half of all personal vehicles owned, with another 20 percent being vans and SUVs. Studies of car sharing members find that more journeys are carried out in vehicles that are appropriate to the needs of the journey. As a result, users save money and get to drive vehicles that are better adapted to the congested, narrower roads of the cities."}
{"meta": {"doc_id": 150, "sent_id": 14, "sent_start_pos": 2172, "sent_end_pos": 2669, "title": "The environmental benefits of car sharing"}, "text": "Studies of car sharing members find that more journeys are carried out in vehicles that are appropriate to the needs of the journey. As a result, users save money and get to drive vehicles that are better adapted to the congested, narrower roads of the cities. Rather than buying an SUV for the once a year that they go on a family camping trip, and then using that huge SUV for the rest of the year to get the groceries, car share users can choose the car size they need for each journey in turn."}
{"meta": {"doc_id": 150, "sent_id": 15, "sent_start_pos": 2305, "sent_end_pos": 2838, "title": "The environmental benefits of car sharing"}, "text": "As a result, users save money and get to drive vehicles that are better adapted to the congested, narrower roads of the cities. Rather than buying an SUV for the once a year that they go on a family camping trip, and then using that huge SUV for the rest of the year to get the groceries, car share users can choose the car size they need for each journey in turn. This means that for shorter, individual use journeys they can choose a small, highly efficient vehicle, and when the summer holidays are due, they can take out the SUV!"}
{"meta": {"doc_id": 150, "sent_id": 16, "sent_start_pos": 2433, "sent_end_pos": 2950, "title": "The environmental benefits of car sharing"}, "text": "Rather than buying an SUV for the once a year that they go on a family camping trip, and then using that huge SUV for the rest of the year to get the groceries, car share users can choose the car size they need for each journey in turn. This means that for shorter, individual use journeys they can choose a small, highly efficient vehicle, and when the summer holidays are due, they can take out the SUV! Not only that, but most car sharing companies run a fleet of vehicles that are newer than the national average."}
{"meta": {"doc_id": 150, "sent_id": 17, "sent_start_pos": 2670, "sent_end_pos": 3130, "title": "The environmental benefits of car sharing"}, "text": "This means that for shorter, individual use journeys they can choose a small, highly efficient vehicle, and when the summer holidays are due, they can take out the SUV! Not only that, but most car sharing companies run a fleet of vehicles that are newer than the national average. And since newer vehicles have better fuel efficiency and emit fewer pollutants than comparable older models, this contributes to a better urban air quality and less fuel consumed."}
{"meta": {"doc_id": 150, "sent_id": 18, "sent_start_pos": 2839, "sent_end_pos": 3215, "title": "The environmental benefits of car sharing"}, "text": "Not only that, but most car sharing companies run a fleet of vehicles that are newer than the national average. And since newer vehicles have better fuel efficiency and emit fewer pollutants than comparable older models, this contributes to a better urban air quality and less fuel consumed. A growing number of car sharing companies now include electric cars in their fleets."}
{"meta": {"doc_id": 150, "sent_id": 19, "sent_start_pos": 2951, "sent_end_pos": 3438, "title": "The environmental benefits of car sharing"}, "text": "And since newer vehicles have better fuel efficiency and emit fewer pollutants than comparable older models, this contributes to a better urban air quality and less fuel consumed. A growing number of car sharing companies now include electric cars in their fleets. Two examples of vehicles designed specifically for car share use are the Bolloré BlueCar used by Autolib’ in Paris, and the Smart Fortwo Electric Drive vehicles used by Car2Go in cities across the U.S., Canada, and Europe."}
{"meta": {"doc_id": 150, "sent_id": 20, "sent_start_pos": 3131, "sent_end_pos": 3561, "title": "The environmental benefits of car sharing"}, "text": "A growing number of car sharing companies now include electric cars in their fleets. Two examples of vehicles designed specifically for car share use are the Bolloré BlueCar used by Autolib’ in Paris, and the Smart Fortwo Electric Drive vehicles used by Car2Go in cities across the U.S., Canada, and Europe. As many carshare users choose not to own a car for environmental reasons, the EV’s low emission status is a clear benefit."}
{"meta": {"doc_id": 150, "sent_id": 21, "sent_start_pos": 3216, "sent_end_pos": 3737, "title": "The environmental benefits of car sharing"}, "text": "Two examples of vehicles designed specifically for car share use are the Bolloré BlueCar used by Autolib’ in Paris, and the Smart Fortwo Electric Drive vehicles used by Car2Go in cities across the U.S., Canada, and Europe. As many carshare users choose not to own a car for environmental reasons, the EV’s low emission status is a clear benefit. This increases the number of electric miles driven since many individuals who would like to own an electric vehicle are still put off by the higher upfront costs of ownership."}
{"meta": {"doc_id": 150, "sent_id": 22, "sent_start_pos": 3439, "sent_end_pos": 3915, "title": "The environmental benefits of car sharing"}, "text": "As many carshare users choose not to own a car for environmental reasons, the EV’s low emission status is a clear benefit. This increases the number of electric miles driven since many individuals who would like to own an electric vehicle are still put off by the higher upfront costs of ownership. Calculations show that for every gallon of gas burned by the average vehicle, almost 24 pounds of greenhouse gases (GHGs) are emitted, with 80% coming straight out the tailpipe."}
{"meta": {"doc_id": 150, "sent_id": 23, "sent_start_pos": 3562, "sent_end_pos": 4101, "title": "The environmental benefits of car sharing"}, "text": "This increases the number of electric miles driven since many individuals who would like to own an electric vehicle are still put off by the higher upfront costs of ownership. Calculations show that for every gallon of gas burned by the average vehicle, almost 24 pounds of greenhouse gases (GHGs) are emitted, with 80% coming straight out the tailpipe. In contrast, electric vehicles create no emissions from their tailpipes and when compared across their entire lifecycle, produce fewer GHG emissions than similar gas or diesel vehicles."}
{"meta": {"doc_id": 150, "sent_id": 24, "sent_start_pos": 3738, "sent_end_pos": 4246, "title": "The environmental benefits of car sharing"}, "text": "Calculations show that for every gallon of gas burned by the average vehicle, almost 24 pounds of greenhouse gases (GHGs) are emitted, with 80% coming straight out the tailpipe. In contrast, electric vehicles create no emissions from their tailpipes and when compared across their entire lifecycle, produce fewer GHG emissions than similar gas or diesel vehicles. This is particularly the case with the smaller electric models favored by car sharing companies, which produce far fewer GHGs during production."}
{"meta": {"doc_id": 150, "sent_id": 25, "sent_start_pos": 3916, "sent_end_pos": 4360, "title": "The environmental benefits of car sharing"}, "text": "In contrast, electric vehicles create no emissions from their tailpipes and when compared across their entire lifecycle, produce fewer GHG emissions than similar gas or diesel vehicles. This is particularly the case with the smaller electric models favored by car sharing companies, which produce far fewer GHGs during production. Several recent studies have shown that car sharers actually drive fewer miles than they did prior to car sharing."}
{"meta": {"doc_id": 150, "sent_id": 26, "sent_start_pos": 4102, "sent_end_pos": 4530, "title": "The environmental benefits of car sharing"}, "text": "This is particularly the case with the smaller electric models favored by car sharing companies, which produce far fewer GHGs during production. Several recent studies have shown that car sharers actually drive fewer miles than they did prior to car sharing. The results suggest that the greater cost transparency allows car share members to compare other, more environmentally friendly forms of transport on an equal weighting."}
{"meta": {"doc_id": 150, "sent_id": 27, "sent_start_pos": 4247, "sent_end_pos": 4737, "title": "The environmental benefits of car sharing"}, "text": "Several recent studies have shown that car sharers actually drive fewer miles than they did prior to car sharing. The results suggest that the greater cost transparency allows car share members to compare other, more environmentally friendly forms of transport on an equal weighting. For example, a study of hundreds of City CarShare users in San Francisco found that use of public transit, walking and cycling by CarShare members increased, while automobile travel declined by almost half."}
{"meta": {"doc_id": 150, "sent_id": 28, "sent_start_pos": 4361, "sent_end_pos": 4849, "title": "The environmental benefits of car sharing"}, "text": "The results suggest that the greater cost transparency allows car share members to compare other, more environmentally friendly forms of transport on an equal weighting. For example, a study of hundreds of City CarShare users in San Francisco found that use of public transit, walking and cycling by CarShare members increased, while automobile travel declined by almost half. These figures translated into daily savings of 13,000 vehicle miles traveled (VMT) across the study population."}
{"meta": {"doc_id": 150, "sent_id": 29, "sent_start_pos": 4531, "sent_end_pos": 5030, "title": "The environmental benefits of car sharing"}, "text": "For example, a study of hundreds of City CarShare users in San Francisco found that use of public transit, walking and cycling by CarShare members increased, while automobile travel declined by almost half. These figures translated into daily savings of 13,000 vehicle miles traveled (VMT) across the study population. All of these improvements translate into a reduction in transport-related greenhouse gas emissions, which will hopefully contribute towards slowing down the rate of global warming."}
{"meta": {"doc_id": 150, "sent_id": 30, "sent_start_pos": 4738, "sent_end_pos": 5210, "title": "The environmental benefits of car sharing"}, "text": "These figures translated into daily savings of 13,000 vehicle miles traveled (VMT) across the study population. All of these improvements translate into a reduction in transport-related greenhouse gas emissions, which will hopefully contribute towards slowing down the rate of global warming. The Berkeley University study of Car2go members found between a four percent to 18 percent reduction in GHG emissions across their study population, with an average of 10 percent."}
{"meta": {"doc_id": 150, "sent_id": 31, "sent_start_pos": 4850, "sent_end_pos": 5441, "title": "The environmental benefits of car sharing"}, "text": "All of these improvements translate into a reduction in transport-related greenhouse gas emissions, which will hopefully contribute towards slowing down the rate of global warming. The Berkeley University study of Car2go members found between a four percent to 18 percent reduction in GHG emissions across their study population, with an average of 10 percent. Some car sharing companies have gone further still, and have options for their members to offset the CO2 emissions associated with their vehicle usage by investing in climate protection projects that reduce atmospheric CO2 levels."}
{"meta": {"doc_id": 150, "sent_id": 32, "sent_start_pos": 5031, "sent_end_pos": 5610, "title": "The environmental benefits of car sharing"}, "text": "The Berkeley University study of Car2go members found between a four percent to 18 percent reduction in GHG emissions across their study population, with an average of 10 percent. Some car sharing companies have gone further still, and have options for their members to offset the CO2 emissions associated with their vehicle usage by investing in climate protection projects that reduce atmospheric CO2 levels. Looking again at the Car2go study, researchers found that the estimated 28,000 or more vehicles that car sharing took off the road reduced parking demand in the cities."}
{"meta": {"doc_id": 150, "sent_id": 33, "sent_start_pos": 5211, "sent_end_pos": 5829, "title": "The environmental benefits of car sharing"}, "text": "Some car sharing companies have gone further still, and have options for their members to offset the CO2 emissions associated with their vehicle usage by investing in climate protection projects that reduce atmospheric CO2 levels. Looking again at the Car2go study, researchers found that the estimated 28,000 or more vehicles that car sharing took off the road reduced parking demand in the cities. Because car sharing results in fewer cars on the roads, this means that over time there will be the potential to reclaim land that was previously dedicated to parking, and less need to build new parking infrastructure."}
{"meta": {"doc_id": 150, "sent_id": 34, "sent_start_pos": 5442, "sent_end_pos": 5975, "title": "The environmental benefits of car sharing"}, "text": "Looking again at the Car2go study, researchers found that the estimated 28,000 or more vehicles that car sharing took off the road reduced parking demand in the cities. Because car sharing results in fewer cars on the roads, this means that over time there will be the potential to reclaim land that was previously dedicated to parking, and less need to build new parking infrastructure. Instead, these cities have the opportunity – if they choose to grasp it – to dedicate this freed resource to creating urban green space projects."}
{"meta": {"doc_id": 150, "sent_id": 35, "sent_start_pos": 5611, "sent_end_pos": 6197, "title": "The environmental benefits of car sharing"}, "text": "Because car sharing results in fewer cars on the roads, this means that over time there will be the potential to reclaim land that was previously dedicated to parking, and less need to build new parking infrastructure. Instead, these cities have the opportunity – if they choose to grasp it – to dedicate this freed resource to creating urban green space projects. Urban green spaces improve the quality of life for city residents, and may even help to control urban temperature, offering mini green oases during heat waves, away from the stifling reflected heat of tarmac and concrete."}
{"meta": {"doc_id": 150, "sent_id": 36, "sent_start_pos": 5830, "sent_end_pos": 6462, "title": "The environmental benefits of car sharing"}, "text": "Instead, these cities have the opportunity – if they choose to grasp it – to dedicate this freed resource to creating urban green space projects. Urban green spaces improve the quality of life for city residents, and may even help to control urban temperature, offering mini green oases during heat waves, away from the stifling reflected heat of tarmac and concrete. —\nAs car sharing becomes an ever more utilized transport method in towns and cities worldwide, the evidence we’ve reviewed suggests that this will have a positive impact not just on individual users, but on the wider community and the local and global environment."}
{"meta": {"doc_id": 150, "sent_id": 37, "sent_start_pos": 5976, "sent_end_pos": [], "title": "The environmental benefits of car sharing"}, "text": "Urban green spaces improve the quality of life for city residents, and may even help to control urban temperature, offering mini green oases during heat waves, away from the stifling reflected heat of tarmac and concrete. —\nAs car sharing becomes an ever more utilized transport method in towns and cities worldwide, the evidence we’ve reviewed suggests that this will have a positive impact not just on individual users, but on the wider community and the local and global environment. "}
{"meta": {"doc_id": 154, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 291, "title": "Sharing is caring"}, "text": " Austria\nDenmark\nFrance\nGermany\nHungary\nItaly\nNetherlands\nSpain\nIt's the best way to drive. Whether you need to rent a car for 2 minutes or 2 weeks, you can get going with just one app."}
{"meta": {"doc_id": 154, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 458, "title": "Sharing is caring"}, "text": "Austria\nDenmark\nFrance\nGermany\nHungary\nItaly\nNetherlands\nSpain\nIt's the best way to drive. Whether you need to rent a car for 2 minutes or 2 weeks, you can get going with just one app. Our rates are all-inclusive and are as flexible as pay-per-minute."}
{"meta": {"doc_id": 154, "sent_id": 2, "sent_start_pos": 198, "sent_end_pos": 1164, "title": "Sharing is caring"}, "text": "Whether you need to rent a car for 2 minutes or 2 weeks, you can get going with just one app. Our rates are all-inclusive and are as flexible as pay-per-minute. We have a thing for nice rides and put only the most iconic models at your fingertips."}
{"meta": {"doc_id": 154, "sent_id": 3, "sent_start_pos": 392, "sent_end_pos": 1288, "title": "Sharing is caring"}, "text": "Our rates are all-inclusive and are as flexible as pay-per-minute. We have a thing for nice rides and put only the most iconic models at your fingertips. When you car-share with SHARE NOW, you'll always be in the driver's seat of the world's most coveted and exciting vehicles."}
{"meta": {"doc_id": 154, "sent_id": 4, "sent_start_pos": 1078, "sent_end_pos": [], "title": "Sharing is caring"}, "text": "We have a thing for nice rides and put only the most iconic models at your fingertips. When you car-share with SHARE NOW, you'll always be in the driver's seat of the world's most coveted and exciting vehicles. "}
{"meta": {"doc_id": 156, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 518, "title": "Public transport and car sharing"}, "text": " Public transport and car sharing\nIf active travel like cycling or walking is not an option for you, choose public transport or car sharing. As a HSE employee you can:\n- get discounted public transport commuter tickets\n- save between 31% and 52% on travel costs because of tax, PRSI and USC savings\nPlan your journey\nThe National Transport Authority’s journey planner helps with planning public transport."}
{"meta": {"doc_id": 156, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 668, "title": "Public transport and car sharing"}, "text": "Public transport and car sharing\nIf active travel like cycling or walking is not an option for you, choose public transport or car sharing. As a HSE employee you can:\n- get discounted public transport commuter tickets\n- save between 31% and 52% on travel costs because of tax, PRSI and USC savings\nPlan your journey\nThe National Transport Authority’s journey planner helps with planning public transport. Car sharing offers a cost-effective and more sustainable way of travelling by car."}
{"meta": {"doc_id": 156, "sent_id": 2, "sent_start_pos": 254, "sent_end_pos": [], "title": "Public transport and car sharing"}, "text": "As a HSE employee you can:\n- get discounted public transport commuter tickets\n- save between 31% and 52% on travel costs because of tax, PRSI and USC savings\nPlan your journey\nThe National Transport Authority’s journey planner helps with planning public transport. Car sharing offers a cost-effective and more sustainable way of travelling by car. "}
{"meta": {"doc_id": 157, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 226, "title": "Car Sharing"}, "text": " Car Sharing\nLoyola has a partnership with Chicago's non-profit car-sharing organization, I-GO. A great affordable transportation option that convenient, accessible parking spots at both the Water Tower and Lake Shore campuses."}
{"meta": {"doc_id": 157, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 341, "title": "Car Sharing"}, "text": "Car Sharing\nLoyola has a partnership with Chicago's non-profit car-sharing organization, I-GO. A great affordable transportation option that convenient, accessible parking spots at both the Water Tower and Lake Shore campuses. Loyola's discounted annual enrollment fee is $25 - this is a significant savings to Loyola employees and students."}
{"meta": {"doc_id": 157, "sent_id": 2, "sent_start_pos": 95, "sent_end_pos": 452, "title": "Car Sharing"}, "text": "A great affordable transportation option that convenient, accessible parking spots at both the Water Tower and Lake Shore campuses. Loyola's discounted annual enrollment fee is $25 - this is a significant savings to Loyola employees and students. ZipCar is another option for car-sharing, with cars located very close to Lake Shore and Water Tower Campuses."}
{"meta": {"doc_id": 157, "sent_id": 3, "sent_start_pos": 227, "sent_end_pos": 586, "title": "Car Sharing"}, "text": "Loyola's discounted annual enrollment fee is $25 - this is a significant savings to Loyola employees and students. ZipCar is another option for car-sharing, with cars located very close to Lake Shore and Water Tower Campuses. Car-sharing provides individuals and organizations with automated, self-service, 24-hour access to a decentralized fleet of vehicles."}
{"meta": {"doc_id": 157, "sent_id": 4, "sent_start_pos": 342, "sent_end_pos": [], "title": "Car Sharing"}, "text": "ZipCar is another option for car-sharing, with cars located very close to Lake Shore and Water Tower Campuses. Car-sharing provides individuals and organizations with automated, self-service, 24-hour access to a decentralized fleet of vehicles. "}
{"meta": {"doc_id": 158, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 199, "title": "Car Sharing System"}, "text": " Introduction\nThe automotive domain is a good example where a lot of effort is put into reducing man’s impact on the environment. A recent initiative of BMW is a car sharing project called “DriveNow”."}
{"meta": {"doc_id": 158, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 288, "title": "Car Sharing System"}, "text": "Introduction\nThe automotive domain is a good example where a lot of effort is put into reducing man’s impact on the environment. A recent initiative of BMW is a car sharing project called “DriveNow”. It provides easily accessible short-term rental cars that are available all over a city."}
{"meta": {"doc_id": 158, "sent_id": 2, "sent_start_pos": 129, "sent_end_pos": 442, "title": "Car Sharing System"}, "text": "A recent initiative of BMW is a car sharing project called “DriveNow”. It provides easily accessible short-term rental cars that are available all over a city. This example analyzes the applicability and usefulness of a generic sustainability model in its instantiation for a case study of the car sharing system."}
{"meta": {"doc_id": 158, "sent_id": 3, "sent_start_pos": 200, "sent_end_pos": 550, "title": "Car Sharing System"}, "text": "It provides easily accessible short-term rental cars that are available all over a city. This example analyzes the applicability and usefulness of a generic sustainability model in its instantiation for a case study of the car sharing system. Car Sharing System Overview\nThe car is provided by a company, you register online or at the company’s site."}
{"meta": {"doc_id": 158, "sent_id": 4, "sent_start_pos": 289, "sent_end_pos": 618, "title": "Car Sharing System"}, "text": "This example analyzes the applicability and usefulness of a generic sustainability model in its instantiation for a case study of the car sharing system. Car Sharing System Overview\nThe car is provided by a company, you register online or at the company’s site. The customer receives an ID, locates the car via the web or an app."}
{"meta": {"doc_id": 158, "sent_id": 5, "sent_start_pos": 443, "sent_end_pos": 698, "title": "Car Sharing System"}, "text": "Car Sharing System Overview\nThe car is provided by a company, you register online or at the company’s site. The customer receives an ID, locates the car via the web or an app. It can be parked anywhere inside the operating area of the car sharing service."}
{"meta": {"doc_id": 158, "sent_id": 6, "sent_start_pos": 551, "sent_end_pos": 872, "title": "Car Sharing System"}, "text": "The customer receives an ID, locates the car via the web or an app. It can be parked anywhere inside the operating area of the car sharing service. If the car is parked outside this area and the customer wishes to complete his rental agreement, a relocation fee has to be paid for returning the car to its operating area."}
{"meta": {"doc_id": 158, "sent_id": 7, "sent_start_pos": 619, "sent_end_pos": 988, "title": "Car Sharing System"}, "text": "It can be parked anywhere inside the operating area of the car sharing service. If the car is parked outside this area and the customer wishes to complete his rental agreement, a relocation fee has to be paid for returning the car to its operating area. The mentioned car sharing service is implemented by two German car manufacturers, the Daimler AG and the BMW Group."}
{"meta": {"doc_id": 158, "sent_id": 8, "sent_start_pos": 699, "sent_end_pos": 1106, "title": "Car Sharing System"}, "text": "If the car is parked outside this area and the customer wishes to complete his rental agreement, a relocation fee has to be paid for returning the car to its operating area. The mentioned car sharing service is implemented by two German car manufacturers, the Daimler AG and the BMW Group. This study case focuses on the implementation of the BMW Group’s platform, with their car sharing service “DriveNow”."}
{"meta": {"doc_id": 158, "sent_id": 9, "sent_start_pos": 873, "sent_end_pos": 1325, "title": "Car Sharing System"}, "text": "The mentioned car sharing service is implemented by two German car manufacturers, the Daimler AG and the BMW Group. This study case focuses on the implementation of the BMW Group’s platform, with their car sharing service “DriveNow”. Applying The Sustainability Concept To The CarSharing System\nSTEP 1: ANALYSIS OF THE GENERIC VALUES\nIn the first step of the analysis we need to initiate the generic values using the goals we defined in the case study."}
{"meta": {"doc_id": 158, "sent_id": 10, "sent_start_pos": 989, "sent_end_pos": 1421, "title": "Car Sharing System"}, "text": "This study case focuses on the implementation of the BMW Group’s platform, with their car sharing service “DriveNow”. Applying The Sustainability Concept To The CarSharing System\nSTEP 1: ANALYSIS OF THE GENERIC VALUES\nIn the first step of the analysis we need to initiate the generic values using the goals we defined in the case study. The development process for the urban car sharing platform is explained in the following table."}
{"meta": {"doc_id": 158, "sent_id": 11, "sent_start_pos": 1107, "sent_end_pos": 1688, "title": "Car Sharing System"}, "text": "Applying The Sustainability Concept To The CarSharing System\nSTEP 1: ANALYSIS OF THE GENERIC VALUES\nIn the first step of the analysis we need to initiate the generic values using the goals we defined in the case study. The development process for the urban car sharing platform is explained in the following table. Here is the analysis of the generic values results:\nSTEP 2: IDENTIFICATION OF ACTIVITIES AND INDICATORS\nIn the second step of the sustainability analysis, we are looking for activities, indicators and regulations that affect the values, determined in the first step."}
{"meta": {"doc_id": 158, "sent_id": 12, "sent_start_pos": 1326, "sent_end_pos": 1831, "title": "Car Sharing System"}, "text": "The development process for the urban car sharing platform is explained in the following table. Here is the analysis of the generic values results:\nSTEP 2: IDENTIFICATION OF ACTIVITIES AND INDICATORS\nIn the second step of the sustainability analysis, we are looking for activities, indicators and regulations that affect the values, determined in the first step. This will allow for the identification of patterns that emerge within the model."}
{"meta": {"doc_id": 158, "sent_id": 13, "sent_start_pos": 1422, "sent_end_pos": 1906, "title": "Car Sharing System"}, "text": "Here is the analysis of the generic values results:\nSTEP 2: IDENTIFICATION OF ACTIVITIES AND INDICATORS\nIn the second step of the sustainability analysis, we are looking for activities, indicators and regulations that affect the values, determined in the first step. This will allow for the identification of patterns that emerge within the model. As a first reference point the case study was used to identify activities."}
{"meta": {"doc_id": 158, "sent_id": 14, "sent_start_pos": 1751, "sent_end_pos": 2005, "title": "Car Sharing System"}, "text": "This will allow for the identification of patterns that emerge within the model. As a first reference point the case study was used to identify activities. Again, not all information necessary to initialize the activities were included in the case study."}
{"meta": {"doc_id": 158, "sent_id": 15, "sent_start_pos": 1832, "sent_end_pos": 2132, "title": "Car Sharing System"}, "text": "As a first reference point the case study was used to identify activities. Again, not all information necessary to initialize the activities were included in the case study. Also the indicators and regulations had to be defined according to the Values, which were also not acquired in the case study."}
{"meta": {"doc_id": 158, "sent_id": 16, "sent_start_pos": 1907, "sent_end_pos": 2214, "title": "Car Sharing System"}, "text": "Again, not all information necessary to initialize the activities were included in the case study. Also the indicators and regulations had to be defined according to the Values, which were also not acquired in the case study. The results are shown in the following instantiation of the sustainability model."}
{"meta": {"doc_id": 158, "sent_id": 17, "sent_start_pos": 2006, "sent_end_pos": 2317, "title": "Car Sharing System"}, "text": "Also the indicators and regulations had to be defined according to the Values, which were also not acquired in the case study. The results are shown in the following instantiation of the sustainability model. The green elements of the model are activities that were added because of the sustainability analysis."}
{"meta": {"doc_id": 158, "sent_id": 18, "sent_start_pos": 2133, "sent_end_pos": 2366, "title": "Car Sharing System"}, "text": "The results are shown in the following instantiation of the sustainability model. The green elements of the model are activities that were added because of the sustainability analysis. These items were not included in the case study."}
{"meta": {"doc_id": 158, "sent_id": 19, "sent_start_pos": 2215, "sent_end_pos": 2515, "title": "Car Sharing System"}, "text": "The green elements of the model are activities that were added because of the sustainability analysis. These items were not included in the case study. These activities have been overlooked or were not considered due to the missing values already identified in the first step of the modeling process."}
{"meta": {"doc_id": 158, "sent_id": 20, "sent_start_pos": 2318, "sent_end_pos": 2667, "title": "Car Sharing System"}, "text": "These items were not included in the case study. These activities have been overlooked or were not considered due to the missing values already identified in the first step of the modeling process. STEP 3: LINK ACTIVITIES TO AN INDICATOR\nThe following table contains the direct and indirect links found in the urban car sharing sustainability model."}
{"meta": {"doc_id": 158, "sent_id": 21, "sent_start_pos": 2367, "sent_end_pos": 2758, "title": "Car Sharing System"}, "text": "These activities have been overlooked or were not considered due to the missing values already identified in the first step of the modeling process. STEP 3: LINK ACTIVITIES TO AN INDICATOR\nThe following table contains the direct and indirect links found in the urban car sharing sustainability model. The results of this step present us with another advantage using the sustainability model."}
{"meta": {"doc_id": 158, "sent_id": 22, "sent_start_pos": 2516, "sent_end_pos": 2954, "title": "Car Sharing System"}, "text": "STEP 3: LINK ACTIVITIES TO AN INDICATOR\nThe following table contains the direct and indirect links found in the urban car sharing sustainability model. The results of this step present us with another advantage using the sustainability model. Through identifying direct and indirect influences between activities and indicators, we can specify further implementation constraints in the RE content model for the urban car sharing platform."}
{"meta": {"doc_id": 158, "sent_id": 23, "sent_start_pos": 2668, "sent_end_pos": 3095, "title": "Car Sharing System"}, "text": "The results of this step present us with another advantage using the sustainability model. Through identifying direct and indirect influences between activities and indicators, we can specify further implementation constraints in the RE content model for the urban car sharing platform. Indirect influences are depending on the implementation of the activity, whereas direct influences leave more leeway for the implementation."}
{"meta": {"doc_id": 158, "sent_id": 24, "sent_start_pos": 2759, "sent_end_pos": 3319, "title": "Car Sharing System"}, "text": "Through identifying direct and indirect influences between activities and indicators, we can specify further implementation constraints in the RE content model for the urban car sharing platform. Indirect influences are depending on the implementation of the activity, whereas direct influences leave more leeway for the implementation. After the third step of the instantiation of the sustainability model we now have a model containing all the indicators that need to be monitored throughout the development process to fulfill the sustainability constraints."}
{"meta": {"doc_id": 158, "sent_id": 25, "sent_start_pos": 2955, "sent_end_pos": 3434, "title": "Car Sharing System"}, "text": "Indirect influences are depending on the implementation of the activity, whereas direct influences leave more leeway for the implementation. After the third step of the instantiation of the sustainability model we now have a model containing all the indicators that need to be monitored throughout the development process to fulfill the sustainability constraints. System Vision\nDriveNow is a smart system, developed by BMW, for individual mobility and cost efficient travelling."}
{"meta": {"doc_id": 158, "sent_id": 26, "sent_start_pos": 3096, "sent_end_pos": 3490, "title": "Car Sharing System"}, "text": "After the third step of the instantiation of the sustainability model we now have a model containing all the indicators that need to be monitored throughout the development process to fulfill the sustainability constraints. System Vision\nDriveNow is a smart system, developed by BMW, for individual mobility and cost efficient travelling. It brings new flexibility for city and suburban people."}
{"meta": {"doc_id": 158, "sent_id": 27, "sent_start_pos": 3320, "sent_end_pos": 3677, "title": "Car Sharing System"}, "text": "System Vision\nDriveNow is a smart system, developed by BMW, for individual mobility and cost efficient travelling. It brings new flexibility for city and suburban people. It can help to modernize the overall carpool by enabling drivers to dismiss their old car in favor for a more economical sharing model, and helps therefore to promote emission reduction."}
{"meta": {"doc_id": 158, "sent_id": 28, "sent_start_pos": 3435, "sent_end_pos": 3839, "title": "Car Sharing System"}, "text": "It brings new flexibility for city and suburban people. It can help to modernize the overall carpool by enabling drivers to dismiss their old car in favor for a more economical sharing model, and helps therefore to promote emission reduction. DriveNow offers the possibility to reach new customers in different ways: On the one hand it provides access to individual mobility for price-oriented customers."}
{"meta": {"doc_id": 158, "sent_id": 29, "sent_start_pos": 3491, "sent_end_pos": 3916, "title": "Car Sharing System"}, "text": "It can help to modernize the overall carpool by enabling drivers to dismiss their old car in favor for a more economical sharing model, and helps therefore to promote emission reduction. DriveNow offers the possibility to reach new customers in different ways: On the one hand it provides access to individual mobility for price-oriented customers. On the other hand it reaches new customers who need a car only occasionally."}
{"meta": {"doc_id": 158, "sent_id": 30, "sent_start_pos": 3678, "sent_end_pos": 4102, "title": "Car Sharing System"}, "text": "DriveNow offers the possibility to reach new customers in different ways: On the one hand it provides access to individual mobility for price-oriented customers. On the other hand it reaches new customers who need a car only occasionally. Use Case Overview Diagram\nConclusion\nIn conclusion we have seen that the sustainability model for the urban car sharing platform produces some additional goals for the RE content model."}
{"meta": {"doc_id": 158, "sent_id": 31, "sent_start_pos": 3840, "sent_end_pos": 4217, "title": "Car Sharing System"}, "text": "On the other hand it reaches new customers who need a car only occasionally. Use Case Overview Diagram\nConclusion\nIn conclusion we have seen that the sustainability model for the urban car sharing platform produces some additional goals for the RE content model. In this case we found the additional goals “low maintenance susceptibility” and “vehicle independent integration”."}
{"meta": {"doc_id": 158, "sent_id": 32, "sent_start_pos": 3917, "sent_end_pos": 4393, "title": "Car Sharing System"}, "text": "Use Case Overview Diagram\nConclusion\nIn conclusion we have seen that the sustainability model for the urban car sharing platform produces some additional goals for the RE content model. In this case we found the additional goals “low maintenance susceptibility” and “vehicle independent integration”. The resulting activities provide an additional layer of depth to the RE content model, by illustrating the composition of the goals according to their sustainability features."}
{"meta": {"doc_id": 158, "sent_id": 33, "sent_start_pos": 4103, "sent_end_pos": 4676, "title": "Car Sharing System"}, "text": "In this case we found the additional goals “low maintenance susceptibility” and “vehicle independent integration”. The resulting activities provide an additional layer of depth to the RE content model, by illustrating the composition of the goals according to their sustainability features. Certain activity patterns threaten the sustainability due to their relaying on single activities that, if threatened, can destabilize the sustainability of the entire model (e.g."}
{"meta": {"doc_id": 158, "sent_id": 34, "sent_start_pos": 4218, "sent_end_pos": 4884, "title": "Car Sharing System"}, "text": "The resulting activities provide an additional layer of depth to the RE content model, by illustrating the composition of the goals according to their sustainability features. Certain activity patterns threaten the sustainability due to their relaying on single activities that, if threatened, can destabilize the sustainability of the entire model (e.g. After also identifying direct and indirect influences between activities and indicators, we can now proceed with the assessment of the sustainability model, by looking at a real world example."}
{"meta": {"doc_id": 158, "sent_id": 35, "sent_start_pos": 4498, "sent_end_pos": 5046, "title": "Car Sharing System"}, "text": "Certain activity patterns threaten the sustainability due to their relaying on single activities that, if threatened, can destabilize the sustainability of the entire model (e.g. After also identifying direct and indirect influences between activities and indicators, we can now proceed with the assessment of the sustainability model, by looking at a real world example. As mentioned before, the case study used for the urban car sharing sustainability analysis is modeled after the real world example “DriveNow” from the BMW Group."}
{"meta": {"doc_id": 158, "sent_id": 36, "sent_start_pos": 4692, "sent_end_pos": 5231, "title": "Car Sharing System"}, "text": "After also identifying direct and indirect influences between activities and indicators, we can now proceed with the assessment of the sustainability model, by looking at a real world example. As mentioned before, the case study used for the urban car sharing sustainability analysis is modeled after the real world example “DriveNow” from the BMW Group. As also mentioned before, it is very difficult to obtain any kind of sustainability data from real world applications that do not monitor the indicators relevant to the sustainability."}
{"meta": {"doc_id": 158, "sent_id": 37, "sent_start_pos": 4885, "sent_end_pos": [], "title": "Car Sharing System"}, "text": "As mentioned before, the case study used for the urban car sharing sustainability analysis is modeled after the real world example “DriveNow” from the BMW Group. As also mentioned before, it is very difficult to obtain any kind of sustainability data from real world applications that do not monitor the indicators relevant to the sustainability. "}
{"meta": {"doc_id": 159, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 286, "title": "Car Sharing"}, "text": " Car Sharing Change In CarShare Operations for 2020-21 Previously Oberlin College hosted four vehicles that could be rented through the Enterprise CarShare program. With increased safety measures required to reduce the spread of COVID-19, CarShare will be suspended until further notice."}
{"meta": {"doc_id": 159, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 625, "title": "Car Sharing"}, "text": "Car Sharing Change In CarShare Operations for 2020-21 Previously Oberlin College hosted four vehicles that could be rented through the Enterprise CarShare program. With increased safety measures required to reduce the spread of COVID-19, CarShare will be suspended until further notice. Students, as well as faculty, staff, and community members, with a valid driver’s license and over the age of 18 years old, will be able to rent vehicles from the Enterprise branch in Amherst, Ohio, located ~8 miles from campus."}
{"meta": {"doc_id": 159, "sent_id": 2, "sent_start_pos": 164, "sent_end_pos": 710, "title": "Car Sharing"}, "text": "With increased safety measures required to reduce the spread of COVID-19, CarShare will be suspended until further notice. Students, as well as faculty, staff, and community members, with a valid driver’s license and over the age of 18 years old, will be able to rent vehicles from the Enterprise branch in Amherst, Ohio, located ~8 miles from campus. To assist with the transition, Enterprise will offer a special discount for rentals."}
{"meta": {"doc_id": 159, "sent_id": 3, "sent_start_pos": 397, "sent_end_pos": 863, "title": "Car Sharing"}, "text": "Students, as well as faculty, staff, and community members, with a valid driver’s license and over the age of 18 years old, will be able to rent vehicles from the Enterprise branch in Amherst, Ohio, located ~8 miles from campus. To assist with the transition, Enterprise will offer a special discount for rentals. This page will be updated as additional solutions are made available."}
{"meta": {"doc_id": 159, "sent_id": 4, "sent_start_pos": 626, "sent_end_pos": [], "title": "Car Sharing"}, "text": "To assist with the transition, Enterprise will offer a special discount for rentals. This page will be updated as additional solutions are made available. "}
{"meta": {"doc_id": 160, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 402, "title": "Carpool and Car Share"}, "text": " Carpool and Car Share Carpooling allows you to share the cost and driving responsibilities of your commute with another passenger. Car sharing allows individuals to live without owning a car, but allows them to get convenient access to a car when needed."}
{"meta": {"doc_id": 160, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 517, "title": "Carpool and Car Share"}, "text": "Carpool and Car Share Carpooling allows you to share the cost and driving responsibilities of your commute with another passenger. Car sharing allows individuals to live without owning a car, but allows them to get convenient access to a car when needed. Columbia has partnered with Zipcar to offer a car sharing service at a discounted price for University affiliates."}
{"meta": {"doc_id": 160, "sent_id": 2, "sent_start_pos": 279, "sent_end_pos": 625, "title": "Carpool and Car Share"}, "text": "Car sharing allows individuals to live without owning a car, but allows them to get convenient access to a car when needed. Columbia has partnered with Zipcar to offer a car sharing service at a discounted price for University affiliates. This initiative saves space, and user fees incentivize members to only use a car when they really need one."}
{"meta": {"doc_id": 160, "sent_id": 3, "sent_start_pos": 403, "sent_end_pos": 749, "title": "Carpool and Car Share"}, "text": "Columbia has partnered with Zipcar to offer a car sharing service at a discounted price for University affiliates. This initiative saves space, and user fees incentivize members to only use a car when they really need one. Visit the Columbia Transportation website to review all of the carpooling, ride sharing, and car sharing options available."}
{"meta": {"doc_id": 160, "sent_id": 4, "sent_start_pos": 518, "sent_end_pos": [], "title": "Carpool and Car Share"}, "text": "This initiative saves space, and user fees incentivize members to only use a car when they really need one. Visit the Columbia Transportation website to review all of the carpooling, ride sharing, and car sharing options available. "}
{"meta": {"doc_id": 162, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 848, "title": "Car Sharing Systems as a Sustainable Transport Policy: A Case Study from Lisbon, Portugal"}, "text": " These facts reinforce the need for public policies to support the integration of car sharing within the city’s solutions to promote a more sustainable mobility. The successful deployment of car sharing systems can be influenced by policies targeting features such as allocation of parking, the fees and complementarity with public transport, signage and markings, and marketing of social and environmental benefits."}
{"meta": {"doc_id": 162, "sent_id": 1, "sent_start_pos": 433, "sent_end_pos": [], "title": "Car Sharing Systems as a Sustainable Transport Policy: A Case Study from Lisbon, Portugal"}, "text": "These facts reinforce the need for public policies to support the integration of car sharing within the city’s solutions to promote a more sustainable mobility. The successful deployment of car sharing systems can be influenced by policies targeting features such as allocation of parking, the fees and complementarity with public transport, signage and markings, and marketing of social and environmental benefits. "}
{"meta": {"doc_id": 163, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 284, "title": "Car Pooling or Car Sharing"}, "text": " Car Pooling or Car Sharing\nAverage CO2 emissions of cars registered in the first quarter of 2013 in Spain are down 4.5% on the same period of 2012*, but even so, transport continues to be one of the most significant GHG emitters. There are some thousand million vehicles in the world."}
{"meta": {"doc_id": 163, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 489, "title": "Car Pooling or Car Sharing"}, "text": "Car Pooling or Car Sharing\nAverage CO2 emissions of cars registered in the first quarter of 2013 in Spain are down 4.5% on the same period of 2012*, but even so, transport continues to be one of the most significant GHG emitters. There are some thousand million vehicles in the world. Despite increased sales of more efficient vehicles, which seems to be a trend that is here to stay, we must not forget that big cities continue to suffer serious problems from their high pollution levels."}
{"meta": {"doc_id": 163, "sent_id": 2, "sent_start_pos": 230, "sent_end_pos": 715, "title": "Car Pooling or Car Sharing"}, "text": "There are some thousand million vehicles in the world. Despite increased sales of more efficient vehicles, which seems to be a trend that is here to stay, we must not forget that big cities continue to suffer serious problems from their high pollution levels. ), the greenhouse effect, acid rain and reduction of the ozone layer are just some of the effects of the \"smog clouds\" over cities."}
{"meta": {"doc_id": 163, "sent_id": 3, "sent_start_pos": 285, "sent_end_pos": 855, "title": "Car Pooling or Car Sharing"}, "text": "Despite increased sales of more efficient vehicles, which seems to be a trend that is here to stay, we must not forget that big cities continue to suffer serious problems from their high pollution levels. ), the greenhouse effect, acid rain and reduction of the ozone layer are just some of the effects of the \"smog clouds\" over cities. Buying a more energy efficient car and following recommendations for lower power consumption reduces CO2 emissions, but this is not enough."}
{"meta": {"doc_id": 163, "sent_id": 4, "sent_start_pos": 584, "sent_end_pos": 953, "title": "Car Pooling or Car Sharing"}, "text": "), the greenhouse effect, acid rain and reduction of the ozone layer are just some of the effects of the \"smog clouds\" over cities. Buying a more energy efficient car and following recommendations for lower power consumption reduces CO2 emissions, but this is not enough. New transport trends have now become an important ally for reducing emissions – and saving money!"}
{"meta": {"doc_id": 163, "sent_id": 5, "sent_start_pos": 716, "sent_end_pos": 1182, "title": "Car Pooling or Car Sharing"}, "text": "Buying a more energy efficient car and following recommendations for lower power consumption reduces CO2 emissions, but this is not enough. New transport trends have now become an important ally for reducing emissions – and saving money! In this way, the driver's vehicle costs are offset and passengers save a good amount of money spent on transport, as well as respecting the environment."}
{"meta": {"doc_id": 163, "sent_id": 6, "sent_start_pos": 856, "sent_end_pos": 1306, "title": "Car Pooling or Car Sharing"}, "text": "New transport trends have now become an important ally for reducing emissions – and saving money! In this way, the driver's vehicle costs are offset and passengers save a good amount of money spent on transport, as well as respecting the environment. Did you know that 63% of cars on the road carry only the driver?"}
{"meta": {"doc_id": 163, "sent_id": 7, "sent_start_pos": 1030, "sent_end_pos": 1439, "title": "Car Pooling or Car Sharing"}, "text": "In this way, the driver's vehicle costs are offset and passengers save a good amount of money spent on transport, as well as respecting the environment. Did you know that 63% of cars on the road carry only the driver? Can you think of better way to avoid this than sharing free car seats, and also save money?"}
{"meta": {"doc_id": 163, "sent_id": 8, "sent_start_pos": 1242, "sent_end_pos": 1530, "title": "Car Pooling or Car Sharing"}, "text": "Did you know that 63% of cars on the road carry only the driver? Can you think of better way to avoid this than sharing free car seats, and also save money? Diverse companies use the internet to connect millions of users interested in car pooling."}
{"meta": {"doc_id": 163, "sent_id": 9, "sent_start_pos": 1348, "sent_end_pos": 1734, "title": "Car Pooling or Car Sharing"}, "text": "Can you think of better way to avoid this than sharing free car seats, and also save money? Diverse companies use the internet to connect millions of users interested in car pooling. You connect with other users, drivers and passengers, and you travel in a shared car!"}
{"meta": {"doc_id": 163, "sent_id": 10, "sent_start_pos": 1440, "sent_end_pos": 1823, "title": "Car Pooling or Car Sharing"}, "text": "Diverse companies use the internet to connect millions of users interested in car pooling. You connect with other users, drivers and passengers, and you travel in a shared car! Another option for reducing pollution and saving money is to join a Car Sharing service."}
{"meta": {"doc_id": 163, "sent_id": 11, "sent_start_pos": 1649, "sent_end_pos": 1925, "title": "Car Pooling or Car Sharing"}, "text": "You connect with other users, drivers and passengers, and you travel in a shared car! Another option for reducing pollution and saving money is to join a Car Sharing service. This new practice is an alternative to the private car, but also to the traditional car hire service."}
{"meta": {"doc_id": 163, "sent_id": 12, "sent_start_pos": 1735, "sent_end_pos": 2025, "title": "Car Pooling or Car Sharing"}, "text": "Another option for reducing pollution and saving money is to join a Car Sharing service. This new practice is an alternative to the private car, but also to the traditional car hire service. It means renting a car by hours at a much more economic price, since the price of fuel is included."}
{"meta": {"doc_id": 163, "sent_id": 13, "sent_start_pos": 1824, "sent_end_pos": 2291, "title": "Car Pooling or Car Sharing"}, "text": "This new practice is an alternative to the private car, but also to the traditional car hire service. It means renting a car by hours at a much more economic price, since the price of fuel is included. With your mobile phone you find your nearest garage and the cars available, you say how much time you are going to use it for, you open the car with the card and can then use your car for the time you need!"}
{"meta": {"doc_id": 163, "sent_id": 14, "sent_start_pos": 1926, "sent_end_pos": 2392, "title": "Car Pooling or Car Sharing"}, "text": "It means renting a car by hours at a much more economic price, since the price of fuel is included. With your mobile phone you find your nearest garage and the cars available, you say how much time you are going to use it for, you open the car with the card and can then use your car for the time you need! When you finish, you return the car to the garage and the time you have used is charged to the card."}
{"meta": {"doc_id": 163, "sent_id": 15, "sent_start_pos": 2085, "sent_end_pos": 2454, "title": "Car Pooling or Car Sharing"}, "text": "With your mobile phone you find your nearest garage and the cars available, you say how much time you are going to use it for, you open the car with the card and can then use your car for the time you need! When you finish, you return the car to the garage and the time you have used is charged to the card. Can you imagine the savings you can make with this in a year?"}
{"meta": {"doc_id": 163, "sent_id": 16, "sent_start_pos": 2292, "sent_end_pos": 2805, "title": "Car Pooling or Car Sharing"}, "text": "When you finish, you return the car to the garage and the time you have used is charged to the card. Can you imagine the savings you can make with this in a year? Using this system can save you an average of €4,000 a year, and it reduces the number of cars on the street."}
{"meta": {"doc_id": 163, "sent_id": 17, "sent_start_pos": 2393, "sent_end_pos": 2911, "title": "Car Pooling or Car Sharing"}, "text": "Can you imagine the savings you can make with this in a year? Using this system can save you an average of €4,000 a year, and it reduces the number of cars on the street. According to Amovens, car sharing can save drivers who live 20 km from there place of work €1,500 a year."}
{"meta": {"doc_id": 163, "sent_id": 18, "sent_start_pos": 2697, "sent_end_pos": 3135, "title": "Car Pooling or Car Sharing"}, "text": "Using this system can save you an average of €4,000 a year, and it reduces the number of cars on the street. According to Amovens, car sharing can save drivers who live 20 km from there place of work €1,500 a year. Their website also informs us that in a company of 1,000 employees if just 5% of them were to share a car with two other colleagues who live 20 km from work, they would save €75,000 and 70 tonnes of CO2 emissions each year."}
{"meta": {"doc_id": 163, "sent_id": 19, "sent_start_pos": 2806, "sent_end_pos": 3234, "title": "Car Pooling or Car Sharing"}, "text": "According to Amovens, car sharing can save drivers who live 20 km from there place of work €1,500 a year. Their website also informs us that in a company of 1,000 employees if just 5% of them were to share a car with two other colleagues who live 20 km from work, they would save €75,000 and 70 tonnes of CO2 emissions each year. On long journeys, sharing a car gives a saving of between 50% and 80%... Worth thinking about, no?"}
{"meta": {"doc_id": 163, "sent_id": 20, "sent_start_pos": 2912, "sent_end_pos": [], "title": "Car Pooling or Car Sharing"}, "text": "Their website also informs us that in a company of 1,000 employees if just 5% of them were to share a car with two other colleagues who live 20 km from work, they would save €75,000 and 70 tonnes of CO2 emissions each year. On long journeys, sharing a car gives a saving of between 50% and 80%... Worth thinking about, no? "}
{"meta": {"doc_id": 165, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 321, "title": "How to Start a Carpool That Lasts"}, "text": " So you want to carpool to NC State’s campus and reap the benefits of driving less and saving more cash? Whether you’re riding with a friend or you found someone to ride with on Zimride (NC State’s private ride-sharing website) we’ve heard from carpool veterans that carpool success rides on some ground rules."}
{"meta": {"doc_id": 165, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 415, "title": "How to Start a Carpool That Lasts"}, "text": "So you want to carpool to NC State’s campus and reap the benefits of driving less and saving more cash? Whether you’re riding with a friend or you found someone to ride with on Zimride (NC State’s private ride-sharing website) we’ve heard from carpool veterans that carpool success rides on some ground rules. Follow these to start a carpool that will last for the long haul:\nDecide who drives and pays."}
{"meta": {"doc_id": 165, "sent_id": 2, "sent_start_pos": 116, "sent_end_pos": 666, "title": "How to Start a Carpool That Lasts"}, "text": "Whether you’re riding with a friend or you found someone to ride with on Zimride (NC State’s private ride-sharing website) we’ve heard from carpool veterans that carpool success rides on some ground rules. Follow these to start a carpool that will last for the long haul:\nDecide who drives and pays. One person can drive and the passengers can contribute to gas and car maintenance expenses, or you might choose to split driving time so that each person in the carpool shares the expense load."}
{"meta": {"doc_id": 165, "sent_id": 3, "sent_start_pos": 322, "sent_end_pos": 785, "title": "How to Start a Carpool That Lasts"}, "text": "Follow these to start a carpool that will last for the long haul:\nDecide who drives and pays. One person can drive and the passengers can contribute to gas and car maintenance expenses, or you might choose to split driving time so that each person in the carpool shares the expense load. It’s best to decide this early, and you might choose to base it on who has the most comfortable or fuel efficient car."}
{"meta": {"doc_id": 165, "sent_id": 4, "sent_start_pos": 473, "sent_end_pos": 861, "title": "How to Start a Carpool That Lasts"}, "text": "One person can drive and the passengers can contribute to gas and car maintenance expenses, or you might choose to split driving time so that each person in the carpool shares the expense load. It’s best to decide this early, and you might choose to base it on who has the most comfortable or fuel efficient car. And remember to calculate in parking and any alternative commuter benefits."}
{"meta": {"doc_id": 165, "sent_id": 5, "sent_start_pos": 667, "sent_end_pos": 968, "title": "How to Start a Carpool That Lasts"}, "text": "It’s best to decide this early, and you might choose to base it on who has the most comfortable or fuel efficient car. And remember to calculate in parking and any alternative commuter benefits. NC State employees can apply for WolfTrails commuter benefits and students can apply for a carpool permit."}
{"meta": {"doc_id": 165, "sent_id": 6, "sent_start_pos": 786, "sent_end_pos": 1286, "title": "How to Start a Carpool That Lasts"}, "text": "And remember to calculate in parking and any alternative commuter benefits. NC State employees can apply for WolfTrails commuter benefits and students can apply for a carpool permit. Whereas family members might be more willing to make extra stops along your route to or from campus, there’s no better way to alienate your carpool buddy than by asking to stop by the post office, grocery store or other locale."}
{"meta": {"doc_id": 165, "sent_id": 7, "sent_start_pos": 862, "sent_end_pos": 1335, "title": "How to Start a Carpool That Lasts"}, "text": "NC State employees can apply for WolfTrails commuter benefits and students can apply for a carpool permit. Whereas family members might be more willing to make extra stops along your route to or from campus, there’s no better way to alienate your carpool buddy than by asking to stop by the post office, grocery store or other locale. Even if it’s supposed to be “quick.”\nBe on time."}
{"meta": {"doc_id": 165, "sent_id": 8, "sent_start_pos": 1059, "sent_end_pos": 1594, "title": "How to Start a Carpool That Lasts"}, "text": "Whereas family members might be more willing to make extra stops along your route to or from campus, there’s no better way to alienate your carpool buddy than by asking to stop by the post office, grocery store or other locale. Even if it’s supposed to be “quick.”\nBe on time. Taking a guess here, but we suspect that your carpool buddy doesn’t want to arrive at work or class covered in your Golden Retriever’s hair."}
{"meta": {"doc_id": 165, "sent_id": 9, "sent_start_pos": 1287, "sent_end_pos": 1718, "title": "How to Start a Carpool That Lasts"}, "text": "Even if it’s supposed to be “quick.”\nBe on time. Taking a guess here, but we suspect that your carpool buddy doesn’t want to arrive at work or class covered in your Golden Retriever’s hair. Take a few minutes to clean your car so your passenger has a comfortable seat and isn’t wrestling with trash at their feet."}
{"meta": {"doc_id": 165, "sent_id": 10, "sent_start_pos": 1454, "sent_end_pos": 1950, "title": "How to Start a Carpool That Lasts"}, "text": "Taking a guess here, but we suspect that your carpool buddy doesn’t want to arrive at work or class covered in your Golden Retriever’s hair. Take a few minutes to clean your car so your passenger has a comfortable seat and isn’t wrestling with trash at their feet. Some people find it annoying or distracting to be in the car when someone is talking on the phone, listening to loud music, smoking, eating, drinking, gossiping or even wearing strong perfume/cologne."}
{"meta": {"doc_id": 165, "sent_id": 11, "sent_start_pos": 1595, "sent_end_pos": 2358, "title": "How to Start a Carpool That Lasts"}, "text": "Take a few minutes to clean your car so your passenger has a comfortable seat and isn’t wrestling with trash at their feet. Some people find it annoying or distracting to be in the car when someone is talking on the phone, listening to loud music, smoking, eating, drinking, gossiping or even wearing strong perfume/cologne. In the Triangle area, a free emergency ride home service is offered for just such occasions, so don’t let the possibility of the unexpected deter you from carpooling."}
{"meta": {"doc_id": 165, "sent_id": 12, "sent_start_pos": 1750, "sent_end_pos": [], "title": "How to Start a Carpool That Lasts"}, "text": "Some people find it annoying or distracting to be in the car when someone is talking on the phone, listening to loud music, smoking, eating, drinking, gossiping or even wearing strong perfume/cologne. In the Triangle area, a free emergency ride home service is offered for just such occasions, so don’t let the possibility of the unexpected deter you from carpooling. "}
{"meta": {"doc_id": 166, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 670, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": " 'Sustainable Transportation' brings carpooling alternatives to W&M\nThe program, labeled as Sustainable Transportation, is part of a three-year effort by students, faculty and staff of the College to map out student commuting patterns and to better provide transportation services for students in a sustainable, environmentally friendly fashion. Max Cunningham ’13, who received a grant from William & Mary’s Committee on Sustainability to complete the project, worked this past summer in conjunction with faculty advisor John Swaddle, Parking Services Director Bill Horatio and Director of Auxiliary Services Carolyn Davis to research and enhance the carpooling program."}
{"meta": {"doc_id": 166, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 830, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "'Sustainable Transportation' brings carpooling alternatives to W&M\nThe program, labeled as Sustainable Transportation, is part of a three-year effort by students, faculty and staff of the College to map out student commuting patterns and to better provide transportation services for students in a sustainable, environmentally friendly fashion. Max Cunningham ’13, who received a grant from William & Mary’s Committee on Sustainability to complete the project, worked this past summer in conjunction with faculty advisor John Swaddle, Parking Services Director Bill Horatio and Director of Auxiliary Services Carolyn Davis to research and enhance the carpooling program. A 2009 survey of College commuting patterns found that students were interested in actively carpooling, but many were still commuting to school alone each day."}
{"meta": {"doc_id": 166, "sent_id": 2, "sent_start_pos": 345, "sent_end_pos": 1004, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "Max Cunningham ’13, who received a grant from William & Mary’s Committee on Sustainability to complete the project, worked this past summer in conjunction with faculty advisor John Swaddle, Parking Services Director Bill Horatio and Director of Auxiliary Services Carolyn Davis to research and enhance the carpooling program. A 2009 survey of College commuting patterns found that students were interested in actively carpooling, but many were still commuting to school alone each day. “My advisor and I thought that if we could just increase communication between people interested in carpooling, we would see more of ridesharing on campus.” Cunningham said."}
{"meta": {"doc_id": 166, "sent_id": 3, "sent_start_pos": 671, "sent_end_pos": 1165, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "A 2009 survey of College commuting patterns found that students were interested in actively carpooling, but many were still commuting to school alone each day. “My advisor and I thought that if we could just increase communication between people interested in carpooling, we would see more of ridesharing on campus.” Cunningham said. “The same survey showed that public transportation is in a similar place; a lot of people would like to use the bus system, but just don’t know enough about it."}
{"meta": {"doc_id": 166, "sent_id": 4, "sent_start_pos": 831, "sent_end_pos": 1409, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“My advisor and I thought that if we could just increase communication between people interested in carpooling, we would see more of ridesharing on campus.” Cunningham said. “The same survey showed that public transportation is in a similar place; a lot of people would like to use the bus system, but just don’t know enough about it. Our goal from the beginning was to fix that.”\nMembers of the campus community can access the new program through a Sustainable Transportation channel on MyWM, an internal website that provides College services for faculty, staff, and students."}
{"meta": {"doc_id": 166, "sent_id": 5, "sent_start_pos": 1005, "sent_end_pos": 1646, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“The same survey showed that public transportation is in a similar place; a lot of people would like to use the bus system, but just don’t know enough about it. Our goal from the beginning was to fix that.”\nMembers of the campus community can access the new program through a Sustainable Transportation channel on MyWM, an internal website that provides College services for faculty, staff, and students. The new channel provides links to Google Transit, a site that maps out local bus routes and safe biking routes, and a newly created “William & Mary Rideshare Service,” which helps potential carpool members find each other around campus."}
{"meta": {"doc_id": 166, "sent_id": 6, "sent_start_pos": 1166, "sent_end_pos": 1817, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "Our goal from the beginning was to fix that.”\nMembers of the campus community can access the new program through a Sustainable Transportation channel on MyWM, an internal website that provides College services for faculty, staff, and students. The new channel provides links to Google Transit, a site that maps out local bus routes and safe biking routes, and a newly created “William & Mary Rideshare Service,” which helps potential carpool members find each other around campus. The rideshare service was designed in collaboration with Parking Services and AlterNet Rides, a company that specializes in designing online carpool organizational tools."}
{"meta": {"doc_id": 166, "sent_id": 7, "sent_start_pos": 1410, "sent_end_pos": 2041, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "The new channel provides links to Google Transit, a site that maps out local bus routes and safe biking routes, and a newly created “William & Mary Rideshare Service,” which helps potential carpool members find each other around campus. The rideshare service was designed in collaboration with Parking Services and AlterNet Rides, a company that specializes in designing online carpool organizational tools. “W&M has had a dormant carpool program for a number of years,” said Swaddle, a professor of environmental science and biology."}
{"meta": {"doc_id": 166, "sent_id": 8, "sent_start_pos": 1647, "sent_end_pos": 2227, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "The rideshare service was designed in collaboration with Parking Services and AlterNet Rides, a company that specializes in designing online carpool organizational tools. “W&M has had a dormant carpool program for a number of years,” said Swaddle, a professor of environmental science and biology. He added that a majority of what will make carpool a success at the College is the staff and graduate students, who have the greatest economic and utilitarian benefit from ride sharing."}
{"meta": {"doc_id": 166, "sent_id": 9, "sent_start_pos": 1915, "sent_end_pos": 2574, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“W&M has had a dormant carpool program for a number of years,” said Swaddle, a professor of environmental science and biology. He added that a majority of what will make carpool a success at the College is the staff and graduate students, who have the greatest economic and utilitarian benefit from ride sharing. “Essentially, what Max and I did was think about ways to revitalize it and advertise the benefits to the W&M community while also making it more user-friendly.”\nAs part of his project, Cunningham also designed several web pages for the Parking Services website, which provide details of the carpooling program and the benefits of using a carpool."}
{"meta": {"doc_id": 166, "sent_id": 10, "sent_start_pos": 2042, "sent_end_pos": 2740, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "He added that a majority of what will make carpool a success at the College is the staff and graduate students, who have the greatest economic and utilitarian benefit from ride sharing. “Essentially, what Max and I did was think about ways to revitalize it and advertise the benefits to the W&M community while also making it more user-friendly.”\nAs part of his project, Cunningham also designed several web pages for the Parking Services website, which provide details of the carpooling program and the benefits of using a carpool. For example, members of a carpool are eligible to share a parking pass, thereby splitting the cost between two to three people, depending on the size of the carpool."}
{"meta": {"doc_id": 166, "sent_id": 11, "sent_start_pos": 2228, "sent_end_pos": 2885, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“Essentially, what Max and I did was think about ways to revitalize it and advertise the benefits to the W&M community while also making it more user-friendly.”\nAs part of his project, Cunningham also designed several web pages for the Parking Services website, which provide details of the carpooling program and the benefits of using a carpool. For example, members of a carpool are eligible to share a parking pass, thereby splitting the cost between two to three people, depending on the size of the carpool. Parking Services has also reserved 25 prime parking spaces throughout campus that can be used by carpoolers on a first-come, first-served basis."}
{"meta": {"doc_id": 166, "sent_id": 12, "sent_start_pos": 2575, "sent_end_pos": 3151, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "For example, members of a carpool are eligible to share a parking pass, thereby splitting the cost between two to three people, depending on the size of the carpool. Parking Services has also reserved 25 prime parking spaces throughout campus that can be used by carpoolers on a first-come, first-served basis. “Overall, ‘transportation’ is a large chunk of W&M’s carbon footprint, hence all of these initiatives will make significant positive contributions to reducing our harmful emissions,” Swaddle said."}
{"meta": {"doc_id": 166, "sent_id": 13, "sent_start_pos": 2741, "sent_end_pos": 3253, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "Parking Services has also reserved 25 prime parking spaces throughout campus that can be used by carpoolers on a first-come, first-served basis. “Overall, ‘transportation’ is a large chunk of W&M’s carbon footprint, hence all of these initiatives will make significant positive contributions to reducing our harmful emissions,” Swaddle said. “We also want these initiatives to align with personal savings and health benefits for our community."}
{"meta": {"doc_id": 166, "sent_id": 14, "sent_start_pos": 2955, "sent_end_pos": 3534, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“Overall, ‘transportation’ is a large chunk of W&M’s carbon footprint, hence all of these initiatives will make significant positive contributions to reducing our harmful emissions,” Swaddle said. “We also want these initiatives to align with personal savings and health benefits for our community. Many of our options are win-win situations, which makes the whole W&M community more sustainable in environmental, economic, and health dimensions.”\nCunningham is confident the program will succeed and credits the overwhelming support from Parking Services and Auxiliary Services."}
{"meta": {"doc_id": 166, "sent_id": 15, "sent_start_pos": 3152, "sent_end_pos": 3670, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“We also want these initiatives to align with personal savings and health benefits for our community. Many of our options are win-win situations, which makes the whole W&M community more sustainable in environmental, economic, and health dimensions.”\nCunningham is confident the program will succeed and credits the overwhelming support from Parking Services and Auxiliary Services. “Having these departments as a support system, people that want to develop ideas and turn them into reality, is huge,” Cunningham said."}
{"meta": {"doc_id": 166, "sent_id": 16, "sent_start_pos": 3254, "sent_end_pos": 3903, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "Many of our options are win-win situations, which makes the whole W&M community more sustainable in environmental, economic, and health dimensions.”\nCunningham is confident the program will succeed and credits the overwhelming support from Parking Services and Auxiliary Services. “Having these departments as a support system, people that want to develop ideas and turn them into reality, is huge,” Cunningham said. “I have a lot of faith in the future of this project because I’ve seen such a great support system here.”\nAccording to Cunningham, the effort to bring a sustainable student commuting system to William & Mary is only just taking off."}
{"meta": {"doc_id": 166, "sent_id": 17, "sent_start_pos": 3535, "sent_end_pos": 4010, "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“Having these departments as a support system, people that want to develop ideas and turn them into reality, is huge,” Cunningham said. “I have a lot of faith in the future of this project because I’ve seen such a great support system here.”\nAccording to Cunningham, the effort to bring a sustainable student commuting system to William & Mary is only just taking off. “We want to see how people respond to the carpooling program and the tools we have for arranging carpools."}
{"meta": {"doc_id": 166, "sent_id": 18, "sent_start_pos": 3671, "sent_end_pos": [], "title": "'Sustainable Transportation' brings carpooling alternatives to W&M"}, "text": "“I have a lot of faith in the future of this project because I’ve seen such a great support system here.”\nAccording to Cunningham, the effort to bring a sustainable student commuting system to William & Mary is only just taking off. “We want to see how people respond to the carpooling program and the tools we have for arranging carpools. "}
{"meta": {"doc_id": 167, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 1264, "title": "Carpooling at Humber"}, "text": " THE BENEFITS\nSave Money\nSplit the cost of a carpool parking permit, plus share the cost of travel expenses\nReserved Parking Spots\nConveniently located steps away from main entrances\nComplimentary Parking Vouchers\nEach registered carpool member is entitled to 12 complimentary, one-day parking passes per year\nGuaranteed Emergency Ride Home\nIf you have an unforeseen emergency you can request reimbursement of up to $75 for your transportation costs through Smart Commute’s Emergency Ride Home program\nBetter for the Environment\nCarpooling cuts your commuting emissions in half and reduces your personal carbon footprint\nFINDING A CARPOOL PARTNER\nHere’s some tips:\n- Look for members in your department to form a carpool that syncs with everyone’s schedule\n- Ask your department head to include an announcement at the end of a staff meeting\n- Post a notice in staff kitchens\n- Reach out to other networks at Humber\nTHREE EASY STEPS TO JOIN A CARPOOL\n- Find a carpool partner. Two or more Humber staff that hold a parking permit are required\n- Register for a carpool permit by contacting parking.locker.services@humber.ca\n- Enjoy the many perks of participating in a carpool!"}
{"meta": {"doc_id": 167, "sent_id": 1, "sent_start_pos": 91, "sent_end_pos": [], "title": "Carpooling at Humber"}, "text": "THE BENEFITS\nSave Money\nSplit the cost of a carpool parking permit, plus share the cost of travel expenses\nReserved Parking Spots\nConveniently located steps away from main entrances\nComplimentary Parking Vouchers\nEach registered carpool member is entitled to 12 complimentary, one-day parking passes per year\nGuaranteed Emergency Ride Home\nIf you have an unforeseen emergency you can request reimbursement of up to $75 for your transportation costs through Smart Commute’s Emergency Ride Home program\nBetter for the Environment\nCarpooling cuts your commuting emissions in half and reduces your personal carbon footprint\nFINDING A CARPOOL PARTNER\nHere’s some tips:\n- Look for members in your department to form a carpool that syncs with everyone’s schedule\n- Ask your department head to include an announcement at the end of a staff meeting\n- Post a notice in staff kitchens\n- Reach out to other networks at Humber\nTHREE EASY STEPS TO JOIN A CARPOOL\n- Find a carpool partner. Two or more Humber staff that hold a parking permit are required\n- Register for a carpool permit by contacting parking.locker.services@humber.ca\n- Enjoy the many perks of participating in a carpool! "}
{"meta": {"doc_id": 168, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 395, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": " With transportation being the leading source of carbon emissions and air pollution in our region, our employees are taking action to reduce the number of vehicles on the road by carpooling or vanpooling –not just during National Rideshare Week this week but throughout the year. In some cases, they are taking carpooling to the next level – by sharing the ride in their electric car with others."}
{"meta": {"doc_id": 168, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 700, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "With transportation being the leading source of carbon emissions and air pollution in our region, our employees are taking action to reduce the number of vehicles on the road by carpooling or vanpooling –not just during National Rideshare Week this week but throughout the year. In some cases, they are taking carpooling to the next level – by sharing the ride in their electric car with others. They carpooled together in de Llano’s plug-in hybrid this week and led the charge to encourage more employees to do the same."}
{"meta": {"doc_id": 168, "sent_id": 2, "sent_start_pos": 279, "sent_end_pos": 820, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "In some cases, they are taking carpooling to the next level – by sharing the ride in their electric car with others. They carpooled together in de Llano’s plug-in hybrid this week and led the charge to encourage more employees to do the same. About 400 SDG&E employees have made the switch to driving plug-in vehicles, which produce low or no tailpipe emissions."}
{"meta": {"doc_id": 168, "sent_id": 3, "sent_start_pos": 575, "sent_end_pos": 1184, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "They carpooled together in de Llano’s plug-in hybrid this week and led the charge to encourage more employees to do the same. About 400 SDG&E employees have made the switch to driving plug-in vehicles, which produce low or no tailpipe emissions. Unlike conventional bucket trucks, the hybrid version is quiet and clean, because it uses battery power to raise the bucket, and heat and cool the truck cabin."}
{"meta": {"doc_id": 168, "sent_id": 4, "sent_start_pos": 701, "sent_end_pos": 1275, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "About 400 SDG&E employees have made the switch to driving plug-in vehicles, which produce low or no tailpipe emissions. Unlike conventional bucket trucks, the hybrid version is quiet and clean, because it uses battery power to raise the bucket, and heat and cool the truck cabin. That eliminates the need to run the engine to power equipment, cutting tailpipe emissions."}
{"meta": {"doc_id": 168, "sent_id": 5, "sent_start_pos": 1025, "sent_end_pos": 1493, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "Unlike conventional bucket trucks, the hybrid version is quiet and clean, because it uses battery power to raise the bucket, and heat and cool the truck cabin. That eliminates the need to run the engine to power equipment, cutting tailpipe emissions. Dedicated Green Team\nWe have a dedicated green team that promotes sustainability practices and programs beyond transportation to many aspects of our campus facilities and operations, such as landscaping and recycling."}
{"meta": {"doc_id": 168, "sent_id": 6, "sent_start_pos": 1185, "sent_end_pos": 1726, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "That eliminates the need to run the engine to power equipment, cutting tailpipe emissions. Dedicated Green Team\nWe have a dedicated green team that promotes sustainability practices and programs beyond transportation to many aspects of our campus facilities and operations, such as landscaping and recycling. This team collaborates with the iCommute program administered by the San Diego Association of Governments to help more employees use alternative modes of transportation, such as rideshare, biking, walking and taking transit to work."}
{"meta": {"doc_id": 168, "sent_id": 7, "sent_start_pos": 1276, "sent_end_pos": 1872, "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "Dedicated Green Team\nWe have a dedicated green team that promotes sustainability practices and programs beyond transportation to many aspects of our campus facilities and operations, such as landscaping and recycling. This team collaborates with the iCommute program administered by the San Diego Association of Governments to help more employees use alternative modes of transportation, such as rideshare, biking, walking and taking transit to work. Last week, we were honored with an iCommute Diamond Award – Gold Tier for making strides to advance sustainable commute choices in the workplace."}
{"meta": {"doc_id": 168, "sent_id": 8, "sent_start_pos": 1494, "sent_end_pos": [], "title": "Embracing Sustainable Transportation: Carpooling to Work (in an Electric Vehicle)"}, "text": "This team collaborates with the iCommute program administered by the San Diego Association of Governments to help more employees use alternative modes of transportation, such as rideshare, biking, walking and taking transit to work. Last week, we were honored with an iCommute Diamond Award – Gold Tier for making strides to advance sustainable commute choices in the workplace. "}
{"meta": {"doc_id": 169, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 224, "title": "Carpooling tips and FAQs"}, "text": " First of all, you don’t have to carpool five days a week. You can arrange to carpool as many or as few days a week as you like."}
{"meta": {"doc_id": 169, "sent_id": 1, "sent_start_pos": 97, "sent_end_pos": 657, "title": "Carpooling tips and FAQs"}, "text": "First of all, you don’t have to carpool five days a week. You can arrange to carpool as many or as few days a week as you like. You could plan activities on specific days and then car pool the rest of the time."}
{"meta": {"doc_id": 169, "sent_id": 2, "sent_start_pos": 155, "sent_end_pos": 761, "title": "Carpooling tips and FAQs"}, "text": "You can arrange to carpool as many or as few days a week as you like. You could plan activities on specific days and then car pool the rest of the time. Sharing a ride for just two or three days a week still saves you some petrol and helps the environment."}
{"meta": {"doc_id": 169, "sent_id": 3, "sent_start_pos": 575, "sent_end_pos": 821, "title": "Carpooling tips and FAQs"}, "text": "You could plan activities on specific days and then car pool the rest of the time. Sharing a ride for just two or three days a week still saves you some petrol and helps the environment. - I have an emergency during the day and I have to go home?"}
{"meta": {"doc_id": 169, "sent_id": 4, "sent_start_pos": 658, "sent_end_pos": 930, "title": "Carpooling tips and FAQs"}, "text": "Sharing a ride for just two or three days a week still saves you some petrol and helps the environment. - I have an emergency during the day and I have to go home? The unexpected is bound to come up and you should have a plan arranged in advance with your carpool members."}
{"meta": {"doc_id": 169, "sent_id": 5, "sent_start_pos": 762, "sent_end_pos": 980, "title": "Carpooling tips and FAQs"}, "text": "- I have an emergency during the day and I have to go home? The unexpected is bound to come up and you should have a plan arranged in advance with your carpool members. You’d be surprised at how flexible people can be."}
{"meta": {"doc_id": 169, "sent_id": 6, "sent_start_pos": 822, "sent_end_pos": 1117, "title": "Carpooling tips and FAQs"}, "text": "The unexpected is bound to come up and you should have a plan arranged in advance with your carpool members. You’d be surprised at how flexible people can be. Each person should specify how they want to be contacted at home, work, or their mobile phone with regards to emergency carpool changes."}
{"meta": {"doc_id": 169, "sent_id": 7, "sent_start_pos": 931, "sent_end_pos": 1237, "title": "Carpooling tips and FAQs"}, "text": "You’d be surprised at how flexible people can be. Each person should specify how they want to be contacted at home, work, or their mobile phone with regards to emergency carpool changes. - But I don’t have a car!"}
{"meta": {"doc_id": 169, "sent_id": 8, "sent_start_pos": 981, "sent_end_pos": 1325, "title": "Carpooling tips and FAQs"}, "text": "Each person should specify how they want to be contacted at home, work, or their mobile phone with regards to emergency carpool changes. - But I don’t have a car! Join a carpool that doesn’t need a driver and pay your share of the petrol."}
{"meta": {"doc_id": 169, "sent_id": 9, "sent_start_pos": 1212, "sent_end_pos": 1462, "title": "Carpooling tips and FAQs"}, "text": "- But I don’t have a car! Join a carpool that doesn’t need a driver and pay your share of the petrol. Tips for setting up a car-pool\nJust like screening potential flatmates, you need to consider what factors are important to your carpool."}
{"meta": {"doc_id": 169, "sent_id": 10, "sent_start_pos": 1250, "sent_end_pos": 1732, "title": "Carpooling tips and FAQs"}, "text": "Join a carpool that doesn’t need a driver and pay your share of the petrol. Tips for setting up a car-pool\nJust like screening potential flatmates, you need to consider what factors are important to your carpool. Talk on the phone or arrange to meet beforehand somewhere to interview the potential carpool partners – bring a friend along for company if you’d like."}
{"meta": {"doc_id": 169, "sent_id": 11, "sent_start_pos": 1326, "sent_end_pos": 2046, "title": "Carpooling tips and FAQs"}, "text": "Tips for setting up a car-pool\nJust like screening potential flatmates, you need to consider what factors are important to your carpool. Talk on the phone or arrange to meet beforehand somewhere to interview the potential carpool partners – bring a friend along for company if you’d like. - Decide who will drive or what days each of you will drive if sharing driving responsibility."}
{"meta": {"doc_id": 169, "sent_id": 12, "sent_start_pos": 1581, "sent_end_pos": 2126, "title": "Carpooling tips and FAQs"}, "text": "Talk on the phone or arrange to meet beforehand somewhere to interview the potential carpool partners – bring a friend along for company if you’d like. - Decide who will drive or what days each of you will drive if sharing driving responsibility. - When will you meet: set a timeframe and decide what to do if people are late."}
{"meta": {"doc_id": 169, "sent_id": 13, "sent_start_pos": 1952, "sent_end_pos": 2411, "title": "Carpooling tips and FAQs"}, "text": "- Decide who will drive or what days each of you will drive if sharing driving responsibility. - When will you meet: set a timeframe and decide what to do if people are late. - Cost: if driving isn’t equally shared, decide how petrol and parking costs will be shared."}
{"meta": {"doc_id": 169, "sent_id": 14, "sent_start_pos": 2047, "sent_end_pos": 2739, "title": "Carpooling tips and FAQs"}, "text": "- When will you meet: set a timeframe and decide what to do if people are late. - Cost: if driving isn’t equally shared, decide how petrol and parking costs will be shared. Decide who is notified if someone is ill, and establish how each carpool member wants to be contacted in such emergencies (e.g., work, home or cell-phone number, or email)."}
{"meta": {"doc_id": 169, "sent_id": 15, "sent_start_pos": 2319, "sent_end_pos": 3127, "title": "Carpooling tips and FAQs"}, "text": "- Cost: if driving isn’t equally shared, decide how petrol and parking costs will be shared. Decide who is notified if someone is ill, and establish how each carpool member wants to be contacted in such emergencies (e.g., work, home or cell-phone number, or email). Once you have formed your carpool group, here are some general tips for the smooth running of the carpool\n- Be on time, whether driving or being picked up."}
{"meta": {"doc_id": 169, "sent_id": 16, "sent_start_pos": 2567, "sent_end_pos": 3226, "title": "Carpooling tips and FAQs"}, "text": "Decide who is notified if someone is ill, and establish how each carpool member wants to be contacted in such emergencies (e.g., work, home or cell-phone number, or email). Once you have formed your carpool group, here are some general tips for the smooth running of the carpool\n- Be on time, whether driving or being picked up. If you can't make it, call in PLENTY of time for others in the carpool to make other arrangements."}
{"meta": {"doc_id": 169, "sent_id": 17, "sent_start_pos": 2972, "sent_end_pos": 3342, "title": "Carpooling tips and FAQs"}, "text": "Once you have formed your carpool group, here are some general tips for the smooth running of the carpool\n- Be on time, whether driving or being picked up. If you can't make it, call in PLENTY of time for others in the carpool to make other arrangements. - If you are driving, make sure you have plenty of fuel in the tank and that your car is running well and is clean."}
{"meta": {"doc_id": 169, "sent_id": 18, "sent_start_pos": 3128, "sent_end_pos": 3532, "title": "Carpooling tips and FAQs"}, "text": "If you can't make it, call in PLENTY of time for others in the carpool to make other arrangements. - If you are driving, make sure you have plenty of fuel in the tank and that your car is running well and is clean. - Be considerate when it comes to your own habits and tolerant of others."}
{"meta": {"doc_id": 169, "sent_id": 19, "sent_start_pos": 3227, "sent_end_pos": [], "title": "Carpooling tips and FAQs"}, "text": "- If you are driving, make sure you have plenty of fuel in the tank and that your car is running well and is clean. - Be considerate when it comes to your own habits and tolerant of others. "}
{"meta": {"doc_id": 170, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 5564, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": " Comparing French carpoolers and non-carpoolers: Which factors contribute the most to carpooling? Acceptability of single and combined transport policy measures: The importance of environmental and policy specific beliefs."}
{"meta": {"doc_id": 170, "sent_id": 1, "sent_start_pos": 2551, "sent_end_pos": 7209, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "Comparing French carpoolers and non-carpoolers: Which factors contribute the most to carpooling? Acceptability of single and combined transport policy measures: The importance of environmental and policy specific beliefs. The problem of mixing “apples and oranges” in meta-analytic studies."}
{"meta": {"doc_id": 170, "sent_id": 2, "sent_start_pos": 5440, "sent_end_pos": 8475, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "Acceptability of single and combined transport policy measures: The importance of environmental and policy specific beliefs. The problem of mixing “apples and oranges” in meta-analytic studies. Investigating the preferences of students towards the creation of a carpooling system serving the academic bodies of Thessaloniki city."}
{"meta": {"doc_id": 170, "sent_id": 3, "sent_start_pos": 7141, "sent_end_pos": 8919, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "The problem of mixing “apples and oranges” in meta-analytic studies. Investigating the preferences of students towards the creation of a carpooling system serving the academic bodies of Thessaloniki city. How commuters’ motivations to drive relate to propensity to carpool: Evidence from the United Kingdom and the United States."}
{"meta": {"doc_id": 170, "sent_id": 4, "sent_start_pos": 8340, "sent_end_pos": 9653, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "Investigating the preferences of students towards the creation of a carpooling system serving the academic bodies of Thessaloniki city. How commuters’ motivations to drive relate to propensity to carpool: Evidence from the United Kingdom and the United States. Examining the Relationship between Household Vehicle Ownership and Ridesharing Behaviors in the United States."}
{"meta": {"doc_id": 170, "sent_id": 5, "sent_start_pos": 8795, "sent_end_pos": 12618, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "How commuters’ motivations to drive relate to propensity to carpool: Evidence from the United Kingdom and the United States. Examining the Relationship between Household Vehicle Ownership and Ridesharing Behaviors in the United States. ; Mangones, S.; Samaras, C. Estimating potential increases in travel with autonomous vehicles for the non-driving, elderly and people with travel-restrictive medical conditions."}
{"meta": {"doc_id": 170, "sent_id": 6, "sent_start_pos": 9543, "sent_end_pos": 12833, "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "Examining the Relationship between Household Vehicle Ownership and Ridesharing Behaviors in the United States. ; Mangones, S.; Samaras, C. Estimating potential increases in travel with autonomous vehicles for the non-driving, elderly and people with travel-restrictive medical conditions. The advantages and limitations of using meta-analysis in human resource management research."}
{"meta": {"doc_id": 170, "sent_id": 7, "sent_start_pos": 12441, "sent_end_pos": [], "title": "Why Do They Ride with Others? Meta-Analysis of Factors Influencing Travelers to Carpool"}, "text": "; Mangones, S.; Samaras, C. Estimating potential increases in travel with autonomous vehicles for the non-driving, elderly and people with travel-restrictive medical conditions. The advantages and limitations of using meta-analysis in human resource management research. "}
{"meta": {"doc_id": 171, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 437, "title": "Benefits of Carpooling"}, "text": " Carpooling offers many benefits\nCarpooling will save YOU money\nCarpooling allows you to share the cost of gas and parking, cutting your expenses by nearly 50% or more; the more occupants in your carpool the more you save. Not only will you be saving, but you will also help reduce the costs we all pay towards the construction of new roads, road maintenance and air pollution related health costs."}
{"meta": {"doc_id": 171, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 579, "title": "Benefits of Carpooling"}, "text": "Carpooling offers many benefits\nCarpooling will save YOU money\nCarpooling allows you to share the cost of gas and parking, cutting your expenses by nearly 50% or more; the more occupants in your carpool the more you save. Not only will you be saving, but you will also help reduce the costs we all pay towards the construction of new roads, road maintenance and air pollution related health costs. Carpooling is better for the environment\nHaving fewer cars on the road means reduced Greenhouse Gas (GHG) emissions and improved air quality."}
{"meta": {"doc_id": 171, "sent_id": 2, "sent_start_pos": 262, "sent_end_pos": 812, "title": "Benefits of Carpooling"}, "text": "Not only will you be saving, but you will also help reduce the costs we all pay towards the construction of new roads, road maintenance and air pollution related health costs. Carpooling is better for the environment\nHaving fewer cars on the road means reduced Greenhouse Gas (GHG) emissions and improved air quality. It’s good for your health\nAccording to Environment Canada, air pollution caused by vehicular travel is linked to a number of health concerns including respiratory diseases, cardiovascular disease, allergies and neurological effects."}
{"meta": {"doc_id": 171, "sent_id": 3, "sent_start_pos": 438, "sent_end_pos": 973, "title": "Benefits of Carpooling"}, "text": "Carpooling is better for the environment\nHaving fewer cars on the road means reduced Greenhouse Gas (GHG) emissions and improved air quality. It’s good for your health\nAccording to Environment Canada, air pollution caused by vehicular travel is linked to a number of health concerns including respiratory diseases, cardiovascular disease, allergies and neurological effects. Research also suggests that carpooling is less stressful than commuting alone."}
{"meta": {"doc_id": 171, "sent_id": 4, "sent_start_pos": 580, "sent_end_pos": 1152, "title": "Benefits of Carpooling"}, "text": "It’s good for your health\nAccording to Environment Canada, air pollution caused by vehicular travel is linked to a number of health concerns including respiratory diseases, cardiovascular disease, allergies and neurological effects. Research also suggests that carpooling is less stressful than commuting alone. Carpooling is convenient\nCarpooling provides commuting convenience comparable to driving alone, with less stress and with the added bonus of companionship while you’re commuting."}
{"meta": {"doc_id": 171, "sent_id": 5, "sent_start_pos": 895, "sent_end_pos": 1248, "title": "Benefits of Carpooling"}, "text": "Research also suggests that carpooling is less stressful than commuting alone. Carpooling is convenient\nCarpooling provides commuting convenience comparable to driving alone, with less stress and with the added bonus of companionship while you’re commuting. Carpooling partners establish their own unique rules that best meet the needs of their carpool."}
{"meta": {"doc_id": 171, "sent_id": 6, "sent_start_pos": 974, "sent_end_pos": 1386, "title": "Benefits of Carpooling"}, "text": "Carpooling is convenient\nCarpooling provides commuting convenience comparable to driving alone, with less stress and with the added bonus of companionship while you’re commuting. Carpooling partners establish their own unique rules that best meet the needs of their carpool. Carpooling improves your commuting options\nCarpooling offers a commuter option that may work better than other methods of transportation."}
{"meta": {"doc_id": 171, "sent_id": 7, "sent_start_pos": 1153, "sent_end_pos": 1553, "title": "Benefits of Carpooling"}, "text": "Carpooling partners establish their own unique rules that best meet the needs of their carpool. Carpooling improves your commuting options\nCarpooling offers a commuter option that may work better than other methods of transportation. Carpooling works best for people who live where transit service may be limited or non-existent and compared to other options, carpooling may better fit your schedule."}
{"meta": {"doc_id": 171, "sent_id": 8, "sent_start_pos": 1249, "sent_end_pos": 1617, "title": "Benefits of Carpooling"}, "text": "Carpooling improves your commuting options\nCarpooling offers a commuter option that may work better than other methods of transportation. Carpooling works best for people who live where transit service may be limited or non-existent and compared to other options, carpooling may better fit your schedule. Make new friends\nCarpooling is a great way to make new friends!"}
{"meta": {"doc_id": 171, "sent_id": 9, "sent_start_pos": 1387, "sent_end_pos": [], "title": "Benefits of Carpooling"}, "text": "Carpooling works best for people who live where transit service may be limited or non-existent and compared to other options, carpooling may better fit your schedule. Make new friends\nCarpooling is a great way to make new friends! "}
{"meta": {"doc_id": 172, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 381, "title": "Share a Ride"}, "text": " Carpooling would be easier if you could easily locate fellow students or Millersville employees who live near you that are also interested in carpooling. The confidential online ridematching service offered by our partner Commuter Services of Pennsylvania helps connect you to other individuals who are interested in carpooling."}
{"meta": {"doc_id": 172, "sent_id": 1, "sent_start_pos": 40, "sent_end_pos": 453, "title": "Share a Ride"}, "text": "Carpooling would be easier if you could easily locate fellow students or Millersville employees who live near you that are also interested in carpooling. The confidential online ridematching service offered by our partner Commuter Services of Pennsylvania helps connect you to other individuals who are interested in carpooling. Better still, they offer benefits such as emergency ride home services."}
{"meta": {"doc_id": 172, "sent_id": 2, "sent_start_pos": 207, "sent_end_pos": 563, "title": "Share a Ride"}, "text": "The confidential online ridematching service offered by our partner Commuter Services of Pennsylvania helps connect you to other individuals who are interested in carpooling. Better still, they offer benefits such as emergency ride home services. You'll have the pleasure of knowing that you're saving money and cutting carbon all while making new friends."}
{"meta": {"doc_id": 172, "sent_id": 3, "sent_start_pos": 382, "sent_end_pos": 675, "title": "Share a Ride"}, "text": "Better still, they offer benefits such as emergency ride home services. You'll have the pleasure of knowing that you're saving money and cutting carbon all while making new friends. As a partner organization, Millersville University’s faculty, staff and students have access to these services."}
{"meta": {"doc_id": 172, "sent_id": 4, "sent_start_pos": 454, "sent_end_pos": 875, "title": "Share a Ride"}, "text": "You'll have the pleasure of knowing that you're saving money and cutting carbon all while making new friends. As a partner organization, Millersville University’s faculty, staff and students have access to these services. Throughout the year, Commuter Services of Pennsylvania runs other programs and events to raise awareness of sustainable travel options, such as bike to work month, walk month and green commute month."}
{"meta": {"doc_id": 172, "sent_id": 5, "sent_start_pos": 564, "sent_end_pos": 1170, "title": "Share a Ride"}, "text": "As a partner organization, Millersville University’s faculty, staff and students have access to these services. Throughout the year, Commuter Services of Pennsylvania runs other programs and events to raise awareness of sustainable travel options, such as bike to work month, walk month and green commute month. Gold Star Certification\nMillersville University was recently awarded Gold Star Certification by Commuter Services of Pennsylvania for offering sustainable commuting options to faculty, staff and students, such as the shuttle bus, transit options, zipcars and electric vehicle charging stations."}
{"meta": {"doc_id": 172, "sent_id": 6, "sent_start_pos": 676, "sent_end_pos": 1318, "title": "Share a Ride"}, "text": "Throughout the year, Commuter Services of Pennsylvania runs other programs and events to raise awareness of sustainable travel options, such as bike to work month, walk month and green commute month. Gold Star Certification\nMillersville University was recently awarded Gold Star Certification by Commuter Services of Pennsylvania for offering sustainable commuting options to faculty, staff and students, such as the shuttle bus, transit options, zipcars and electric vehicle charging stations. Millersville was also recently recognized for having the greatest participation among colleges and universities in this year’s Green Commute Month."}
{"meta": {"doc_id": 172, "sent_id": 7, "sent_start_pos": 876, "sent_end_pos": [], "title": "Share a Ride"}, "text": "Gold Star Certification\nMillersville University was recently awarded Gold Star Certification by Commuter Services of Pennsylvania for offering sustainable commuting options to faculty, staff and students, such as the shuttle bus, transit options, zipcars and electric vehicle charging stations. Millersville was also recently recognized for having the greatest participation among colleges and universities in this year’s Green Commute Month. "}
{"meta": {"doc_id": 173, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 448, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": " Businesses offer transit, carpooling incentives as recruitment, sustainability tool\nMost mornings, at 6:30 a.m., Smryna resident Jansen Donsbach meets her sister-in-law, living in Murfreesboro, and they take turns driving one another to their jobs in Nashville on a shared, hour-long commute. Donsbach works at the Tennessee State Capitol downtown as a legislative assistant and her sister-in-law works at a health care business on West End Avenue."}
{"meta": {"doc_id": 173, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 611, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool\nMost mornings, at 6:30 a.m., Smryna resident Jansen Donsbach meets her sister-in-law, living in Murfreesboro, and they take turns driving one another to their jobs in Nashville on a shared, hour-long commute. Donsbach works at the Tennessee State Capitol downtown as a legislative assistant and her sister-in-law works at a health care business on West End Avenue. By carpooling 1,300 miles this year, Donsbach has earned $80 in three months through a local corporate partnership meant to encourage transportation alternatives."}
{"meta": {"doc_id": 173, "sent_id": 2, "sent_start_pos": 293, "sent_end_pos": 746, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Donsbach works at the Tennessee State Capitol downtown as a legislative assistant and her sister-in-law works at a health care business on West End Avenue. By carpooling 1,300 miles this year, Donsbach has earned $80 in three months through a local corporate partnership meant to encourage transportation alternatives. Without the payments, \"I don't know that I would think about doing it as much.\""}
{"meta": {"doc_id": 173, "sent_id": 3, "sent_start_pos": 449, "sent_end_pos": 920, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "By carpooling 1,300 miles this year, Donsbach has earned $80 in three months through a local corporate partnership meant to encourage transportation alternatives. Without the payments, \"I don't know that I would think about doing it as much.\" Through Hytch, an app created by local entrepreneur and business leader Mark Cleveland, area businesses pay Middle Tennessee commuters as much as 12 cents a mile to carpool."}
{"meta": {"doc_id": 173, "sent_id": 4, "sent_start_pos": 667, "sent_end_pos": 1184, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Without the payments, \"I don't know that I would think about doing it as much.\" Through Hytch, an app created by local entrepreneur and business leader Mark Cleveland, area businesses pay Middle Tennessee commuters as much as 12 cents a mile to carpool. Hill Realty, Onin Staffing, Franklin Synergy Bank and Lipscomb University contribute to carpooling employees or those carpooling from certain areas of Middle Tennessee, Cleveland said."}
{"meta": {"doc_id": 173, "sent_id": 5, "sent_start_pos": 747, "sent_end_pos": 1307, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Through Hytch, an app created by local entrepreneur and business leader Mark Cleveland, area businesses pay Middle Tennessee commuters as much as 12 cents a mile to carpool. Hill Realty, Onin Staffing, Franklin Synergy Bank and Lipscomb University contribute to carpooling employees or those carpooling from certain areas of Middle Tennessee, Cleveland said. The carpooling incentives come as Nashville debates a $5.4 billion transit plan, which many area businesses have endorsed."}
{"meta": {"doc_id": 173, "sent_id": 6, "sent_start_pos": 1000, "sent_end_pos": 1432, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Hill Realty, Onin Staffing, Franklin Synergy Bank and Lipscomb University contribute to carpooling employees or those carpooling from certain areas of Middle Tennessee, Cleveland said. The carpooling incentives come as Nashville debates a $5.4 billion transit plan, which many area businesses have endorsed. How local companies seek to influence commuting patterns could shape the overall effectiveness of the city's transit system."}
{"meta": {"doc_id": 173, "sent_id": 7, "sent_start_pos": 1185, "sent_end_pos": 1527, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "The carpooling incentives come as Nashville debates a $5.4 billion transit plan, which many area businesses have endorsed. How local companies seek to influence commuting patterns could shape the overall effectiveness of the city's transit system. \"If you pump millions into incentives, you change the way people move around,\" Cleveland said."}
{"meta": {"doc_id": 173, "sent_id": 8, "sent_start_pos": 1308, "sent_end_pos": 1674, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "How local companies seek to influence commuting patterns could shape the overall effectiveness of the city's transit system. \"If you pump millions into incentives, you change the way people move around,\" Cleveland said. \"Using incentives to drive the behavior you want will work to increase ridership on mass transit and boost peer-to-peer ride share on the highway."}
{"meta": {"doc_id": 173, "sent_id": 9, "sent_start_pos": 1433, "sent_end_pos": 1939, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"If you pump millions into incentives, you change the way people move around,\" Cleveland said. \"Using incentives to drive the behavior you want will work to increase ridership on mass transit and boost peer-to-peer ride share on the highway. More than 30 area businesses cover the cost of public transit for employees or offer reduced fares, according to Miranda Clements, who leads Nashville's new Transportation Demand Management program."}
{"meta": {"doc_id": 173, "sent_id": 10, "sent_start_pos": 1528, "sent_end_pos": 2110, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"Using incentives to drive the behavior you want will work to increase ridership on mass transit and boost peer-to-peer ride share on the highway. More than 30 area businesses cover the cost of public transit for employees or offer reduced fares, according to Miranda Clements, who leads Nashville's new Transportation Demand Management program. The program is part of a nationwide program to encourage alternative transportation and is funded through a Tennessee Department of Transportation grant and an MTA match."}
{"meta": {"doc_id": 173, "sent_id": 11, "sent_start_pos": 1741, "sent_end_pos": 2206, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "More than 30 area businesses cover the cost of public transit for employees or offer reduced fares, according to Miranda Clements, who leads Nashville's new Transportation Demand Management program. The program is part of a nationwide program to encourage alternative transportation and is funded through a Tennessee Department of Transportation grant and an MTA match. More than 1.1 million passengers used MTA services through the employer-backed fares last year."}
{"meta": {"doc_id": 173, "sent_id": 12, "sent_start_pos": 1940, "sent_end_pos": 2413, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "The program is part of a nationwide program to encourage alternative transportation and is funded through a Tennessee Department of Transportation grant and an MTA match. More than 1.1 million passengers used MTA services through the employer-backed fares last year. The Transportation Demand Management program is encouraging businesses to take advantage of the Internal Revenue Service's option to exclude up to $260 a month from an employee's income as a pre-tax income."}
{"meta": {"doc_id": 173, "sent_id": 13, "sent_start_pos": 2111, "sent_end_pos": 2629, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "More than 1.1 million passengers used MTA services through the employer-backed fares last year. The Transportation Demand Management program is encouraging businesses to take advantage of the Internal Revenue Service's option to exclude up to $260 a month from an employee's income as a pre-tax income. Instead, they should consider subsidizing public transportation or carpooling or encouraging bicycle use through secured parking and shower facilities, Clements said."}
{"meta": {"doc_id": 173, "sent_id": 14, "sent_start_pos": 2207, "sent_end_pos": 2993, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "The Transportation Demand Management program is encouraging businesses to take advantage of the Internal Revenue Service's option to exclude up to $260 a month from an employee's income as a pre-tax income. Instead, they should consider subsidizing public transportation or carpooling or encouraging bicycle use through secured parking and shower facilities, Clements said. \"Businesses are increasingly taking advantage of such programs due to benefits such as reduced parking demand, recruitment and retention of talent who desire a transit, walkable and bicycle friendly lifestyle, recognition in the community as an environmentally responsible company and cost savings due to a healthier and more productive workforce,\" Clements said."}
{"meta": {"doc_id": 173, "sent_id": 15, "sent_start_pos": 2463, "sent_end_pos": 3235, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Instead, they should consider subsidizing public transportation or carpooling or encouraging bicycle use through secured parking and shower facilities, Clements said. \"Businesses are increasingly taking advantage of such programs due to benefits such as reduced parking demand, recruitment and retention of talent who desire a transit, walkable and bicycle friendly lifestyle, recognition in the community as an environmentally responsible company and cost savings due to a healthier and more productive workforce,\" Clements said. Transit incentives popular in other metros\nWendy Duren, a program director at Arlington Transportation Partners in Virginia, said the pre-tax transit benefit is the most effective transportation benefit that can be offered to D.C. commuters."}
{"meta": {"doc_id": 173, "sent_id": 16, "sent_start_pos": 2630, "sent_end_pos": 3334, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"Businesses are increasingly taking advantage of such programs due to benefits such as reduced parking demand, recruitment and retention of talent who desire a transit, walkable and bicycle friendly lifestyle, recognition in the community as an environmentally responsible company and cost savings due to a healthier and more productive workforce,\" Clements said. Transit incentives popular in other metros\nWendy Duren, a program director at Arlington Transportation Partners in Virginia, said the pre-tax transit benefit is the most effective transportation benefit that can be offered to D.C. commuters. \"If an employer offers it on that pre-tax basis, their cost is their time to set it up,\" she said."}
{"meta": {"doc_id": 173, "sent_id": 17, "sent_start_pos": 2994, "sent_end_pos": 3479, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Transit incentives popular in other metros\nWendy Duren, a program director at Arlington Transportation Partners in Virginia, said the pre-tax transit benefit is the most effective transportation benefit that can be offered to D.C. commuters. \"If an employer offers it on that pre-tax basis, their cost is their time to set it up,\" she said. \"It's part of the package they share with potential new hires, the same as they would health care or vision or flexible spending or retirement.\""}
{"meta": {"doc_id": 173, "sent_id": 18, "sent_start_pos": 3236, "sent_end_pos": 3629, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"If an employer offers it on that pre-tax basis, their cost is their time to set it up,\" she said. \"It's part of the package they share with potential new hires, the same as they would health care or vision or flexible spending or retirement.\" Some Washington, D.C.-area employers also provide staff members with the equivalent of a parking spot's value if they don't take a space, Duren said."}
{"meta": {"doc_id": 173, "sent_id": 19, "sent_start_pos": 3335, "sent_end_pos": 3887, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"It's part of the package they share with potential new hires, the same as they would health care or vision or flexible spending or retirement.\" Some Washington, D.C.-area employers also provide staff members with the equivalent of a parking spot's value if they don't take a space, Duren said. In Seattle, where transit ridership is on the rise and overwhelming current infrastructure, 60 percent of Metro transit riders have fares paid for by employers."}
{"meta": {"doc_id": 173, "sent_id": 20, "sent_start_pos": 3480, "sent_end_pos": 4029, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Some Washington, D.C.-area employers also provide staff members with the equivalent of a parking spot's value if they don't take a space, Duren said. In Seattle, where transit ridership is on the rise and overwhelming current infrastructure, 60 percent of Metro transit riders have fares paid for by employers. The companies pay a reduced rate to the city and the perk is often used as a recruitment tool, according to Seattle transportation officials."}
{"meta": {"doc_id": 173, "sent_id": 21, "sent_start_pos": 3727, "sent_end_pos": 4294, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "In Seattle, where transit ridership is on the rise and overwhelming current infrastructure, 60 percent of Metro transit riders have fares paid for by employers. The companies pay a reduced rate to the city and the perk is often used as a recruitment tool, according to Seattle transportation officials. \"It doesn’t matter where you are on the income spectrum, people are incentivized by free stuff,\" said Jonathan Hopkins, who leads a government-funded nonprofit Commute Seattle that partners with Seattle, King County, Sound Transit and Downtown Seattle Association."}
{"meta": {"doc_id": 173, "sent_id": 22, "sent_start_pos": 3888, "sent_end_pos": 4554, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "The companies pay a reduced rate to the city and the perk is often used as a recruitment tool, according to Seattle transportation officials. \"It doesn’t matter where you are on the income spectrum, people are incentivized by free stuff,\" said Jonathan Hopkins, who leads a government-funded nonprofit Commute Seattle that partners with Seattle, King County, Sound Transit and Downtown Seattle Association. Ralph Schulz, CEO of the Nashville Area Chamber of Commerce that has endorsed the transit plan, said Nashville businesses have adopted a range of incentives, including reimbursing Uber and Lyft rides, to enhance quality of life and lower stress for employees."}
{"meta": {"doc_id": 173, "sent_id": 23, "sent_start_pos": 4030, "sent_end_pos": 4726, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"It doesn’t matter where you are on the income spectrum, people are incentivized by free stuff,\" said Jonathan Hopkins, who leads a government-funded nonprofit Commute Seattle that partners with Seattle, King County, Sound Transit and Downtown Seattle Association. Ralph Schulz, CEO of the Nashville Area Chamber of Commerce that has endorsed the transit plan, said Nashville businesses have adopted a range of incentives, including reimbursing Uber and Lyft rides, to enhance quality of life and lower stress for employees. \"When you are growing as fast as we are, no one transit solution takes care of the whole issue.\""}
{"meta": {"doc_id": 173, "sent_id": 24, "sent_start_pos": 4295, "sent_end_pos": 4890, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Ralph Schulz, CEO of the Nashville Area Chamber of Commerce that has endorsed the transit plan, said Nashville businesses have adopted a range of incentives, including reimbursing Uber and Lyft rides, to enhance quality of life and lower stress for employees. \"When you are growing as fast as we are, no one transit solution takes care of the whole issue.\" New York-based TransitCenter spokesman Jon Orcutt said for employees to take advantage of mass transit incentives, they need to be more attractive than driving in."}
{"meta": {"doc_id": 173, "sent_id": 25, "sent_start_pos": 4630, "sent_end_pos": 5001, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"When you are growing as fast as we are, no one transit solution takes care of the whole issue.\" New York-based TransitCenter spokesman Jon Orcutt said for employees to take advantage of mass transit incentives, they need to be more attractive than driving in. Commuters weigh the cost of parking, quality of the service and the congestion they incur in a single vehicle."}
{"meta": {"doc_id": 173, "sent_id": 26, "sent_start_pos": 4727, "sent_end_pos": 5122, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "New York-based TransitCenter spokesman Jon Orcutt said for employees to take advantage of mass transit incentives, they need to be more attractive than driving in. Commuters weigh the cost of parking, quality of the service and the congestion they incur in a single vehicle. But he described business-led incentives as \"marginal\" compared to how the public sector can influence traffic patterns."}
{"meta": {"doc_id": 173, "sent_id": 27, "sent_start_pos": 4891, "sent_end_pos": 5267, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Commuters weigh the cost of parking, quality of the service and the congestion they incur in a single vehicle. But he described business-led incentives as \"marginal\" compared to how the public sector can influence traffic patterns. \"If the traffic congestion is titanic on the way to work, but there is a bus lane that gets you through it, your calculus changes,\" Orcutt said."}
{"meta": {"doc_id": 173, "sent_id": 28, "sent_start_pos": 5002, "sent_end_pos": 5412, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "But he described business-led incentives as \"marginal\" compared to how the public sector can influence traffic patterns. \"If the traffic congestion is titanic on the way to work, but there is a bus lane that gets you through it, your calculus changes,\" Orcutt said. At Vanderbilt University, where one third of the campus is comprised of parking spaces, employees and students can ride public transit for free."}
{"meta": {"doc_id": 173, "sent_id": 29, "sent_start_pos": 5123, "sent_end_pos": 5956, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"If the traffic congestion is titanic on the way to work, but there is a bus lane that gets you through it, your calculus changes,\" Orcutt said. At Vanderbilt University, where one third of the campus is comprised of parking spaces, employees and students can ride public transit for free. \"Incentivizing a robust adoption of alternative transportation not only helps us reduce pollution and ease congestion in Nashville but also allows us to reclaim more of our land for education and discovery,\" said Eric Kopstain, Vanderbilt's vice chancellor for administration."}
{"meta": {"doc_id": 173, "sent_id": 30, "sent_start_pos": 5268, "sent_end_pos": 6248, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "At Vanderbilt University, where one third of the campus is comprised of parking spaces, employees and students can ride public transit for free. \"Incentivizing a robust adoption of alternative transportation not only helps us reduce pollution and ease congestion in Nashville but also allows us to reclaim more of our land for education and discovery,\" said Eric Kopstain, Vanderbilt's vice chancellor for administration. \"To that end, we are currently developing a comprehensive mobility strategy for our campus and are considering a variety of recommendations, including additional incentives, infrastructure enhancements and other efforts to realize our vision for a connected, sustainable and healthy campus.\""}
{"meta": {"doc_id": 173, "sent_id": 31, "sent_start_pos": 5680, "sent_end_pos": 6443, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"Incentivizing a robust adoption of alternative transportation not only helps us reduce pollution and ease congestion in Nashville but also allows us to reclaim more of our land for education and discovery,\" said Eric Kopstain, Vanderbilt's vice chancellor for administration. \"To that end, we are currently developing a comprehensive mobility strategy for our campus and are considering a variety of recommendations, including additional incentives, infrastructure enhancements and other efforts to realize our vision for a connected, sustainable and healthy campus.\" The push to carpool\nHytch has tallied more than 850,000 shared miles this year, 65,000 carpooled trips and more than 1 million vehicle miles not driven as a result of carpooling, Cleveland said."}
{"meta": {"doc_id": 173, "sent_id": 32, "sent_start_pos": 5957, "sent_end_pos": 6556, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"To that end, we are currently developing a comprehensive mobility strategy for our campus and are considering a variety of recommendations, including additional incentives, infrastructure enhancements and other efforts to realize our vision for a connected, sustainable and healthy campus.\" The push to carpool\nHytch has tallied more than 850,000 shared miles this year, 65,000 carpooled trips and more than 1 million vehicle miles not driven as a result of carpooling, Cleveland said. Most Hytch carpools consist of two passengers, but more than 1,500 rides have included seven or more passengers."}
{"meta": {"doc_id": 173, "sent_id": 33, "sent_start_pos": 6249, "sent_end_pos": 6885, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "The push to carpool\nHytch has tallied more than 850,000 shared miles this year, 65,000 carpooled trips and more than 1 million vehicle miles not driven as a result of carpooling, Cleveland said. Most Hytch carpools consist of two passengers, but more than 1,500 rides have included seven or more passengers. Hugh Thomas, a managing partner at Onin Staffing firm which has three Nashville-area offices, said his company is rolling out Hytch incentives to boost retention in a competitive job environment and to make commutes more appealing."}
{"meta": {"doc_id": 173, "sent_id": 34, "sent_start_pos": 6444, "sent_end_pos": 7010, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Most Hytch carpools consist of two passengers, but more than 1,500 rides have included seven or more passengers. Hugh Thomas, a managing partner at Onin Staffing firm which has three Nashville-area offices, said his company is rolling out Hytch incentives to boost retention in a competitive job environment and to make commutes more appealing. \"As wonderful as their mission is to alleviate the traffic problem, my motivation is to get employees to work,\" Thomas said."}
{"meta": {"doc_id": 173, "sent_id": 35, "sent_start_pos": 6654, "sent_end_pos": 7259, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Hugh Thomas, a managing partner at Onin Staffing firm which has three Nashville-area offices, said his company is rolling out Hytch incentives to boost retention in a competitive job environment and to make commutes more appealing. \"As wonderful as their mission is to alleviate the traffic problem, my motivation is to get employees to work,\" Thomas said. \"It encompasses everything we do, how cars are powered and integrated into society,\" Keeffe said."}
{"meta": {"doc_id": 173, "sent_id": 36, "sent_start_pos": 6886, "sent_end_pos": 7352, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"As wonderful as their mission is to alleviate the traffic problem, my motivation is to get employees to work,\" Thomas said. \"It encompasses everything we do, how cars are powered and integrated into society,\" Keeffe said. Hytch \"is a new solution to get people around in a way that is beneficial to the community.\""}
{"meta": {"doc_id": 173, "sent_id": 37, "sent_start_pos": 7162, "sent_end_pos": 7471, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "\"It encompasses everything we do, how cars are powered and integrated into society,\" Keeffe said. Hytch \"is a new solution to get people around in a way that is beneficial to the community.\" Donsbach said her commute has improved since she began carpooling mostly because of the side benefit of companionship."}
{"meta": {"doc_id": 173, "sent_id": 38, "sent_start_pos": 7260, "sent_end_pos": 7541, "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Hytch \"is a new solution to get people around in a way that is beneficial to the community.\" Donsbach said her commute has improved since she began carpooling mostly because of the side benefit of companionship. \"The biggest pro is being able to have someone to talk to,\" she said."}
{"meta": {"doc_id": 173, "sent_id": 39, "sent_start_pos": 7353, "sent_end_pos": [], "title": "Businesses offer transit, carpooling incentives as recruitment, sustainability tool"}, "text": "Donsbach said her commute has improved since she began carpooling mostly because of the side benefit of companionship. \"The biggest pro is being able to have someone to talk to,\" she said. "}
{"meta": {"doc_id": 174, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 302, "title": "Transitioning to a Smart Commute"}, "text": " Transitioning from driving alone to a smart commute can seem like a major commitment. “What if…”\n\"...I need to leave work to handle an emergency.\""}
{"meta": {"doc_id": 174, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 486, "title": "Transitioning to a Smart Commute"}, "text": "Transitioning from driving alone to a smart commute can seem like a major commitment. “What if…”\n\"...I need to leave work to handle an emergency.\" The Commuter Connections Guaranteed Ride Home program provides faculty and staff who regularly (twice-a-week) commute sustainably with a free and reliable ride home when life happens."}
{"meta": {"doc_id": 174, "sent_id": 2, "sent_start_pos": 242, "sent_end_pos": 667, "title": "Transitioning to a Smart Commute"}, "text": "“What if…”\n\"...I need to leave work to handle an emergency.\" The Commuter Connections Guaranteed Ride Home program provides faculty and staff who regularly (twice-a-week) commute sustainably with a free and reliable ride home when life happens. Bundle packs allow a vehicle to park on campus for a total of 10 separate days and cost $75."}
{"meta": {"doc_id": 174, "sent_id": 3, "sent_start_pos": 303, "sent_end_pos": 1066, "title": "Transitioning to a Smart Commute"}, "text": "The Commuter Connections Guaranteed Ride Home program provides faculty and staff who regularly (twice-a-week) commute sustainably with a free and reliable ride home when life happens. Bundle packs allow a vehicle to park on campus for a total of 10 separate days and cost $75. Creating a sustainable commute routine\nWe want your new commute to be truly sustainable: it should be both friendly for the environment and feasible for you most days of the week."}
{"meta": {"doc_id": 174, "sent_id": 4, "sent_start_pos": 575, "sent_end_pos": 1223, "title": "Transitioning to a Smart Commute"}, "text": "Bundle packs allow a vehicle to park on campus for a total of 10 separate days and cost $75. Creating a sustainable commute routine\nWe want your new commute to be truly sustainable: it should be both friendly for the environment and feasible for you most days of the week. Talk logistics\nMost people find that conversations about logistics are critical to the success of their new commute."}
{"meta": {"doc_id": 174, "sent_id": 5, "sent_start_pos": 887, "sent_end_pos": 2214, "title": "Transitioning to a Smart Commute"}, "text": "Creating a sustainable commute routine\nWe want your new commute to be truly sustainable: it should be both friendly for the environment and feasible for you most days of the week. Talk logistics\nMost people find that conversations about logistics are critical to the success of their new commute. Make Sure You’re Getting Your Rewards\nDOTS offers many incentives for smart commuters, including pre-tax payroll deduction for transit costs, bike commuter parking and shower access and half-price permits for registered carpoolers."}
{"meta": {"doc_id": 174, "sent_id": 6, "sent_start_pos": 1107, "sent_end_pos": 2327, "title": "Transitioning to a Smart Commute"}, "text": "Talk logistics\nMost people find that conversations about logistics are critical to the success of their new commute. Make Sure You’re Getting Your Rewards\nDOTS offers many incentives for smart commuters, including pre-tax payroll deduction for transit costs, bike commuter parking and shower access and half-price permits for registered carpoolers. Log your sustainable trips in the Smart Commute digital platform to earn rewards that are redeemable for prizes."}
{"meta": {"doc_id": 174, "sent_id": 7, "sent_start_pos": 1983, "sent_end_pos": 2443, "title": "Transitioning to a Smart Commute"}, "text": "Make Sure You’re Getting Your Rewards\nDOTS offers many incentives for smart commuters, including pre-tax payroll deduction for transit costs, bike commuter parking and shower access and half-price permits for registered carpoolers. Log your sustainable trips in the Smart Commute digital platform to earn rewards that are redeemable for prizes. Smart Commute Success Stories\nMany members of the UMD community are enjoying a new, sustainable commute experience."}
{"meta": {"doc_id": 174, "sent_id": 8, "sent_start_pos": 2215, "sent_end_pos": 2643, "title": "Transitioning to a Smart Commute"}, "text": "Log your sustainable trips in the Smart Commute digital platform to earn rewards that are redeemable for prizes. Smart Commute Success Stories\nMany members of the UMD community are enjoying a new, sustainable commute experience. CARPOOL COLLEAGUES\nSustainability has always been near and dear to Allison Tjaden’s heart, especially while working on sustainability programs with Dining Services."}
{"meta": {"doc_id": 174, "sent_id": 9, "sent_start_pos": 2328, "sent_end_pos": 2763, "title": "Transitioning to a Smart Commute"}, "text": "Smart Commute Success Stories\nMany members of the UMD community are enjoying a new, sustainable commute experience. CARPOOL COLLEAGUES\nSustainability has always been near and dear to Allison Tjaden’s heart, especially while working on sustainability programs with Dining Services. So when the opportunity arose to switch up her commute, she decided to practice what she preached and start carpooling."}
{"meta": {"doc_id": 174, "sent_id": 10, "sent_start_pos": 2479, "sent_end_pos": 2936, "title": "Transitioning to a Smart Commute"}, "text": "CARPOOL COLLEAGUES\nSustainability has always been near and dear to Allison Tjaden’s heart, especially while working on sustainability programs with Dining Services. So when the opportunity arose to switch up her commute, she decided to practice what she preached and start carpooling. Trading Traffic for the Train\nHow a UMD staff Smart Commuter saved $3,000 and regained work-life balance by switching her commute from the car to the MARC Train."}
{"meta": {"doc_id": 174, "sent_id": 11, "sent_start_pos": 2644, "sent_end_pos": 3273, "title": "Transitioning to a Smart Commute"}, "text": "So when the opportunity arose to switch up her commute, she decided to practice what she preached and start carpooling. Trading Traffic for the Train\nHow a UMD staff Smart Commuter saved $3,000 and regained work-life balance by switching her commute from the car to the MARC Train. In August 2018, Cate got the jumpstart she needed to switch to biking full time—burning 56,400 calories, saving more than $1,500 and seeing more deer than she expected in the process!"}
{"meta": {"doc_id": 174, "sent_id": 12, "sent_start_pos": 2775, "sent_end_pos": [], "title": "Transitioning to a Smart Commute"}, "text": "Trading Traffic for the Train\nHow a UMD staff Smart Commuter saved $3,000 and regained work-life balance by switching her commute from the car to the MARC Train. In August 2018, Cate got the jumpstart she needed to switch to biking full time—burning 56,400 calories, saving more than $1,500 and seeing more deer than she expected in the process! "}
{"meta": {"doc_id": 175, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 338, "title": "Sustainable Transportation at the U of S"}, "text": " Sustainable Transportation at the U of S\nThe university’s commitments to sustainability include a goal to increase the quality and use of sustainable mobility options (public transit, carpooling, cycling and walking) for travel to, from and within the campus. The table below show the current modes of transportation chosen for commuting."}
{"meta": {"doc_id": 175, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 525, "title": "Sustainable Transportation at the U of S"}, "text": "Sustainable Transportation at the U of S\nThe university’s commitments to sustainability include a goal to increase the quality and use of sustainable mobility options (public transit, carpooling, cycling and walking) for travel to, from and within the campus. The table below show the current modes of transportation chosen for commuting. Commuting Options\nThrough Parking and Transportation Services the university offers a suite of services to provide students and employees with a variety of sustainable commuting options."}
{"meta": {"doc_id": 175, "sent_id": 2, "sent_start_pos": 260, "sent_end_pos": 674, "title": "Sustainable Transportation at the U of S"}, "text": "The table below show the current modes of transportation chosen for commuting. Commuting Options\nThrough Parking and Transportation Services the university offers a suite of services to provide students and employees with a variety of sustainable commuting options. Public Transit\nThe USSU has a U-Pass program for undergraduates to reduce the cost of taking public transit by about 75% over the normal adult fare."}
{"meta": {"doc_id": 175, "sent_id": 3, "sent_start_pos": 339, "sent_end_pos": 904, "title": "Sustainable Transportation at the U of S"}, "text": "Commuting Options\nThrough Parking and Transportation Services the university offers a suite of services to provide students and employees with a variety of sustainable commuting options. Public Transit\nThe USSU has a U-Pass program for undergraduates to reduce the cost of taking public transit by about 75% over the normal adult fare. Cycling\nFor those who choose to commute by bicycle there are various services and supports available:\n- The Campus Cycling Club has a group on Facebook."}
{"meta": {"doc_id": 175, "sent_id": 4, "sent_start_pos": 526, "sent_end_pos": 1063, "title": "Sustainable Transportation at the U of S"}, "text": "Public Transit\nThe USSU has a U-Pass program for undergraduates to reduce the cost of taking public transit by about 75% over the normal adult fare. Cycling\nFor those who choose to commute by bicycle there are various services and supports available:\n- The Campus Cycling Club has a group on Facebook. - A bike repair kit that can be signed out from the equipment desk at the PAC."}
{"meta": {"doc_id": 175, "sent_id": 5, "sent_start_pos": 752, "sent_end_pos": 1347, "title": "Sustainable Transportation at the U of S"}, "text": "Cycling\nFor those who choose to commute by bicycle there are various services and supports available:\n- The Campus Cycling Club has a group on Facebook. - A bike repair kit that can be signed out from the equipment desk at the PAC. The university will continue to develop other services and strategies to shift travel to and from campus away from the single-occupant vehicle to more sustainable options such as carpooling, bussing, walking and cycling."}
{"meta": {"doc_id": 175, "sent_id": 6, "sent_start_pos": 985, "sent_end_pos": 1801, "title": "Sustainable Transportation at the U of S"}, "text": "- A bike repair kit that can be signed out from the equipment desk at the PAC. The university will continue to develop other services and strategies to shift travel to and from campus away from the single-occupant vehicle to more sustainable options such as carpooling, bussing, walking and cycling. The principle goal of the Sustainable Mobility Strategic Plan is to increase the quality and use of sustainable mobility options (public transit, carpooling, cycling and walking) for travel to, from, and within the campus."}
{"meta": {"doc_id": 175, "sent_id": 7, "sent_start_pos": 1127, "sent_end_pos": [], "title": "Sustainable Transportation at the U of S"}, "text": "The university will continue to develop other services and strategies to shift travel to and from campus away from the single-occupant vehicle to more sustainable options such as carpooling, bussing, walking and cycling. The principle goal of the Sustainable Mobility Strategic Plan is to increase the quality and use of sustainable mobility options (public transit, carpooling, cycling and walking) for travel to, from, and within the campus. "}
{"meta": {"doc_id": 177, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 262, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": " Spotlight\nTemporary subsidy increase\nBetween September and December 2021 , MIT will subsidize 100% of parking costs for carpools whose members include at least three benefits-eligible Cambridge employees. This program will be re-evaluated at the end of December."}
{"meta": {"doc_id": 177, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 392, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Spotlight\nTemporary subsidy increase\nBetween September and December 2021 , MIT will subsidize 100% of parking costs for carpools whose members include at least three benefits-eligible Cambridge employees. This program will be re-evaluated at the end of December. Sharing a ride to work or school can save you money, decrease wear and tear on your vehicle, and help preserve natural resources."}
{"meta": {"doc_id": 177, "sent_id": 2, "sent_start_pos": 205, "sent_end_pos": 475, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "This program will be re-evaluated at the end of December. Sharing a ride to work or school can save you money, decrease wear and tear on your vehicle, and help preserve natural resources. MIT makes it even easier to share a ride by providing several sustainable options."}
{"meta": {"doc_id": 177, "sent_id": 3, "sent_start_pos": 263, "sent_end_pos": 718, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Sharing a ride to work or school can save you money, decrease wear and tear on your vehicle, and help preserve natural resources. MIT makes it even easier to share a ride by providing several sustainable options. Carpool\nZipcar\nVanpool: Commute with Enterprise\nCarpool\nZipcar\nVanpool: Commute with Enterprise\nEligible Cambridge-based MIT employees and/or students interested in forming a carpool together may request the carpool through MIT�s parking app."}
{"meta": {"doc_id": 177, "sent_id": 4, "sent_start_pos": 393, "sent_end_pos": 798, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "MIT makes it even easier to share a ride by providing several sustainable options. Carpool\nZipcar\nVanpool: Commute with Enterprise\nCarpool\nZipcar\nVanpool: Commute with Enterprise\nEligible Cambridge-based MIT employees and/or students interested in forming a carpool together may request the carpool through MIT�s parking app. Carpool members pay a reduced parking fee and no annual fee for parking at MIT."}
{"meta": {"doc_id": 177, "sent_id": 5, "sent_start_pos": 476, "sent_end_pos": 901, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Carpool\nZipcar\nVanpool: Commute with Enterprise\nCarpool\nZipcar\nVanpool: Commute with Enterprise\nEligible Cambridge-based MIT employees and/or students interested in forming a carpool together may request the carpool through MIT�s parking app. Carpool members pay a reduced parking fee and no annual fee for parking at MIT. Note that if you have a subsidized commuter rail pass through MIT, you are not eligible for a carpool."}
{"meta": {"doc_id": 177, "sent_id": 6, "sent_start_pos": 719, "sent_end_pos": 1082, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Carpool members pay a reduced parking fee and no annual fee for parking at MIT. Note that if you have a subsidized commuter rail pass through MIT, you are not eligible for a carpool. [to top]\nAn MIT employee or student who occasionally needs a vehicle for short-term use can join Zipcar as a sustainable alternative."}
{"meta": {"doc_id": 177, "sent_id": 7, "sent_start_pos": 799, "sent_end_pos": 1269, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Note that if you have a subsidized commuter rail pass through MIT, you are not eligible for a carpool. [to top]\nAn MIT employee or student who occasionally needs a vehicle for short-term use can join Zipcar as a sustainable alternative. An MIT-sponsored member pays no application fee, no security deposit, and just a $35.00 annual fee."}
{"meta": {"doc_id": 177, "sent_id": 8, "sent_start_pos": 949, "sent_end_pos": 1347, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "[to top]\nAn MIT employee or student who occasionally needs a vehicle for short-term use can join Zipcar as a sustainable alternative. An MIT-sponsored member pays no application fee, no security deposit, and just a $35.00 annual fee. Zipcars on campus are located at:\nZipcars can be used by the hour or the day."}
{"meta": {"doc_id": 177, "sent_id": 9, "sent_start_pos": 1170, "sent_end_pos": 1409, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "An MIT-sponsored member pays no application fee, no security deposit, and just a $35.00 annual fee. Zipcars on campus are located at:\nZipcars can be used by the hour or the day. Insurance and gas are included in the hourly and daily rates."}
{"meta": {"doc_id": 177, "sent_id": 10, "sent_start_pos": 1270, "sent_end_pos": 1584, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Zipcars on campus are located at:\nZipcars can be used by the hour or the day. Insurance and gas are included in the hourly and daily rates. Note that Zipcar is a private company and is not affiliated with MIT."}
{"meta": {"doc_id": 177, "sent_id": 11, "sent_start_pos": 1348, "sent_end_pos": 1725, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Insurance and gas are included in the hourly and daily rates. Note that Zipcar is a private company and is not affiliated with MIT. MIT partners with Commute with Enterprise to offer a program that helps MIT employees share the commute in a vehicle provided by Enterprise."}
{"meta": {"doc_id": 177, "sent_id": 12, "sent_start_pos": 1515, "sent_end_pos": 1814, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Note that Zipcar is a private company and is not affiliated with MIT. MIT partners with Commute with Enterprise to offer a program that helps MIT employees share the commute in a vehicle provided by Enterprise. Vehicles are rented on a month-to-month basis, and the cost is split among participants."}
{"meta": {"doc_id": 177, "sent_id": 13, "sent_start_pos": 1585, "sent_end_pos": 1911, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "MIT partners with Commute with Enterprise to offer a program that helps MIT employees share the commute in a vehicle provided by Enterprise. Vehicles are rented on a month-to-month basis, and the cost is split among participants. For eligible MIT employees, MIT provides a subsidy as well as pre-tax payroll deduction benefit."}
{"meta": {"doc_id": 177, "sent_id": 14, "sent_start_pos": 1726, "sent_end_pos": 2103, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Vehicles are rented on a month-to-month basis, and the cost is split among participants. For eligible MIT employees, MIT provides a subsidy as well as pre-tax payroll deduction benefit. MIT�s vanpool subsidy and pre-tax payroll deduction program is available to MIT employees only, and you are not eligible for a vanpool if you have a subsidized commuter rail pass through MIT."}
{"meta": {"doc_id": 177, "sent_id": 15, "sent_start_pos": 1815, "sent_end_pos": 2199, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "For eligible MIT employees, MIT provides a subsidy as well as pre-tax payroll deduction benefit. MIT�s vanpool subsidy and pre-tax payroll deduction program is available to MIT employees only, and you are not eligible for a vanpool if you have a subsidized commuter rail pass through MIT. Please note that the cost of parking the van is included in the monthly fee paid to Enterprise."}
{"meta": {"doc_id": 177, "sent_id": 16, "sent_start_pos": 1912, "sent_end_pos": 2290, "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "MIT�s vanpool subsidy and pre-tax payroll deduction program is available to MIT employees only, and you are not eligible for a vanpool if you have a subsidized commuter rail pass through MIT. Please note that the cost of parking the van is included in the monthly fee paid to Enterprise. Note also that the monthly rideshare benefit cannot exceed the actual cost of the service."}
{"meta": {"doc_id": 177, "sent_id": 17, "sent_start_pos": 2104, "sent_end_pos": [], "title": "Sharing a Ride Saves Money and Natural Resources"}, "text": "Please note that the cost of parking the van is included in the monthly fee paid to Enterprise. Note also that the monthly rideshare benefit cannot exceed the actual cost of the service. "}
