{"meta": {"doc_id": 542, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 281, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": " The impact of energy efficiency\nEverybody wants to be energy efficient, especially companies that want to convey their desire to make an impact on the environment. Acting on this desire is possible since, as a society, we all have the answers and tools available to make an impact."}
{"meta": {"doc_id": 542, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 335, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "The impact of energy efficiency\nEverybody wants to be energy efficient, especially companies that want to convey their desire to make an impact on the environment. Acting on this desire is possible since, as a society, we all have the answers and tools available to make an impact. What we’re faced with now is a world that is choking."}
{"meta": {"doc_id": 542, "sent_id": 2, "sent_start_pos": 164, "sent_end_pos": 425, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "Acting on this desire is possible since, as a society, we all have the answers and tools available to make an impact. What we’re faced with now is a world that is choking. A world that wants to breathe but needs our help to improve quality of life and wellness."}
{"meta": {"doc_id": 542, "sent_id": 3, "sent_start_pos": 282, "sent_end_pos": 480, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "What we’re faced with now is a world that is choking. A world that wants to breathe but needs our help to improve quality of life and wellness. That is where building insulation can play a big role."}
{"meta": {"doc_id": 542, "sent_id": 4, "sent_start_pos": 336, "sent_end_pos": 647, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "A world that wants to breathe but needs our help to improve quality of life and wellness. That is where building insulation can play a big role. When you think of building insulation, you probably think of winter and how homes should be insulated - so their owners and tenants can stay warm in the cold weather."}
{"meta": {"doc_id": 542, "sent_id": 5, "sent_start_pos": 426, "sent_end_pos": 740, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "That is where building insulation can play a big role. When you think of building insulation, you probably think of winter and how homes should be insulated - so their owners and tenants can stay warm in the cold weather. But did you know that building insulation can also help buildings keep cool in hot climates?"}
{"meta": {"doc_id": 542, "sent_id": 6, "sent_start_pos": 481, "sent_end_pos": 861, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "When you think of building insulation, you probably think of winter and how homes should be insulated - so their owners and tenants can stay warm in the cold weather. But did you know that building insulation can also help buildings keep cool in hot climates? For those who didn’t know, you should understand that there are many functions for insulation in buildings of all kinds."}
{"meta": {"doc_id": 542, "sent_id": 7, "sent_start_pos": 648, "sent_end_pos": 1023, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "But did you know that building insulation can also help buildings keep cool in hot climates? For those who didn’t know, you should understand that there are many functions for insulation in buildings of all kinds. (The article continues below)\nRenovate to recover\nCOVID-19 has created simultaneous health and economic crises, on top of a climate crisis that isn’t going away."}
{"meta": {"doc_id": 542, "sent_id": 8, "sent_start_pos": 741, "sent_end_pos": 1082, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "For those who didn’t know, you should understand that there are many functions for insulation in buildings of all kinds. (The article continues below)\nRenovate to recover\nCOVID-19 has created simultaneous health and economic crises, on top of a climate crisis that isn’t going away. That’s why greening the economic recovery is so important."}
{"meta": {"doc_id": 542, "sent_id": 9, "sent_start_pos": 862, "sent_end_pos": 1233, "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "(The article continues below)\nRenovate to recover\nCOVID-19 has created simultaneous health and economic crises, on top of a climate crisis that isn’t going away. That’s why greening the economic recovery is so important. Here are four\nperspectives on how building renovation has the potential to impact climate change, economic recovery and help cities create local jobs."}
{"meta": {"doc_id": 542, "sent_id": 10, "sent_start_pos": 1024, "sent_end_pos": [], "title": "Insulate your buildings, alleviate our CO2 emissions"}, "text": "That’s why greening the economic recovery is so important. Here are four\nperspectives on how building renovation has the potential to impact climate change, economic recovery and help cities create local jobs. "}
{"meta": {"doc_id": 543, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 399, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": " Better home insulation is key to lowering UK carbon emissions, report finds\nImage credit: Dreamstime\nBritain’s homes must be retrofitted with improved insulation to reduce carbon emissions from heating appliances according to a report from the IET and Nottingham Trent University. The UK is committed to reducing its greenhouse gas emissions by at least 80 per cent by 2050, relative to 1990 levels."}
{"meta": {"doc_id": 543, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 556, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Better home insulation is key to lowering UK carbon emissions, report finds\nImage credit: Dreamstime\nBritain’s homes must be retrofitted with improved insulation to reduce carbon emissions from heating appliances according to a report from the IET and Nottingham Trent University. The UK is committed to reducing its greenhouse gas emissions by at least 80 per cent by 2050, relative to 1990 levels. Energy used in UK homes currently accounts for about 20 per cent of UK greenhouse gas emissions and three-quarters of that comes from heating and hot water."}
{"meta": {"doc_id": 543, "sent_id": 2, "sent_start_pos": 281, "sent_end_pos": 784, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "The UK is committed to reducing its greenhouse gas emissions by at least 80 per cent by 2050, relative to 1990 levels. Energy used in UK homes currently accounts for about 20 per cent of UK greenhouse gas emissions and three-quarters of that comes from heating and hot water. The report states that 80 per cent of the homes people will inhabit in 2050 have already been built, meaning it is not possible to rely on new builds alone to meet legal energy-saving targets set in the 2008 Climate Change Act."}
{"meta": {"doc_id": 543, "sent_id": 3, "sent_start_pos": 400, "sent_end_pos": 1052, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Energy used in UK homes currently accounts for about 20 per cent of UK greenhouse gas emissions and three-quarters of that comes from heating and hot water. The report states that 80 per cent of the homes people will inhabit in 2050 have already been built, meaning it is not possible to rely on new builds alone to meet legal energy-saving targets set in the 2008 Climate Change Act. It recommends the development of a national programme of “deep” retrofits to make homes zero carbon; this would see them fitted with highly insulated cladding and new roofs with integrated solar panels, double or triple glazing and clean heat pumps replacing boilers."}
{"meta": {"doc_id": 543, "sent_id": 4, "sent_start_pos": 557, "sent_end_pos": 1178, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "The report states that 80 per cent of the homes people will inhabit in 2050 have already been built, meaning it is not possible to rely on new builds alone to meet legal energy-saving targets set in the 2008 Climate Change Act. It recommends the development of a national programme of “deep” retrofits to make homes zero carbon; this would see them fitted with highly insulated cladding and new roofs with integrated solar panels, double or triple glazing and clean heat pumps replacing boilers. Pilot schemes suggest the whole retrofit could take just 15 days, with people able to stay in their homes during the process."}
{"meta": {"doc_id": 543, "sent_id": 5, "sent_start_pos": 785, "sent_end_pos": 1531, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "It recommends the development of a national programme of “deep” retrofits to make homes zero carbon; this would see them fitted with highly insulated cladding and new roofs with integrated solar panels, double or triple glazing and clean heat pumps replacing boilers. Pilot schemes suggest the whole retrofit could take just 15 days, with people able to stay in their homes during the process. Rick Hartwig, IET Built Environment Lead, said: “New and innovative products will always assist in reducing costs and improving energy performance, but sufficient work has already been done in research and pilot studies, to show that massively reducing the carbon emissions and energy requirements of current housing is achievable and needs to be done."}
{"meta": {"doc_id": 543, "sent_id": 6, "sent_start_pos": 1053, "sent_end_pos": 1756, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Pilot schemes suggest the whole retrofit could take just 15 days, with people able to stay in their homes during the process. Rick Hartwig, IET Built Environment Lead, said: “New and innovative products will always assist in reducing costs and improving energy performance, but sufficient work has already been done in research and pilot studies, to show that massively reducing the carbon emissions and energy requirements of current housing is achievable and needs to be done. “There is considerable practical experience in financing deep retrofit projects, managing them, and engaging with the householders."}
{"meta": {"doc_id": 543, "sent_id": 7, "sent_start_pos": 1179, "sent_end_pos": 1859, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Rick Hartwig, IET Built Environment Lead, said: “New and innovative products will always assist in reducing costs and improving energy performance, but sufficient work has already been done in research and pilot studies, to show that massively reducing the carbon emissions and energy requirements of current housing is achievable and needs to be done. “There is considerable practical experience in financing deep retrofit projects, managing them, and engaging with the householders. We need to build on that experience to create a national retrofit programme to deliver our 2050 goals."}
{"meta": {"doc_id": 543, "sent_id": 8, "sent_start_pos": 1625, "sent_end_pos": 1951, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "“There is considerable practical experience in financing deep retrofit projects, managing them, and engaging with the householders. We need to build on that experience to create a national retrofit programme to deliver our 2050 goals. This will not only help drive demand but allow greater scale to cut the costs per property."}
{"meta": {"doc_id": 543, "sent_id": 9, "sent_start_pos": 1757, "sent_end_pos": 2335, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "We need to build on that experience to create a national retrofit programme to deliver our 2050 goals. This will not only help drive demand but allow greater scale to cut the costs per property. It is the logical place to start scaling up demand for retrofit and driving down costs.”\nMuch of the existing housing stock is insufficiently insulated and has heating and hot water supplied by polluting gas-fired boilers that will have to go in order to meet the target."}
{"meta": {"doc_id": 543, "sent_id": 10, "sent_start_pos": 1860, "sent_end_pos": 2459, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "This will not only help drive demand but allow greater scale to cut the costs per property. It is the logical place to start scaling up demand for retrofit and driving down costs.”\nMuch of the existing housing stock is insufficiently insulated and has heating and hot water supplied by polluting gas-fired boilers that will have to go in order to meet the target. The report also suggests that the NHS could save up to £1.4bn a year in treatments for conditions arising from bad housing."}
{"meta": {"doc_id": 543, "sent_id": 11, "sent_start_pos": 2064, "sent_end_pos": 2612, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "It is the logical place to start scaling up demand for retrofit and driving down costs.”\nMuch of the existing housing stock is insufficiently insulated and has heating and hot water supplied by polluting gas-fired boilers that will have to go in order to meet the target. The report also suggests that the NHS could save up to £1.4bn a year in treatments for conditions arising from bad housing. Current efforts to upgrade energy efficiency, such as loft insulation and more efficient gas boilers, are “incremental” changes that will not do enough."}
{"meta": {"doc_id": 543, "sent_id": 12, "sent_start_pos": 2336, "sent_end_pos": 2839, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "The report also suggests that the NHS could save up to £1.4bn a year in treatments for conditions arising from bad housing. Current efforts to upgrade energy efficiency, such as loft insulation and more efficient gas boilers, are “incremental” changes that will not do enough. Dr Richard Miller, director of Miller-Klein Associates and lead author of the report, said: “We are going to have to dramatically cut the heat demand in the country, particularly domestically, and then decarbonise what’s left."}
{"meta": {"doc_id": 543, "sent_id": 13, "sent_start_pos": 2460, "sent_end_pos": 3117, "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Current efforts to upgrade energy efficiency, such as loft insulation and more efficient gas boilers, are “incremental” changes that will not do enough. Dr Richard Miller, director of Miller-Klein Associates and lead author of the report, said: “We are going to have to dramatically cut the heat demand in the country, particularly domestically, and then decarbonise what’s left. “We have to treat existing homes, and that means ‘deep retrofit’, going to zero carbon for heating and doing it in one jump, the whole-house approach that tackles the whole problem in one go.”\nThe Factfile ‘Scaling Up Retrofit 2050’ can be downloaded free from the IET website."}
{"meta": {"doc_id": 543, "sent_id": 14, "sent_start_pos": 2613, "sent_end_pos": [], "title": "Better home insulation is key to lowering UK carbon emissions, report finds"}, "text": "Dr Richard Miller, director of Miller-Klein Associates and lead author of the report, said: “We are going to have to dramatically cut the heat demand in the country, particularly domestically, and then decarbonise what’s left. “We have to treat existing homes, and that means ‘deep retrofit’, going to zero carbon for heating and doing it in one jump, the whole-house approach that tackles the whole problem in one go.”\nThe Factfile ‘Scaling Up Retrofit 2050’ can be downloaded free from the IET website. "}
{"meta": {"doc_id": 544, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 312, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": " Energy use in buildings -- from heating and cooling your home to keeping the lights on in the office -- is responsible for over one-third of all carbon dioxide (CO2) emissions in the United States. Slashing building CO2 emissions 80% by 2050 would therefore contribute significantly to combatting climate change."}
{"meta": {"doc_id": 544, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 691, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "Energy use in buildings -- from heating and cooling your home to keeping the lights on in the office -- is responsible for over one-third of all carbon dioxide (CO2) emissions in the United States. Slashing building CO2 emissions 80% by 2050 would therefore contribute significantly to combatting climate change. A new model developed by researchers at two U.S. national laboratories suggests that reaching this target will require the installation of highly energy-efficient building technologies, new operational approaches, and electrification of building systems that consume fossil fuels directly, alongside increases in the share of electricity generated from renewable energy sources."}
{"meta": {"doc_id": 544, "sent_id": 2, "sent_start_pos": 198, "sent_end_pos": 1028, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "Slashing building CO2 emissions 80% by 2050 would therefore contribute significantly to combatting climate change. A new model developed by researchers at two U.S. national laboratories suggests that reaching this target will require the installation of highly energy-efficient building technologies, new operational approaches, and electrification of building systems that consume fossil fuels directly, alongside increases in the share of electricity generated from renewable energy sources. \"Buildings are a substantial lever to pull in trying to reduce total national CO2 emissions since they are responsible for 36% of all energy-related emissions in the U.S.,\" says Jared Langevin, a research scientist at Lawrence Berkeley National Laboratory and lead author of the study."}
{"meta": {"doc_id": 544, "sent_id": 3, "sent_start_pos": 313, "sent_end_pos": 1328, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "A new model developed by researchers at two U.S. national laboratories suggests that reaching this target will require the installation of highly energy-efficient building technologies, new operational approaches, and electrification of building systems that consume fossil fuels directly, alongside increases in the share of electricity generated from renewable energy sources. \"Buildings are a substantial lever to pull in trying to reduce total national CO2 emissions since they are responsible for 36% of all energy-related emissions in the U.S.,\" says Jared Langevin, a research scientist at Lawrence Berkeley National Laboratory and lead author of the study. \"Because the buildings sector uses energy in a multitude of ways and is responsible for such a large share of electricity demand, buildings can help accelerate the cost-effective integration of clean electricity sources on top of contributing direct emissions reductions through reduced energy use.\""}
{"meta": {"doc_id": 544, "sent_id": 4, "sent_start_pos": 743, "sent_end_pos": 1829, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "\"Buildings are a substantial lever to pull in trying to reduce total national CO2 emissions since they are responsible for 36% of all energy-related emissions in the U.S.,\" says Jared Langevin, a research scientist at Lawrence Berkeley National Laboratory and lead author of the study. \"Because the buildings sector uses energy in a multitude of ways and is responsible for such a large share of electricity demand, buildings can help accelerate the cost-effective integration of clean electricity sources on top of contributing direct emissions reductions through reduced energy use.\" To estimate the magnitude of possible CO2 emissions reductions from the U.S. buildings sector over several decades, the researchers considered three types of efficiency measures -- technologies with higher energy performance than typical alternatives, such as dynamic windows and air sealing of walls, sensing and control strategies that improve the efficiency of building operations, and conversion of fuel-fired heating and water heating equipment to comparable systems that can run on electricity."}
{"meta": {"doc_id": 544, "sent_id": 5, "sent_start_pos": 1029, "sent_end_pos": 2045, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "\"Because the buildings sector uses energy in a multitude of ways and is responsible for such a large share of electricity demand, buildings can help accelerate the cost-effective integration of clean electricity sources on top of contributing direct emissions reductions through reduced energy use.\" To estimate the magnitude of possible CO2 emissions reductions from the U.S. buildings sector over several decades, the researchers considered three types of efficiency measures -- technologies with higher energy performance than typical alternatives, such as dynamic windows and air sealing of walls, sensing and control strategies that improve the efficiency of building operations, and conversion of fuel-fired heating and water heating equipment to comparable systems that can run on electricity. They also considered how parallel incorporation of renewable energy sources into the electric grid would shift emissions reduction estimates from each building efficiency measure and the buildings sector as a whole."}
{"meta": {"doc_id": 544, "sent_id": 6, "sent_start_pos": 1329, "sent_end_pos": 2272, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "To estimate the magnitude of possible CO2 emissions reductions from the U.S. buildings sector over several decades, the researchers considered three types of efficiency measures -- technologies with higher energy performance than typical alternatives, such as dynamic windows and air sealing of walls, sensing and control strategies that improve the efficiency of building operations, and conversion of fuel-fired heating and water heating equipment to comparable systems that can run on electricity. They also considered how parallel incorporation of renewable energy sources into the electric grid would shift emissions reduction estimates from each building efficiency measure and the buildings sector as a whole. \"While building CO2 emissions are quite sensitive to the greenhouse gas intensity of the electricity supply, measures that improve the efficiency of energy demand from buildings need to be part of the solution,\" Langevin says."}
{"meta": {"doc_id": 544, "sent_id": 7, "sent_start_pos": 1830, "sent_end_pos": 2536, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "They also considered how parallel incorporation of renewable energy sources into the electric grid would shift emissions reduction estimates from each building efficiency measure and the buildings sector as a whole. \"While building CO2 emissions are quite sensitive to the greenhouse gas intensity of the electricity supply, measures that improve the efficiency of energy demand from buildings need to be part of the solution,\" Langevin says. \"Getting close to the 80% emissions reduction target requires concurrent reductions in building energy demand, electrification of this demand, and substantial penetration of renewable sources of electricity -- nearly half of annual electricity generation by 2050."}
{"meta": {"doc_id": 544, "sent_id": 8, "sent_start_pos": 2046, "sent_end_pos": 2720, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "\"While building CO2 emissions are quite sensitive to the greenhouse gas intensity of the electricity supply, measures that improve the efficiency of energy demand from buildings need to be part of the solution,\" Langevin says. \"Getting close to the 80% emissions reduction target requires concurrent reductions in building energy demand, electrification of this demand, and substantial penetration of renewable sources of electricity -- nearly half of annual electricity generation by 2050. Moreover, buildings can support the cost-effective integration of variable renewable sources by offering flexibility in their operational patterns in response to electric grid needs.\""}
{"meta": {"doc_id": 544, "sent_id": 9, "sent_start_pos": 2273, "sent_end_pos": 2858, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "\"Getting close to the 80% emissions reduction target requires concurrent reductions in building energy demand, electrification of this demand, and substantial penetration of renewable sources of electricity -- nearly half of annual electricity generation by 2050. Moreover, buildings can support the cost-effective integration of variable renewable sources by offering flexibility in their operational patterns in response to electric grid needs.\" Examining results for specific efficiency measures, the researchers identified two particularly promising avenues for reducing emissions."}
{"meta": {"doc_id": 544, "sent_id": 10, "sent_start_pos": 2537, "sent_end_pos": 3077, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "Moreover, buildings can support the cost-effective integration of variable renewable sources by offering flexibility in their operational patterns in response to electric grid needs.\" Examining results for specific efficiency measures, the researchers identified two particularly promising avenues for reducing emissions. The first involves energy-saving retrofits and upgrades to walls, windows, roofs, and insulation -- the so-called building \"envelope\" -- approaches that can also boost living and working comfort for building occupants."}
{"meta": {"doc_id": 544, "sent_id": 11, "sent_start_pos": 2721, "sent_end_pos": 3275, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "Examining results for specific efficiency measures, the researchers identified two particularly promising avenues for reducing emissions. The first involves energy-saving retrofits and upgrades to walls, windows, roofs, and insulation -- the so-called building \"envelope\" -- approaches that can also boost living and working comfort for building occupants. The second focuses on smart software that is capable of optimizing when, where, and to what degree energy-intensive building heating, cooling, lighting, and ventilation services should be provided."}
{"meta": {"doc_id": 544, "sent_id": 12, "sent_start_pos": 2859, "sent_end_pos": 3495, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "The first involves energy-saving retrofits and upgrades to walls, windows, roofs, and insulation -- the so-called building \"envelope\" -- approaches that can also boost living and working comfort for building occupants. The second focuses on smart software that is capable of optimizing when, where, and to what degree energy-intensive building heating, cooling, lighting, and ventilation services should be provided. The researchers stress that bringing these strategies and emissions benefits to fruition is contingent upon complementary action by policymakers, manufacturers and vendors, building service professionals, and consumers."}
{"meta": {"doc_id": 544, "sent_id": 13, "sent_start_pos": 3078, "sent_end_pos": 3984, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "The second focuses on smart software that is capable of optimizing when, where, and to what degree energy-intensive building heating, cooling, lighting, and ventilation services should be provided. The researchers stress that bringing these strategies and emissions benefits to fruition is contingent upon complementary action by policymakers, manufacturers and vendors, building service professionals, and consumers. \"Regulations and incentives that support the sale of more efficient, less carbon-intensive technology options, early-stage research and development that drives breakthroughs in technology performance, aggressive marketing of those technologies once developed, training for local contractors charged with technology installation, and consumer willingness to consider purchasing newer options on the market are all needed to achieve the 80% emissions reduction goal by 2050,\" says Langevin."}
{"meta": {"doc_id": 544, "sent_id": 14, "sent_start_pos": 3276, "sent_end_pos": 4269, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "The researchers stress that bringing these strategies and emissions benefits to fruition is contingent upon complementary action by policymakers, manufacturers and vendors, building service professionals, and consumers. \"Regulations and incentives that support the sale of more efficient, less carbon-intensive technology options, early-stage research and development that drives breakthroughs in technology performance, aggressive marketing of those technologies once developed, training for local contractors charged with technology installation, and consumer willingness to consider purchasing newer options on the market are all needed to achieve the 80% emissions reduction goal by 2050,\" says Langevin. To promote the transparency and repeatability of their analysis, the researchers have published their efficiency measures and results data, all generated using Scout, a model that is annually updated to reflect key changes in the building energy use and electricity supply landscapes."}
{"meta": {"doc_id": 544, "sent_id": 15, "sent_start_pos": 3496, "sent_end_pos": 4558, "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "\"Regulations and incentives that support the sale of more efficient, less carbon-intensive technology options, early-stage research and development that drives breakthroughs in technology performance, aggressive marketing of those technologies once developed, training for local contractors charged with technology installation, and consumer willingness to consider purchasing newer options on the market are all needed to achieve the 80% emissions reduction goal by 2050,\" says Langevin. To promote the transparency and repeatability of their analysis, the researchers have published their efficiency measures and results data, all generated using Scout, a model that is annually updated to reflect key changes in the building energy use and electricity supply landscapes. \"We look forward to periodically revisiting this analysis to reassess where emissions from the buildings sector stand relative to the 2050 target, under both business-as-usual and more optimistic scenarios of efficient technology adoption and renewable electricity supply,\" Langevin says."}
{"meta": {"doc_id": 544, "sent_id": 16, "sent_start_pos": 3985, "sent_end_pos": [], "title": "How buildings can cut 80 percent of their carbon emissions by 2050"}, "text": "To promote the transparency and repeatability of their analysis, the researchers have published their efficiency measures and results data, all generated using Scout, a model that is annually updated to reflect key changes in the building energy use and electricity supply landscapes. \"We look forward to periodically revisiting this analysis to reassess where emissions from the buildings sector stand relative to the 2050 target, under both business-as-usual and more optimistic scenarios of efficient technology adoption and renewable electricity supply,\" Langevin says. "}
{"meta": {"doc_id": 545, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 290, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": " 8 Tips to Reduce Your Building Carbon Footprint\nReducing carbon footprint is requisite in building design; here's how\nBuildings account for 39 percent of carbon dioxide (CO2) emissions in the United States. CO2 is a greenhouse gas that greatly contributes to negative global climate change."}
{"meta": {"doc_id": 545, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 458, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "8 Tips to Reduce Your Building Carbon Footprint\nReducing carbon footprint is requisite in building design; here's how\nBuildings account for 39 percent of carbon dioxide (CO2) emissions in the United States. CO2 is a greenhouse gas that greatly contributes to negative global climate change. Scientists predict that left unchecked, emissions of CO2 and other greenhouse gases from human activities will raise global temperatures by 2.5 F to 10 F this century."}
{"meta": {"doc_id": 545, "sent_id": 2, "sent_start_pos": 207, "sent_end_pos": 576, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "CO2 is a greenhouse gas that greatly contributes to negative global climate change. Scientists predict that left unchecked, emissions of CO2 and other greenhouse gases from human activities will raise global temperatures by 2.5 F to 10 F this century. This could produce rising sea levels, more frequent floods and droughts, and increased spread of infectious diseases."}
{"meta": {"doc_id": 545, "sent_id": 3, "sent_start_pos": 291, "sent_end_pos": 677, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Scientists predict that left unchecked, emissions of CO2 and other greenhouse gases from human activities will raise global temperatures by 2.5 F to 10 F this century. This could produce rising sea levels, more frequent floods and droughts, and increased spread of infectious diseases. A building's carbon footprint is the amount of CO2 it produces during its operations and activities."}
{"meta": {"doc_id": 545, "sent_id": 4, "sent_start_pos": 459, "sent_end_pos": 856, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This could produce rising sea levels, more frequent floods and droughts, and increased spread of infectious diseases. A building's carbon footprint is the amount of CO2 it produces during its operations and activities. Managing and reducing carbon footprints as part of a low carbon strategy, with its inherent cost benefits and revenue opportunities, is increasingly important in building design."}
{"meta": {"doc_id": 545, "sent_id": 5, "sent_start_pos": 577, "sent_end_pos": 1033, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "A building's carbon footprint is the amount of CO2 it produces during its operations and activities. Managing and reducing carbon footprints as part of a low carbon strategy, with its inherent cost benefits and revenue opportunities, is increasingly important in building design. Building green is one of the best strategies to temper negative climate change because the technology to make substantial reductions in energy and CO2 emissions already exists."}
{"meta": {"doc_id": 545, "sent_id": 6, "sent_start_pos": 678, "sent_end_pos": 1174, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Managing and reducing carbon footprints as part of a low carbon strategy, with its inherent cost benefits and revenue opportunities, is increasingly important in building design. Building green is one of the best strategies to temper negative climate change because the technology to make substantial reductions in energy and CO2 emissions already exists. Reducing a building's carbon footprint reduces its running costs, improves employee morale, raises property values and improves LEED scores."}
{"meta": {"doc_id": 545, "sent_id": 7, "sent_start_pos": 857, "sent_end_pos": 1273, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Building green is one of the best strategies to temper negative climate change because the technology to make substantial reductions in energy and CO2 emissions already exists. Reducing a building's carbon footprint reduces its running costs, improves employee morale, raises property values and improves LEED scores. Buildings become environmentally responsible, profitable and healthier places to live and work in."}
{"meta": {"doc_id": 545, "sent_id": 8, "sent_start_pos": 1034, "sent_end_pos": 1332, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Reducing a building's carbon footprint reduces its running costs, improves employee morale, raises property values and improves LEED scores. Buildings become environmentally responsible, profitable and healthier places to live and work in. The following tips can help reduce a building's footprint."}
{"meta": {"doc_id": 545, "sent_id": 9, "sent_start_pos": 1175, "sent_end_pos": 1442, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Buildings become environmentally responsible, profitable and healthier places to live and work in. The following tips can help reduce a building's footprint. Start early\nEvaluate and measure a building design's carbon footprint as early in the process as possible."}
{"meta": {"doc_id": 545, "sent_id": 10, "sent_start_pos": 1274, "sent_end_pos": 1594, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "The following tips can help reduce a building's footprint. Start early\nEvaluate and measure a building design's carbon footprint as early in the process as possible. \"That is when there are the most opportunities for reduction,\" says Andrea Charlson, senior engineer of advanced technology and research, Arup, London."}
{"meta": {"doc_id": 545, "sent_id": 11, "sent_start_pos": 1336, "sent_end_pos": 1711, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Start early\nEvaluate and measure a building design's carbon footprint as early in the process as possible. \"That is when there are the most opportunities for reduction,\" says Andrea Charlson, senior engineer of advanced technology and research, Arup, London. \"At this stage, alternative layouts and materials can be considered and details can be refined to use less material."}
{"meta": {"doc_id": 545, "sent_id": 12, "sent_start_pos": 1443, "sent_end_pos": 1867, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"That is when there are the most opportunities for reduction,\" says Andrea Charlson, senior engineer of advanced technology and research, Arup, London. \"At this stage, alternative layouts and materials can be considered and details can be refined to use less material. Part of this early planning involves a life cycle assessment on which carbon footprinting is based."}
{"meta": {"doc_id": 545, "sent_id": 13, "sent_start_pos": 1595, "sent_end_pos": 2025, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"At this stage, alternative layouts and materials can be considered and details can be refined to use less material. Part of this early planning involves a life cycle assessment on which carbon footprinting is based. \"It is a process of considering all the flows (energy, water, materials, waste) in and out of a system to calculate its environmental impact,\" says Charlson."}
{"meta": {"doc_id": 545, "sent_id": 14, "sent_start_pos": 1768, "sent_end_pos": 2176, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Part of this early planning involves a life cycle assessment on which carbon footprinting is based. \"It is a process of considering all the flows (energy, water, materials, waste) in and out of a system to calculate its environmental impact,\" says Charlson. \"The result of a life cycle assessment for a product is a set of life cycle inventory data detailing the environmental impact per unit of the product."}
{"meta": {"doc_id": 545, "sent_id": 15, "sent_start_pos": 1868, "sent_end_pos": 2298, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"It is a process of considering all the flows (energy, water, materials, waste) in and out of a system to calculate its environmental impact,\" says Charlson. \"The result of a life cycle assessment for a product is a set of life cycle inventory data detailing the environmental impact per unit of the product. This information is becoming increasingly available through environmental product declarations direct from manufacturers."}
{"meta": {"doc_id": 545, "sent_id": 16, "sent_start_pos": 2026, "sent_end_pos": 2415, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"The result of a life cycle assessment for a product is a set of life cycle inventory data detailing the environmental impact per unit of the product. This information is becoming increasingly available through environmental product declarations direct from manufacturers. This data can then be combined with the material quantities used in the building to calculate its carbon footprint.\""}
{"meta": {"doc_id": 545, "sent_id": 17, "sent_start_pos": 2177, "sent_end_pos": 2665, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This information is becoming increasingly available through environmental product declarations direct from manufacturers. This data can then be combined with the material quantities used in the building to calculate its carbon footprint.\" HVAC\nSince HVAC comprises 40 percent of all carbon emissions, incorporating the most efficient heating, ventilation and air conditioning systems, along with efficient operations and scheduled maintenance of such systems, reduces carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 18, "sent_start_pos": 2299, "sent_end_pos": 2815, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This data can then be combined with the material quantities used in the building to calculate its carbon footprint.\" HVAC\nSince HVAC comprises 40 percent of all carbon emissions, incorporating the most efficient heating, ventilation and air conditioning systems, along with efficient operations and scheduled maintenance of such systems, reduces carbon footprint. Schedule heating and cooling systems to go on during pre-determined hours; let the system run hotter or cooler in off-hours, depending on the season."}
{"meta": {"doc_id": 545, "sent_id": 19, "sent_start_pos": 2419, "sent_end_pos": 2906, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "HVAC\nSince HVAC comprises 40 percent of all carbon emissions, incorporating the most efficient heating, ventilation and air conditioning systems, along with efficient operations and scheduled maintenance of such systems, reduces carbon footprint. Schedule heating and cooling systems to go on during pre-determined hours; let the system run hotter or cooler in off-hours, depending on the season. Most buildings are ventilated with outside air to keep the inside air fresh and odor free."}
{"meta": {"doc_id": 545, "sent_id": 20, "sent_start_pos": 2666, "sent_end_pos": 2973, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Schedule heating and cooling systems to go on during pre-determined hours; let the system run hotter or cooler in off-hours, depending on the season. Most buildings are ventilated with outside air to keep the inside air fresh and odor free. This ventilation runs all of the time, even when it is not needed."}
{"meta": {"doc_id": 545, "sent_id": 21, "sent_start_pos": 2816, "sent_end_pos": 3046, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Most buildings are ventilated with outside air to keep the inside air fresh and odor free. This ventilation runs all of the time, even when it is not needed. This wastes energy because the outside air needs to be heated or cooled."}
{"meta": {"doc_id": 545, "sent_id": 22, "sent_start_pos": 2907, "sent_end_pos": 3171, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This ventilation runs all of the time, even when it is not needed. This wastes energy because the outside air needs to be heated or cooled. Installing a low-energy humidifier instead of a typical electric steam humidifier will reduce a building's carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 23, "sent_start_pos": 2974, "sent_end_pos": 3288, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This wastes energy because the outside air needs to be heated or cooled. Installing a low-energy humidifier instead of a typical electric steam humidifier will reduce a building's carbon footprint. Also, equipping a building with sensors can measure indoor air quality and determine how much ventilation is needed."}
{"meta": {"doc_id": 545, "sent_id": 24, "sent_start_pos": 3047, "sent_end_pos": 3439, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Installing a low-energy humidifier instead of a typical electric steam humidifier will reduce a building's carbon footprint. Also, equipping a building with sensors can measure indoor air quality and determine how much ventilation is needed. This means less electricity and natural gas will be needed for the HVAC system, which lowers energy bills and reduces the building's carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 25, "sent_start_pos": 3172, "sent_end_pos": 3667, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Also, equipping a building with sensors can measure indoor air quality and determine how much ventilation is needed. This means less electricity and natural gas will be needed for the HVAC system, which lowers energy bills and reduces the building's carbon footprint. ASHRAE 90.1 defines continuous insulation as insulation that is continuous across all structural members without thermal bridges other than fasteners and service openings."}
{"meta": {"doc_id": 545, "sent_id": 26, "sent_start_pos": 3289, "sent_end_pos": 3763, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "This means less electricity and natural gas will be needed for the HVAC system, which lowers energy bills and reduces the building's carbon footprint. ASHRAE 90.1 defines continuous insulation as insulation that is continuous across all structural members without thermal bridges other than fasteners and service openings. It is installed on the interior, exterior or is integral to any opaque surface of the building."}
{"meta": {"doc_id": 545, "sent_id": 27, "sent_start_pos": 3496, "sent_end_pos": 4042, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "ASHRAE 90.1 defines continuous insulation as insulation that is continuous across all structural members without thermal bridges other than fasteners and service openings. It is installed on the interior, exterior or is integral to any opaque surface of the building. \"In a steel-framed building, thermal shorts reduce the assembly R-value of cavity-insulated wall systems by more than 50 percent,\" says Gary Parsons, building scientist, Dow Building Solutions, Midland, Mich. \"Continuous insulation saves energy and reduces the carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 28, "sent_start_pos": 3668, "sent_end_pos": 4155, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "It is installed on the interior, exterior or is integral to any opaque surface of the building. \"In a steel-framed building, thermal shorts reduce the assembly R-value of cavity-insulated wall systems by more than 50 percent,\" says Gary Parsons, building scientist, Dow Building Solutions, Midland, Mich. \"Continuous insulation saves energy and reduces the carbon footprint. It provides thermal, air, water and vapor control layers in one system and simplifies the construction process.\""}
{"meta": {"doc_id": 545, "sent_id": 29, "sent_start_pos": 3764, "sent_end_pos": 4443, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"In a steel-framed building, thermal shorts reduce the assembly R-value of cavity-insulated wall systems by more than 50 percent,\" says Gary Parsons, building scientist, Dow Building Solutions, Midland, Mich. \"Continuous insulation saves energy and reduces the carbon footprint. It provides thermal, air, water and vapor control layers in one system and simplifies the construction process.\" Tanya Schnelzer, environmental manager at Firestone Building Products, Indianapolis, agrees, saying: \"The most recent International Code Council (ICC) regulations for continuous insulation allow building owners to save millions of dollars in energy bills over the lifetime of a building."}
{"meta": {"doc_id": 545, "sent_id": 30, "sent_start_pos": 4043, "sent_end_pos": 4579, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "It provides thermal, air, water and vapor control layers in one system and simplifies the construction process.\" Tanya Schnelzer, environmental manager at Firestone Building Products, Indianapolis, agrees, saying: \"The most recent International Code Council (ICC) regulations for continuous insulation allow building owners to save millions of dollars in energy bills over the lifetime of a building. These savings are realized by increasing thermal performance and preventing thermal bridging through the use of continuous insulation.\""}
{"meta": {"doc_id": 545, "sent_id": 31, "sent_start_pos": 4156, "sent_end_pos": 4747, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Tanya Schnelzer, environmental manager at Firestone Building Products, Indianapolis, agrees, saying: \"The most recent International Code Council (ICC) regulations for continuous insulation allow building owners to save millions of dollars in energy bills over the lifetime of a building. These savings are realized by increasing thermal performance and preventing thermal bridging through the use of continuous insulation.\" Lighting accounts for approximately 40 percent of the energy used in a typical commercial building."}
{"meta": {"doc_id": 545, "sent_id": 32, "sent_start_pos": 4444, "sent_end_pos": 4881, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "These savings are realized by increasing thermal performance and preventing thermal bridging through the use of continuous insulation.\" Lighting accounts for approximately 40 percent of the energy used in a typical commercial building. Solar thermal gain lowers carbon footprints, but too much solar gain in summer causes overheating and increases the need for cooling."}
{"meta": {"doc_id": 545, "sent_id": 33, "sent_start_pos": 4648, "sent_end_pos": 4945, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Lighting accounts for approximately 40 percent of the energy used in a typical commercial building. Solar thermal gain lowers carbon footprints, but too much solar gain in summer causes overheating and increases the need for cooling. Too little solar gain in winter increases the need for heating."}
{"meta": {"doc_id": 545, "sent_id": 34, "sent_start_pos": 4748, "sent_end_pos": 5053, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Solar thermal gain lowers carbon footprints, but too much solar gain in summer causes overheating and increases the need for cooling. Too little solar gain in winter increases the need for heating. Solar control window films can reduce carbon footprints by cutting energy expenditures by up to 30 percent."}
{"meta": {"doc_id": 545, "sent_id": 35, "sent_start_pos": 4882, "sent_end_pos": 5307, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Too little solar gain in winter increases the need for heating. Solar control window films can reduce carbon footprints by cutting energy expenditures by up to 30 percent. According to Steve Fronek, PE, LEED Green Associate, vice president of technical services at Wausau Window and Wall Systems in Wausau, Wis.: \"Open plan offices and light-colored interior finishes help distribute daylight more deeply within the building."}
{"meta": {"doc_id": 545, "sent_id": 36, "sent_start_pos": 4946, "sent_end_pos": 5416, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Solar control window films can reduce carbon footprints by cutting energy expenditures by up to 30 percent. According to Steve Fronek, PE, LEED Green Associate, vice president of technical services at Wausau Window and Wall Systems in Wausau, Wis.: \"Open plan offices and light-colored interior finishes help distribute daylight more deeply within the building. High-performance curtainwall systems with integrated sunshades and light shelves can increase natural light."}
{"meta": {"doc_id": 545, "sent_id": 37, "sent_start_pos": 5054, "sent_end_pos": 5570, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "According to Steve Fronek, PE, LEED Green Associate, vice president of technical services at Wausau Window and Wall Systems in Wausau, Wis.: \"Open plan offices and light-colored interior finishes help distribute daylight more deeply within the building. High-performance curtainwall systems with integrated sunshades and light shelves can increase natural light. Properly executed daylighting strategies can reduce HVAC peak loads with corresponding reductions in mechanical equipment capacity and carbon footprint.\""}
{"meta": {"doc_id": 545, "sent_id": 38, "sent_start_pos": 5308, "sent_end_pos": 5733, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "High-performance curtainwall systems with integrated sunshades and light shelves can increase natural light. Properly executed daylighting strategies can reduce HVAC peak loads with corresponding reductions in mechanical equipment capacity and carbon footprint.\" For a sound daylighting strategy, product information on window properties such as U-factor, solar heat gain coefficient and condensation resistance is available."}
{"meta": {"doc_id": 545, "sent_id": 39, "sent_start_pos": 5417, "sent_end_pos": 6026, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Properly executed daylighting strategies can reduce HVAC peak loads with corresponding reductions in mechanical equipment capacity and carbon footprint.\" For a sound daylighting strategy, product information on window properties such as U-factor, solar heat gain coefficient and condensation resistance is available. Choose recyclable building materials that have less negative effect on the environment."}
{"meta": {"doc_id": 545, "sent_id": 40, "sent_start_pos": 5571, "sent_end_pos": 6424, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "For a sound daylighting strategy, product information on window properties such as U-factor, solar heat gain coefficient and condensation resistance is available. Choose recyclable building materials that have less negative effect on the environment. \"Metal building systems are the ideal product for sustainability and green as steel is the most recycled material on the planet,\" says Wes Brooker, marketing development manager, American Buildings Co., Eufaula, Ala. \"Recycled steel reduces mining waste by 97 percent, air pollution by 86 percent and water pollution by 76 percent."}
{"meta": {"doc_id": 545, "sent_id": 41, "sent_start_pos": 5939, "sent_end_pos": 6525, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Choose recyclable building materials that have less negative effect on the environment. \"Metal building systems are the ideal product for sustainability and green as steel is the most recycled material on the planet,\" says Wes Brooker, marketing development manager, American Buildings Co., Eufaula, Ala. \"Recycled steel reduces mining waste by 97 percent, air pollution by 86 percent and water pollution by 76 percent. Producing steel through recycling also uses significantly less energy than conventional steelmaking."}
{"meta": {"doc_id": 545, "sent_id": 42, "sent_start_pos": 6093, "sent_end_pos": 6610, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"Metal building systems are the ideal product for sustainability and green as steel is the most recycled material on the planet,\" says Wes Brooker, marketing development manager, American Buildings Co., Eufaula, Ala. \"Recycled steel reduces mining waste by 97 percent, air pollution by 86 percent and water pollution by 76 percent. Producing steel through recycling also uses significantly less energy than conventional steelmaking. The typical metal building is manufactured from at least 70 percent recycled steel.\""}
{"meta": {"doc_id": 545, "sent_id": 43, "sent_start_pos": 6425, "sent_end_pos": 6920, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Producing steel through recycling also uses significantly less energy than conventional steelmaking. The typical metal building is manufactured from at least 70 percent recycled steel.\" Margaret A. Davis, PE, director strategic services, Metallic Building Co., Houston, touts metal's recyclable merits saying, \"Steel is 100 percent recyclable, sustainable and less is needed for building a frame; therefore it is an excellent framing material to help reduce a building's total carbon footprint.\""}
{"meta": {"doc_id": 545, "sent_id": 44, "sent_start_pos": 6526, "sent_end_pos": 7070, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "The typical metal building is manufactured from at least 70 percent recycled steel.\" Margaret A. Davis, PE, director strategic services, Metallic Building Co., Houston, touts metal's recyclable merits saying, \"Steel is 100 percent recyclable, sustainable and less is needed for building a frame; therefore it is an excellent framing material to help reduce a building's total carbon footprint.\" Water usage\nA major factor contributing to the carbon footprint of a building is the amount of energy expended to supply, treat and use its water."}
{"meta": {"doc_id": 545, "sent_id": 45, "sent_start_pos": 6611, "sent_end_pos": 7309, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Margaret A. Davis, PE, director strategic services, Metallic Building Co., Houston, touts metal's recyclable merits saying, \"Steel is 100 percent recyclable, sustainable and less is needed for building a frame; therefore it is an excellent framing material to help reduce a building's total carbon footprint.\" Water usage\nA major factor contributing to the carbon footprint of a building is the amount of energy expended to supply, treat and use its water. Designing for water conservation, efficiency and reuse are among the largest and most cost-effective energy and carbon reduction strategies available."}
{"meta": {"doc_id": 545, "sent_id": 46, "sent_start_pos": 6924, "sent_end_pos": 7465, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Water usage\nA major factor contributing to the carbon footprint of a building is the amount of energy expended to supply, treat and use its water. Designing for water conservation, efficiency and reuse are among the largest and most cost-effective energy and carbon reduction strategies available. Specify plumbing equipment that prevents leaks-or \"real water losses\"-the most troubling element of what water efficiency experts call \"non-revenue water.\""}
{"meta": {"doc_id": 545, "sent_id": 47, "sent_start_pos": 7159, "sent_end_pos": 7793, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Designing for water conservation, efficiency and reuse are among the largest and most cost-effective energy and carbon reduction strategies available. Specify plumbing equipment that prevents leaks-or \"real water losses\"-the most troubling element of what water efficiency experts call \"non-revenue water.\" Design buildings to harvest rainfall and create outdoor spaces that rely primarily on precipitation for irrigation."}
{"meta": {"doc_id": 545, "sent_id": 48, "sent_start_pos": 7310, "sent_end_pos": 7885, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Specify plumbing equipment that prevents leaks-or \"real water losses\"-the most troubling element of what water efficiency experts call \"non-revenue water.\" Design buildings to harvest rainfall and create outdoor spaces that rely primarily on precipitation for irrigation. Rainwater harvesting and xeriscaping can result in 50 percent savings in outdoor water use."}
{"meta": {"doc_id": 545, "sent_id": 49, "sent_start_pos": 7678, "sent_end_pos": 7980, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Design buildings to harvest rainfall and create outdoor spaces that rely primarily on precipitation for irrigation. Rainwater harvesting and xeriscaping can result in 50 percent savings in outdoor water use. Rainwater harvesting has a low environmental footprint because it's not pumped long distances."}
{"meta": {"doc_id": 545, "sent_id": 50, "sent_start_pos": 7794, "sent_end_pos": 8143, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Rainwater harvesting and xeriscaping can result in 50 percent savings in outdoor water use. Rainwater harvesting has a low environmental footprint because it's not pumped long distances. Water for flushing toilets, irrigation and washing machines does not need to be potable, so using rainwater direct from a building's roof lowers carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 51, "sent_start_pos": 7886, "sent_end_pos": 8328, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Rainwater harvesting has a low environmental footprint because it's not pumped long distances. Water for flushing toilets, irrigation and washing machines does not need to be potable, so using rainwater direct from a building's roof lowers carbon footprint. Renewable energy\nA building's carbon footprint can be reduced by sourcing its operational energy from environmentally responsible sources, or by generating renewable energy on-site."}
{"meta": {"doc_id": 545, "sent_id": 52, "sent_start_pos": 7981, "sent_end_pos": 8523, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Water for flushing toilets, irrigation and washing machines does not need to be potable, so using rainwater direct from a building's roof lowers carbon footprint. Renewable energy\nA building's carbon footprint can be reduced by sourcing its operational energy from environmentally responsible sources, or by generating renewable energy on-site. Using the walls or roof of a building for solar air heating, solar electric photovoltaic (PV) systems or solar water heating can permanently eliminate part of the demand for conventional energy."}
{"meta": {"doc_id": 545, "sent_id": 53, "sent_start_pos": 8147, "sent_end_pos": 8954, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Renewable energy\nA building's carbon footprint can be reduced by sourcing its operational energy from environmentally responsible sources, or by generating renewable energy on-site. Using the walls or roof of a building for solar air heating, solar electric photovoltaic (PV) systems or solar water heating can permanently eliminate part of the demand for conventional energy. \"This is the next phase of where large-scale CO2 reductions from the building sector will be realized, because you can only reduce so much energy usage, without having to actually generate it at some point and hopefully from carbon-free sources like solar,\" says Victoria Hollick, principal at Conserval Systems Inc., Buffalo, N.Y. \"Solar systems work by fulfilling a certain percentage of the building's heating or electric load."}
{"meta": {"doc_id": 545, "sent_id": 54, "sent_start_pos": 8329, "sent_end_pos": 9089, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Using the walls or roof of a building for solar air heating, solar electric photovoltaic (PV) systems or solar water heating can permanently eliminate part of the demand for conventional energy. \"This is the next phase of where large-scale CO2 reductions from the building sector will be realized, because you can only reduce so much energy usage, without having to actually generate it at some point and hopefully from carbon-free sources like solar,\" says Victoria Hollick, principal at Conserval Systems Inc., Buffalo, N.Y. \"Solar systems work by fulfilling a certain percentage of the building's heating or electric load. A solar air heating system will generate heat energy to provide space heating or to heat the ventilation/make-up air for the building."}
{"meta": {"doc_id": 545, "sent_id": 55, "sent_start_pos": 8524, "sent_end_pos": 9205, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"This is the next phase of where large-scale CO2 reductions from the building sector will be realized, because you can only reduce so much energy usage, without having to actually generate it at some point and hopefully from carbon-free sources like solar,\" says Victoria Hollick, principal at Conserval Systems Inc., Buffalo, N.Y. \"Solar systems work by fulfilling a certain percentage of the building's heating or electric load. A solar air heating system will generate heat energy to provide space heating or to heat the ventilation/make-up air for the building. A solar PV system will generate electricity that can be used to offset the building's conventional electric source."}
{"meta": {"doc_id": 545, "sent_id": 56, "sent_start_pos": 8955, "sent_end_pos": 9282, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "A solar air heating system will generate heat energy to provide space heating or to heat the ventilation/make-up air for the building. A solar PV system will generate electricity that can be used to offset the building's conventional electric source. Solar water systems generate thermal energy to offset the heating of water.\""}
{"meta": {"doc_id": 545, "sent_id": 57, "sent_start_pos": 9090, "sent_end_pos": 9449, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "A solar PV system will generate electricity that can be used to offset the building's conventional electric source. Solar water systems generate thermal energy to offset the heating of water.\" Metal roofs are a good host for solar PV because they are very durable and have lifetimes that meet or exceed the 25- to 30-year expected life of the solar PV system."}
{"meta": {"doc_id": 545, "sent_id": 58, "sent_start_pos": 9206, "sent_end_pos": 9542, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Solar water systems generate thermal energy to offset the heating of water.\" Metal roofs are a good host for solar PV because they are very durable and have lifetimes that meet or exceed the 25- to 30-year expected life of the solar PV system. Location\nA building's location will have a direct impact on its overall carbon footprint."}
{"meta": {"doc_id": 545, "sent_id": 59, "sent_start_pos": 9283, "sent_end_pos": 9672, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Metal roofs are a good host for solar PV because they are very durable and have lifetimes that meet or exceed the 25- to 30-year expected life of the solar PV system. Location\nA building's location will have a direct impact on its overall carbon footprint. \"Highly efficient buildings should be oriented along an east-west axis, maximizing north- and south-facing glazing,\" says Fronek."}
{"meta": {"doc_id": 545, "sent_id": 60, "sent_start_pos": 9453, "sent_end_pos": 9786, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Location\nA building's location will have a direct impact on its overall carbon footprint. \"Highly efficient buildings should be oriented along an east-west axis, maximizing north- and south-facing glazing,\" says Fronek. Where a building is built will impact the carbon footprint and the potential for carbon buildup in the landscape."}
{"meta": {"doc_id": 545, "sent_id": 61, "sent_start_pos": 9543, "sent_end_pos": 9850, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "\"Highly efficient buildings should be oriented along an east-west axis, maximizing north- and south-facing glazing,\" says Fronek. Where a building is built will impact the carbon footprint and the potential for carbon buildup in the landscape. Is the building situated by a degraded or a pristine ecosystem?"}
{"meta": {"doc_id": 545, "sent_id": 62, "sent_start_pos": 9673, "sent_end_pos": 9922, "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Where a building is built will impact the carbon footprint and the potential for carbon buildup in the landscape. Is the building situated by a degraded or a pristine ecosystem? Can an ecosystem be restored in the process of developing the building?"}
{"meta": {"doc_id": 545, "sent_id": 63, "sent_start_pos": 9787, "sent_end_pos": [], "title": "8 Tips to Reduce Your Building Carbon Footprint"}, "text": "Is the building situated by a degraded or a pristine ecosystem? Can an ecosystem be restored in the process of developing the building? "}
{"meta": {"doc_id": 546, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 231, "title": "Avoiding the Global Warming Impact of Insulation"}, "text": " Feature Article\nAvoiding the Global Warming Impact of Insulation\nInsulation is key to reducing carbon emissions from buildings. But the blowing agents in extruded polystyrene and spray polyurethane foam offset much of that benefit."}
{"meta": {"doc_id": 546, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": [], "title": "Avoiding the Global Warming Impact of Insulation"}, "text": "Feature Article\nAvoiding the Global Warming Impact of Insulation\nInsulation is key to reducing carbon emissions from buildings. But the blowing agents in extruded polystyrene and spray polyurethane foam offset much of that benefit. "}
{"meta": {"doc_id": 548, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 1090, "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": " In this study, a\nquantitative comparison of various thermal insula-\ntion materials used in construction, from most com-\nmonlyusedtonew,highlyefficientinsulationmate-\nrials, was performed. It was demonstrated that the\nevaluation and consideration of environmental im-\npact per unit weight of thermal insulation materials\nare inappropriate and can lead to misleading deci-\nsions, since it is imperative that the analysis con-\nsiders the difference in the density of each thermal\ninsulation material, as well as differences in their\nthermal conductivity."}
{"meta": {"doc_id": 548, "sent_id": 1, "sent_start_pos": 539, "sent_end_pos": 1516, "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": "In this study, a\nquantitative comparison of various thermal insula-\ntion materials used in construction, from most com-\nmonlyusedtonew,highlyefficientinsulationmate-\nrials, was performed. It was demonstrated that the\nevaluation and consideration of environmental im-\npact per unit weight of thermal insulation materials\nare inappropriate and can lead to misleading deci-\nsions, since it is imperative that the analysis con-\nsiders the difference in the density of each thermal\ninsulation material, as well as differences in their\nthermal conductivity. the time needed to offset the carbon\nfootprint of the manufacturing and the installation of\nthermal insulation materials in the building envelope\nwith the difference between the carbon footprint of\nthe heat losses in the heating season through a cur-\nrently averagely insulated external envelope and a\nwell-insulated external envelope, is achieved in very\nshort-time periods."}
{"meta": {"doc_id": 548, "sent_id": 2, "sent_start_pos": 727, "sent_end_pos": 1734, "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": "It was demonstrated that the\nevaluation and consideration of environmental im-\npact per unit weight of thermal insulation materials\nare inappropriate and can lead to misleading deci-\nsions, since it is imperative that the analysis con-\nsiders the difference in the density of each thermal\ninsulation material, as well as differences in their\nthermal conductivity. the time needed to offset the carbon\nfootprint of the manufacturing and the installation of\nthermal insulation materials in the building envelope\nwith the difference between the carbon footprint of\nthe heat losses in the heating season through a cur-\nrently averagely insulated external envelope and a\nwell-insulated external envelope, is achieved in very\nshort-time periods. For the thermal insulation mate-\nrials with the lowest environmental impact, it is\nreached in less than one heating season and soon\nafter tenth heating seasons for the insulation with\nthe highest environmental impact."}
{"meta": {"doc_id": 548, "sent_id": 3, "sent_start_pos": 1141, "sent_end_pos": 2397, "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": "the time needed to offset the carbon\nfootprint of the manufacturing and the installation of\nthermal insulation materials in the building envelope\nwith the difference between the carbon footprint of\nthe heat losses in the heating season through a cur-\nrently averagely insulated external envelope and a\nwell-insulated external envelope, is achieved in very\nshort-time periods. For the thermal insulation mate-\nrials with the lowest environmental impact, it is\nreached in less than one heating season and soon\nafter tenth heating seasons for the insulation with\nthe highest environmental impact. Sustainable construction\nAbbreviations\nCFC Chloro-fluoro-hydrocarbons\nEPS Expanded polystyrene\nGWP Global warming potential\nLCA Life cycle assessment/analysis\nLCCA Life cycle cost assessment\nLCI Life cycle inventory\nPU Polyurethane\nVIP Vacuum insulation panel\nXPS Extruded polystyrene\nCO\n2\n-eq CO\n2\nequivalent\nUThermal transmittance\nW/(m\n2\nK)\nAHDD Annual heating degree\ndays K day = 86,400 K sec\nRThermal resistance (m\n2\nK)/W\nρDensity kg/m\n3\nλThermal conductivity W/(m K)\nIntroduction\nThe impact of society on the environment is be-\ncoming more and more intense."}
{"meta": {"doc_id": 548, "sent_id": 4, "sent_start_pos": 1517, "sent_end_pos": 2490, "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": "For the thermal insulation mate-\nrials with the lowest environmental impact, it is\nreached in less than one heating season and soon\nafter tenth heating seasons for the insulation with\nthe highest environmental impact. Sustainable construction\nAbbreviations\nCFC Chloro-fluoro-hydrocarbons\nEPS Expanded polystyrene\nGWP Global warming potential\nLCA Life cycle assessment/analysis\nLCCA Life cycle cost assessment\nLCI Life cycle inventory\nPU Polyurethane\nVIP Vacuum insulation panel\nXPS Extruded polystyrene\nCO\n2\n-eq CO\n2\nequivalent\nUThermal transmittance\nW/(m\n2\nK)\nAHDD Annual heating degree\ndays K day = 86,400 K sec\nRThermal resistance (m\n2\nK)/W\nρDensity kg/m\n3\nλThermal conductivity W/(m K)\nIntroduction\nThe impact of society on the environment is be-\ncoming more and more intense. The consumption\nof resources is getting beyond the absorption ca-\npacity of the environment."}
{"meta": {"doc_id": 548, "sent_id": 5, "sent_start_pos": 1835, "sent_end_pos": [], "title": "Carbon footprint of thermal insulation materials in building envelopes"}, "text": "Sustainable construction\nAbbreviations\nCFC Chloro-fluoro-hydrocarbons\nEPS Expanded polystyrene\nGWP Global warming potential\nLCA Life cycle assessment/analysis\nLCCA Life cycle cost assessment\nLCI Life cycle inventory\nPU Polyurethane\nVIP Vacuum insulation panel\nXPS Extruded polystyrene\nCO\n2\n-eq CO\n2\nequivalent\nUThermal transmittance\nW/(m\n2\nK)\nAHDD Annual heating degree\ndays K day = 86,400 K sec\nRThermal resistance (m\n2\nK)/W\nρDensity kg/m\n3\nλThermal conductivity W/(m K)\nIntroduction\nThe impact of society on the environment is be-\ncoming more and more intense. The consumption\nof resources is getting beyond the absorption ca-\npacity of the environment. "}
{"meta": {"doc_id": 550, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 562, "title": "Optimum external wall insulation thickness considering the annual CO2 emissions"}, "text": " You can be signed in via any or all of the methods shown below at the same time. Sign in here to access free tools such as favourites and alerts, or to access personal subscriptions\nI don't have a profile\nI am signed in as:\nWith my free profile I can:\nIf you have access to journal content via a university, library or employer, sign in here\nLoading institutional login options...\nWith institutional access I can:\nIf you have access to journal via a society or associations, read the instructions below\nAccess to society journal content varies across our titles."}
{"meta": {"doc_id": 550, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 742, "title": "Optimum external wall insulation thickness considering the annual CO2 emissions"}, "text": "You can be signed in via any or all of the methods shown below at the same time. Sign in here to access free tools such as favourites and alerts, or to access personal subscriptions\nI don't have a profile\nI am signed in as:\nWith my free profile I can:\nIf you have access to journal content via a university, library or employer, sign in here\nLoading institutional login options...\nWith institutional access I can:\nIf you have access to journal via a society or associations, read the instructions below\nAccess to society journal content varies across our titles. If you have access to a journal via a society or association membership, please browse to your society journal, select an article to view, and follow the instructions in this box."}
{"meta": {"doc_id": 550, "sent_id": 2, "sent_start_pos": 81, "sent_end_pos": [], "title": "Optimum external wall insulation thickness considering the annual CO2 emissions"}, "text": "Sign in here to access free tools such as favourites and alerts, or to access personal subscriptions\nI don't have a profile\nI am signed in as:\nWith my free profile I can:\nIf you have access to journal content via a university, library or employer, sign in here\nLoading institutional login options...\nWith institutional access I can:\nIf you have access to journal via a society or associations, read the instructions below\nAccess to society journal content varies across our titles. If you have access to a journal via a society or association membership, please browse to your society journal, select an article to view, and follow the instructions in this box. "}
{"meta": {"doc_id": 551, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 322, "title": "Insulation"}, "text": " Carbon Impact of Insulation\nInsulation choices greatly affect the carbon footprint of the building in terms of embodied carbon and operational carbon emissions. Insulation can be either a significant contributor to the embodied carbon footprint of the building, or a carbon sink, depending on the choice of materials used."}
{"meta": {"doc_id": 551, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 522, "title": "Insulation"}, "text": "Carbon Impact of Insulation\nInsulation choices greatly affect the carbon footprint of the building in terms of embodied carbon and operational carbon emissions. Insulation can be either a significant contributor to the embodied carbon footprint of the building, or a carbon sink, depending on the choice of materials used. When selecting insulation, operational performance considerations (thermal performance, climatic requirements, air leakage rates, moisture resistance) should be balanced with embodied carbon targets."}
{"meta": {"doc_id": 551, "sent_id": 2, "sent_start_pos": 161, "sent_end_pos": 634, "title": "Insulation"}, "text": "Insulation can be either a significant contributor to the embodied carbon footprint of the building, or a carbon sink, depending on the choice of materials used. When selecting insulation, operational performance considerations (thermal performance, climatic requirements, air leakage rates, moisture resistance) should be balanced with embodied carbon targets. Using natural materials and blown-in applications are the best way to reduce the embodied carbon of insulation."}
{"meta": {"doc_id": 551, "sent_id": 3, "sent_start_pos": 323, "sent_end_pos": 870, "title": "Insulation"}, "text": "When selecting insulation, operational performance considerations (thermal performance, climatic requirements, air leakage rates, moisture resistance) should be balanced with embodied carbon targets. Using natural materials and blown-in applications are the best way to reduce the embodied carbon of insulation. Carbon Smart Attributes for Insulation\nSpecify insulation materials that naturally sequester carbon\nMaterials such as wood, straw, clay-straw, hemp, cork, and sheep’s wool naturally sequester carbon and store if over their useful life."}
{"meta": {"doc_id": 551, "sent_id": 4, "sent_start_pos": 523, "sent_end_pos": 942, "title": "Insulation"}, "text": "Using natural materials and blown-in applications are the best way to reduce the embodied carbon of insulation. Carbon Smart Attributes for Insulation\nSpecify insulation materials that naturally sequester carbon\nMaterials such as wood, straw, clay-straw, hemp, cork, and sheep’s wool naturally sequester carbon and store if over their useful life. Using these materials can reduce the carbon footprint of your building."}
{"meta": {"doc_id": 551, "sent_id": 5, "sent_start_pos": 635, "sent_end_pos": 1148, "title": "Insulation"}, "text": "Carbon Smart Attributes for Insulation\nSpecify insulation materials that naturally sequester carbon\nMaterials such as wood, straw, clay-straw, hemp, cork, and sheep’s wool naturally sequester carbon and store if over their useful life. Using these materials can reduce the carbon footprint of your building. Specify blown-in insulation instead of rigid and spray foam insulations\nBlown-in fiberglass and cellulose insulation have a significantly lower embodied carbon impact than rigid insulation and spray foams."}
{"meta": {"doc_id": 551, "sent_id": 6, "sent_start_pos": 871, "sent_end_pos": 1419, "title": "Insulation"}, "text": "Using these materials can reduce the carbon footprint of your building. Specify blown-in insulation instead of rigid and spray foam insulations\nBlown-in fiberglass and cellulose insulation have a significantly lower embodied carbon impact than rigid insulation and spray foams. Also, if not properly installed (tacked to studs or rafters), some batt insulations can slump over time and spray foam can crack with building movement or settling, creating a thermal bridge and potentially leading to moisture condensation and wall assembly degradation."}
{"meta": {"doc_id": 551, "sent_id": 7, "sent_start_pos": 943, "sent_end_pos": 1614, "title": "Insulation"}, "text": "Specify blown-in insulation instead of rigid and spray foam insulations\nBlown-in fiberglass and cellulose insulation have a significantly lower embodied carbon impact than rigid insulation and spray foams. Also, if not properly installed (tacked to studs or rafters), some batt insulations can slump over time and spray foam can crack with building movement or settling, creating a thermal bridge and potentially leading to moisture condensation and wall assembly degradation. Using high density blown-in (non-foam) insulation (over 3.5 pcf) can help minimize thermal bridging, minimize embodied carbon, and improve the operational performance and lifespan of a building."}
{"meta": {"doc_id": 551, "sent_id": 8, "sent_start_pos": 1149, "sent_end_pos": 1966, "title": "Insulation"}, "text": "Also, if not properly installed (tacked to studs or rafters), some batt insulations can slump over time and spray foam can crack with building movement or settling, creating a thermal bridge and potentially leading to moisture condensation and wall assembly degradation. Using high density blown-in (non-foam) insulation (over 3.5 pcf) can help minimize thermal bridging, minimize embodied carbon, and improve the operational performance and lifespan of a building. Avoid Expanded Polystyrene (EPS), Extruded Polystyrene (XPS), Polyisocyanurate (Polyiso), Structurally Insulated Panel Systems (SIPS) with foam insulation, and spray foam, where climate allows\nAll of the insulations listed above are petroleum-based products that require significant energy to manufacture resulting in a high-embodied carbon footprint."}
{"meta": {"doc_id": 551, "sent_id": 9, "sent_start_pos": 1420, "sent_end_pos": 2303, "title": "Insulation"}, "text": "Using high density blown-in (non-foam) insulation (over 3.5 pcf) can help minimize thermal bridging, minimize embodied carbon, and improve the operational performance and lifespan of a building. Avoid Expanded Polystyrene (EPS), Extruded Polystyrene (XPS), Polyisocyanurate (Polyiso), Structurally Insulated Panel Systems (SIPS) with foam insulation, and spray foam, where climate allows\nAll of the insulations listed above are petroleum-based products that require significant energy to manufacture resulting in a high-embodied carbon footprint. Design & Construction Guidance\nSpecify different insulations for different uses\nExterior rigid insulation is often used as a layer of continuous insulation to prevent thermal bridging and provide air-tightness if used as an air barrier (with taped seams)."}
{"meta": {"doc_id": 551, "sent_id": 10, "sent_start_pos": 1615, "sent_end_pos": 2483, "title": "Insulation"}, "text": "Avoid Expanded Polystyrene (EPS), Extruded Polystyrene (XPS), Polyisocyanurate (Polyiso), Structurally Insulated Panel Systems (SIPS) with foam insulation, and spray foam, where climate allows\nAll of the insulations listed above are petroleum-based products that require significant energy to manufacture resulting in a high-embodied carbon footprint. Design & Construction Guidance\nSpecify different insulations for different uses\nExterior rigid insulation is often used as a layer of continuous insulation to prevent thermal bridging and provide air-tightness if used as an air barrier (with taped seams). In a wall assembly, consider mineral wool as a lower-carbon alternative to XPS, EPS, and Polyiso."}
{"meta": {"doc_id": 551, "sent_id": 11, "sent_start_pos": 2048, "sent_end_pos": 2659, "title": "Insulation"}, "text": "Design & Construction Guidance\nSpecify different insulations for different uses\nExterior rigid insulation is often used as a layer of continuous insulation to prevent thermal bridging and provide air-tightness if used as an air barrier (with taped seams). In a wall assembly, consider mineral wool as a lower-carbon alternative to XPS, EPS, and Polyiso. Protect insulation from heat and water\nMoisture and high temperatures are the biggest threats to the durability of insulation materials."}
{"meta": {"doc_id": 551, "sent_id": 12, "sent_start_pos": 2386, "sent_end_pos": 2830, "title": "Insulation"}, "text": "In a wall assembly, consider mineral wool as a lower-carbon alternative to XPS, EPS, and Polyiso. Protect insulation from heat and water\nMoisture and high temperatures are the biggest threats to the durability of insulation materials. Many foam insulations degrade with exposure to heat, and cellulose and fiberglass insulations are susceptible to water damage from rain, leaks, and/or vapor condensation."}
{"meta": {"doc_id": 551, "sent_id": 13, "sent_start_pos": 2523, "sent_end_pos": 2965, "title": "Insulation"}, "text": "Protect insulation from heat and water\nMoisture and high temperatures are the biggest threats to the durability of insulation materials. Many foam insulations degrade with exposure to heat, and cellulose and fiberglass insulations are susceptible to water damage from rain, leaks, and/or vapor condensation. Ensure that wall assemblies are adequately designed and that all insulation is installed according to the manufacturer’s instructions."}
{"meta": {"doc_id": 551, "sent_id": 14, "sent_start_pos": 2660, "sent_end_pos": 3153, "title": "Insulation"}, "text": "Many foam insulations degrade with exposure to heat, and cellulose and fiberglass insulations are susceptible to water damage from rain, leaks, and/or vapor condensation. Ensure that wall assemblies are adequately designed and that all insulation is installed according to the manufacturer’s instructions. Acknowledged Challenges, Questions & Unknowns\n- Though avoiding the use of rigid insulations and spray foams where possible reduces carbon emissions, this is not possible in all climates."}
{"meta": {"doc_id": 551, "sent_id": 15, "sent_start_pos": 2831, "sent_end_pos": 3364, "title": "Insulation"}, "text": "Ensure that wall assemblies are adequately designed and that all insulation is installed according to the manufacturer’s instructions. Acknowledged Challenges, Questions & Unknowns\n- Though avoiding the use of rigid insulations and spray foams where possible reduces carbon emissions, this is not possible in all climates. However, some recent projects in marine climates have successfully utilized mineral wool instead of rigid insulation1."}
{"meta": {"doc_id": 551, "sent_id": 16, "sent_start_pos": 2966, "sent_end_pos": 3454, "title": "Insulation"}, "text": "Acknowledged Challenges, Questions & Unknowns\n- Though avoiding the use of rigid insulations and spray foams where possible reduces carbon emissions, this is not possible in all climates. However, some recent projects in marine climates have successfully utilized mineral wool instead of rigid insulation1. - While EPS is better than XPS at this time, it has a significant embodied carbon impact."}
{"meta": {"doc_id": 551, "sent_id": 17, "sent_start_pos": 3246, "sent_end_pos": 3606, "title": "Insulation"}, "text": "However, some recent projects in marine climates have successfully utilized mineral wool instead of rigid insulation1. - While EPS is better than XPS at this time, it has a significant embodied carbon impact. - A deeper wall assembly may be necessary when using materials that naturally sequester carbon."}
{"meta": {"doc_id": 551, "sent_id": 18, "sent_start_pos": 3365, "sent_end_pos": 3790, "title": "Insulation"}, "text": "- While EPS is better than XPS at this time, it has a significant embodied carbon impact. - A deeper wall assembly may be necessary when using materials that naturally sequester carbon. - Use of recycled content is largely driven by availability – try to use recycled content when locally available to avoid emissions from raw material manufacturing and transportation."}
{"meta": {"doc_id": 551, "sent_id": 19, "sent_start_pos": 3511, "sent_end_pos": 3914, "title": "Insulation"}, "text": "- A deeper wall assembly may be necessary when using materials that naturally sequester carbon. - Use of recycled content is largely driven by availability – try to use recycled content when locally available to avoid emissions from raw material manufacturing and transportation. - Embodied carbon footprints (within EPDs) are available for several naturally low-carbon or carbon sequestering materials."}
{"meta": {"doc_id": 551, "sent_id": 20, "sent_start_pos": 3607, "sent_end_pos": 4057, "title": "Insulation"}, "text": "- Use of recycled content is largely driven by availability – try to use recycled content when locally available to avoid emissions from raw material manufacturing and transportation. - Embodied carbon footprints (within EPDs) are available for several naturally low-carbon or carbon sequestering materials. However, further research should be completed to ensure that the Life Cycle Assessments for these products account for agricultural practices."}
{"meta": {"doc_id": 551, "sent_id": 21, "sent_start_pos": 3791, "sent_end_pos": [], "title": "Insulation"}, "text": "- Embodied carbon footprints (within EPDs) are available for several naturally low-carbon or carbon sequestering materials. However, further research should be completed to ensure that the Life Cycle Assessments for these products account for agricultural practices. "}
{"meta": {"doc_id": 553, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 296, "title": "The Environmental Impact of Home Insulation"}, "text": " In previous articles, we’ve talked about how home insulation will help you save more energy, will keep your home warmer during cold winters, and also improve the overall comfort of your residence. Today, we’ll have a different approach and we will discuss insulation and its environmental impact."}
{"meta": {"doc_id": 553, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 503, "title": "The Environmental Impact of Home Insulation"}, "text": "In previous articles, we’ve talked about how home insulation will help you save more energy, will keep your home warmer during cold winters, and also improve the overall comfort of your residence. Today, we’ll have a different approach and we will discuss insulation and its environmental impact. At first glance, you might think that insulation has nothing to do with the environment, but as you’re about to see by reading this article, you will discover that there’s a real connection between the two."}
{"meta": {"doc_id": 553, "sent_id": 2, "sent_start_pos": 197, "sent_end_pos": 680, "title": "The Environmental Impact of Home Insulation"}, "text": "Today, we’ll have a different approach and we will discuss insulation and its environmental impact. At first glance, you might think that insulation has nothing to do with the environment, but as you’re about to see by reading this article, you will discover that there’s a real connection between the two. ENERGY SAVINGS\nOver the last few years, sustainability has become a very important topic for homeowners and people who are working in the engineering and construction industry."}
{"meta": {"doc_id": 553, "sent_id": 3, "sent_start_pos": 297, "sent_end_pos": 898, "title": "The Environmental Impact of Home Insulation"}, "text": "At first glance, you might think that insulation has nothing to do with the environment, but as you’re about to see by reading this article, you will discover that there’s a real connection between the two. ENERGY SAVINGS\nOver the last few years, sustainability has become a very important topic for homeowners and people who are working in the engineering and construction industry. And this is mainly because energy consumption and carbon emissions have become worldwide issues that require attention from the people who are involved in industries where they work with building performance projects."}
{"meta": {"doc_id": 553, "sent_id": 4, "sent_start_pos": 504, "sent_end_pos": 1015, "title": "The Environmental Impact of Home Insulation"}, "text": "ENERGY SAVINGS\nOver the last few years, sustainability has become a very important topic for homeowners and people who are working in the engineering and construction industry. And this is mainly because energy consumption and carbon emissions have become worldwide issues that require attention from the people who are involved in industries where they work with building performance projects. According to the BBC, there are approximately 25 million homes in the UK alone, and most of them are owner-occupied."}
{"meta": {"doc_id": 553, "sent_id": 5, "sent_start_pos": 681, "sent_end_pos": 1066, "title": "The Environmental Impact of Home Insulation"}, "text": "And this is mainly because energy consumption and carbon emissions have become worldwide issues that require attention from the people who are involved in industries where they work with building performance projects. According to the BBC, there are approximately 25 million homes in the UK alone, and most of them are owner-occupied. Still, not all of these houses are in great shape."}
{"meta": {"doc_id": 553, "sent_id": 6, "sent_start_pos": 899, "sent_end_pos": 1276, "title": "The Environmental Impact of Home Insulation"}, "text": "According to the BBC, there are approximately 25 million homes in the UK alone, and most of them are owner-occupied. Still, not all of these houses are in great shape. A quarter of them were built to old building standards or possibly no standards at all, which means that they probably don’t have much/any insulation, so looking into multifoil insulation would be a good idea."}
{"meta": {"doc_id": 553, "sent_id": 7, "sent_start_pos": 1016, "sent_end_pos": 1350, "title": "The Environmental Impact of Home Insulation"}, "text": "Still, not all of these houses are in great shape. A quarter of them were built to old building standards or possibly no standards at all, which means that they probably don’t have much/any insulation, so looking into multifoil insulation would be a good idea. The issue with houses is that they demand a significant amount of energy."}
{"meta": {"doc_id": 553, "sent_id": 8, "sent_start_pos": 1067, "sent_end_pos": 1509, "title": "The Environmental Impact of Home Insulation"}, "text": "A quarter of them were built to old building standards or possibly no standards at all, which means that they probably don’t have much/any insulation, so looking into multifoil insulation would be a good idea. The issue with houses is that they demand a significant amount of energy. Since home insulation is known for keeping your home warmer during harsh winters and cool during hot summers, it will help lower energy consumption over time."}
{"meta": {"doc_id": 553, "sent_id": 9, "sent_start_pos": 1277, "sent_end_pos": 1596, "title": "The Environmental Impact of Home Insulation"}, "text": "The issue with houses is that they demand a significant amount of energy. Since home insulation is known for keeping your home warmer during harsh winters and cool during hot summers, it will help lower energy consumption over time. Imagine the impact if every single house in the UK had multifoil insulation installed."}
{"meta": {"doc_id": 553, "sent_id": 10, "sent_start_pos": 1351, "sent_end_pos": 1727, "title": "The Environmental Impact of Home Insulation"}, "text": "Since home insulation is known for keeping your home warmer during harsh winters and cool during hot summers, it will help lower energy consumption over time. Imagine the impact if every single house in the UK had multifoil insulation installed. Non-renewable fuel supplies are extremely important for our planet, and home insulation is going to help conserve these resources."}
{"meta": {"doc_id": 553, "sent_id": 11, "sent_start_pos": 1510, "sent_end_pos": 1823, "title": "The Environmental Impact of Home Insulation"}, "text": "Imagine the impact if every single house in the UK had multifoil insulation installed. Non-renewable fuel supplies are extremely important for our planet, and home insulation is going to help conserve these resources. If people insulate their homes, their residences won’t use as much energy for heating purposes."}
{"meta": {"doc_id": 553, "sent_id": 12, "sent_start_pos": 1597, "sent_end_pos": 1954, "title": "The Environmental Impact of Home Insulation"}, "text": "Non-renewable fuel supplies are extremely important for our planet, and home insulation is going to help conserve these resources. If people insulate their homes, their residences won’t use as much energy for heating purposes. REDUCED GREENHOUSE GAS EMISSIONS\nWe all know that the UK is definitely not the warmest place on Earth, not even during the summer."}
{"meta": {"doc_id": 553, "sent_id": 13, "sent_start_pos": 1728, "sent_end_pos": 2074, "title": "The Environmental Impact of Home Insulation"}, "text": "If people insulate their homes, their residences won’t use as much energy for heating purposes. REDUCED GREENHOUSE GAS EMISSIONS\nWe all know that the UK is definitely not the warmest place on Earth, not even during the summer. And so, there’s a high demand for electricity, natural gas, propane, and fuel oil in order to heat homes and buildings."}
{"meta": {"doc_id": 553, "sent_id": 14, "sent_start_pos": 1824, "sent_end_pos": 2191, "title": "The Environmental Impact of Home Insulation"}, "text": "REDUCED GREENHOUSE GAS EMISSIONS\nWe all know that the UK is definitely not the warmest place on Earth, not even during the summer. And so, there’s a high demand for electricity, natural gas, propane, and fuel oil in order to heat homes and buildings. The majority are producing energy through burning, a process that releases a high amount of CO2 into the atmosphere."}
{"meta": {"doc_id": 553, "sent_id": 15, "sent_start_pos": 1955, "sent_end_pos": 2400, "title": "The Environmental Impact of Home Insulation"}, "text": "And so, there’s a high demand for electricity, natural gas, propane, and fuel oil in order to heat homes and buildings. The majority are producing energy through burning, a process that releases a high amount of CO2 into the atmosphere. Did you know that if insulation were to be installed in 4 million homes, the equivalent of the carbon dioxide that would be removed from the atmosphere would be equal to “planting 667 million acres of trees”?"}
{"meta": {"doc_id": 553, "sent_id": 16, "sent_start_pos": 2075, "sent_end_pos": 2640, "title": "The Environmental Impact of Home Insulation"}, "text": "The majority are producing energy through burning, a process that releases a high amount of CO2 into the atmosphere. Did you know that if insulation were to be installed in 4 million homes, the equivalent of the carbon dioxide that would be removed from the atmosphere would be equal to “planting 667 million acres of trees”? The majority of Europe’s energy is mainly used for heating homes and buildings, and the most important challenge that humanity is facing right now is the fact that the carbon dioxide levels need to be diminished."}
{"meta": {"doc_id": 553, "sent_id": 17, "sent_start_pos": 2192, "sent_end_pos": 2718, "title": "The Environmental Impact of Home Insulation"}, "text": "Did you know that if insulation were to be installed in 4 million homes, the equivalent of the carbon dioxide that would be removed from the atmosphere would be equal to “planting 667 million acres of trees”? The majority of Europe’s energy is mainly used for heating homes and buildings, and the most important challenge that humanity is facing right now is the fact that the carbon dioxide levels need to be diminished. In 2013, research showed that climate change is influenced by carbon dioxide."}
{"meta": {"doc_id": 553, "sent_id": 18, "sent_start_pos": 2428, "sent_end_pos": 2872, "title": "The Environmental Impact of Home Insulation"}, "text": "The majority of Europe’s energy is mainly used for heating homes and buildings, and the most important challenge that humanity is facing right now is the fact that the carbon dioxide levels need to be diminished. In 2013, research showed that climate change is influenced by carbon dioxide. Multifoil insulation is going to help reduce pollution emissions, which translates into making the environment healthier, and the air we breathe cleaner."}
{"meta": {"doc_id": 553, "sent_id": 19, "sent_start_pos": 2641, "sent_end_pos": 3081, "title": "The Environmental Impact of Home Insulation"}, "text": "In 2013, research showed that climate change is influenced by carbon dioxide. Multifoil insulation is going to help reduce pollution emissions, which translates into making the environment healthier, and the air we breathe cleaner. Insulation is an important element which can successfully be used in the battle against global warming, and it’s certainly an energy-efficient solution that will prove its performance in the long run as well."}
{"meta": {"doc_id": 553, "sent_id": 20, "sent_start_pos": 2719, "sent_end_pos": 3242, "title": "The Environmental Impact of Home Insulation"}, "text": "Multifoil insulation is going to help reduce pollution emissions, which translates into making the environment healthier, and the air we breathe cleaner. Insulation is an important element which can successfully be used in the battle against global warming, and it’s certainly an energy-efficient solution that will prove its performance in the long run as well. HOME INSULATION – AN EASY SOLUTION FOR EVERYONE\nWhen you think about insulation, you don’t have to imagine that you’d have to work with big and heavy materials."}
{"meta": {"doc_id": 553, "sent_id": 21, "sent_start_pos": 2873, "sent_end_pos": 3440, "title": "The Environmental Impact of Home Insulation"}, "text": "Insulation is an important element which can successfully be used in the battle against global warming, and it’s certainly an energy-efficient solution that will prove its performance in the long run as well. HOME INSULATION – AN EASY SOLUTION FOR EVERYONE\nWhen you think about insulation, you don’t have to imagine that you’d have to work with big and heavy materials. We have quite the selection of multifoil insulation, the thinnest insulation that you can find on the market, which performs even better than your traditional insulation materials."}
{"meta": {"doc_id": 553, "sent_id": 22, "sent_start_pos": 3082, "sent_end_pos": 3648, "title": "The Environmental Impact of Home Insulation"}, "text": "HOME INSULATION – AN EASY SOLUTION FOR EVERYONE\nWhen you think about insulation, you don’t have to imagine that you’d have to work with big and heavy materials. We have quite the selection of multifoil insulation, the thinnest insulation that you can find on the market, which performs even better than your traditional insulation materials. The sample pack contains data sheets and product samples, both of which are going to help you make the best decision when you decide to buy."}
{"meta": {"doc_id": 553, "sent_id": 23, "sent_start_pos": 3260, "sent_end_pos": [], "title": "The Environmental Impact of Home Insulation"}, "text": "We have quite the selection of multifoil insulation, the thinnest insulation that you can find on the market, which performs even better than your traditional insulation materials. The sample pack contains data sheets and product samples, both of which are going to help you make the best decision when you decide to buy. "}
{"meta": {"doc_id": 556, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 198, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": " Climate Change\nUKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change. The built environment contributes around 40% of the UK’s total carbon footprint."}
{"meta": {"doc_id": 556, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 378, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Climate Change\nUKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change. The built environment contributes around 40% of the UK’s total carbon footprint. Almost half of this is from energy used in buildings (eg plug loads and cooking) and infrastructure (eg roads and railways) that has nothing to do with their functional operation."}
{"meta": {"doc_id": 556, "sent_id": 2, "sent_start_pos": 118, "sent_end_pos": 479, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "The built environment contributes around 40% of the UK’s total carbon footprint. Almost half of this is from energy used in buildings (eg plug loads and cooking) and infrastructure (eg roads and railways) that has nothing to do with their functional operation. Opinion varies over the built environment industry’s responsibility to address this energy ‘in use’."}
{"meta": {"doc_id": 556, "sent_id": 3, "sent_start_pos": 199, "sent_end_pos": 658, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Almost half of this is from energy used in buildings (eg plug loads and cooking) and infrastructure (eg roads and railways) that has nothing to do with their functional operation. Opinion varies over the built environment industry’s responsibility to address this energy ‘in use’. The low carbon routemap targeted by the UK’s Green Construction Board (GCB) does not include ‘in use’ emissions, but several definitions of zero carbon buildings do include them."}
{"meta": {"doc_id": 556, "sent_id": 4, "sent_start_pos": 379, "sent_end_pos": 763, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Opinion varies over the built environment industry’s responsibility to address this energy ‘in use’. The low carbon routemap targeted by the UK’s Green Construction Board (GCB) does not include ‘in use’ emissions, but several definitions of zero carbon buildings do include them. Despite erratic annual variations, the carbon footprint of the built environment has reduced since 1990."}
{"meta": {"doc_id": 556, "sent_id": 5, "sent_start_pos": 480, "sent_end_pos": 1062, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "The low carbon routemap targeted by the UK’s Green Construction Board (GCB) does not include ‘in use’ emissions, but several definitions of zero carbon buildings do include them. Despite erratic annual variations, the carbon footprint of the built environment has reduced since 1990. Newly constructed buildings are more energy efficient, but 80% of buildings in 2050 have already been built, so a major priority is decarbonising our existing stock."}
{"meta": {"doc_id": 556, "sent_id": 6, "sent_start_pos": 659, "sent_end_pos": 1221, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Despite erratic annual variations, the carbon footprint of the built environment has reduced since 1990. Newly constructed buildings are more energy efficient, but 80% of buildings in 2050 have already been built, so a major priority is decarbonising our existing stock. Yet Government policies aimed at improving the efficiency of existing buildings have scaled back dramatically, and insulation installation rates have stalled."}
{"meta": {"doc_id": 556, "sent_id": 7, "sent_start_pos": 897, "sent_end_pos": 1339, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Newly constructed buildings are more energy efficient, but 80% of buildings in 2050 have already been built, so a major priority is decarbonising our existing stock. Yet Government policies aimed at improving the efficiency of existing buildings have scaled back dramatically, and insulation installation rates have stalled. Direct emissions from fuel use in existing buildings rose for the second year running in 2016, mainly due to heating."}
{"meta": {"doc_id": 556, "sent_id": 8, "sent_start_pos": 1063, "sent_end_pos": 1476, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Yet Government policies aimed at improving the efficiency of existing buildings have scaled back dramatically, and insulation installation rates have stalled. Direct emissions from fuel use in existing buildings rose for the second year running in 2016, mainly due to heating. Heating alone results in 10% of the nation’s carbon footprint and homes are more significant than all other building types put together."}
{"meta": {"doc_id": 556, "sent_id": 9, "sent_start_pos": 1222, "sent_end_pos": 1549, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Direct emissions from fuel use in existing buildings rose for the second year running in 2016, mainly due to heating. Heating alone results in 10% of the nation’s carbon footprint and homes are more significant than all other building types put together. Decarbonising our heat supply is one of the big policy challenges ahead."}
{"meta": {"doc_id": 556, "sent_id": 10, "sent_start_pos": 1340, "sent_end_pos": 1618, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Heating alone results in 10% of the nation’s carbon footprint and homes are more significant than all other building types put together. Decarbonising our heat supply is one of the big policy challenges ahead. Another major challenge is the carbon embodied through construction."}
{"meta": {"doc_id": 556, "sent_id": 11, "sent_start_pos": 1477, "sent_end_pos": 1740, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Decarbonising our heat supply is one of the big policy challenges ahead. Another major challenge is the carbon embodied through construction. Annual embodied emissions alone are currently higher than the GCB’s target for total built environment emissions by 2050."}
{"meta": {"doc_id": 556, "sent_id": 12, "sent_start_pos": 1550, "sent_end_pos": 1861, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Another major challenge is the carbon embodied through construction. Annual embodied emissions alone are currently higher than the GCB’s target for total built environment emissions by 2050. Finally, the built environment is crucial to allow us to adapt to changing and increasingly extreme climatic conditions."}
{"meta": {"doc_id": 556, "sent_id": 13, "sent_start_pos": 1619, "sent_end_pos": 2002, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Annual embodied emissions alone are currently higher than the GCB’s target for total built environment emissions by 2050. Finally, the built environment is crucial to allow us to adapt to changing and increasingly extreme climatic conditions. Yet several million properties are in areas at risk of flooding, and the risk of overheating remains very high especially in social housing."}
{"meta": {"doc_id": 556, "sent_id": 14, "sent_start_pos": 1741, "sent_end_pos": 2119, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Finally, the built environment is crucial to allow us to adapt to changing and increasingly extreme climatic conditions. Yet several million properties are in areas at risk of flooding, and the risk of overheating remains very high especially in social housing. Adaptation measures including sustainable drainage systems and flood risk alleviation should be prioritised further."}
{"meta": {"doc_id": 556, "sent_id": 15, "sent_start_pos": 1862, "sent_end_pos": 2210, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Yet several million properties are in areas at risk of flooding, and the risk of overheating remains very high especially in social housing. Adaptation measures including sustainable drainage systems and flood risk alleviation should be prioritised further. UKGBC has not conducted any verification or assurance of the data included in this report."}
{"meta": {"doc_id": 556, "sent_id": 16, "sent_start_pos": 2003, "sent_end_pos": 2388, "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "Adaptation measures including sustainable drainage systems and flood risk alleviation should be prioritised further. UKGBC has not conducted any verification or assurance of the data included in this report. Each infographic segment is hyperlinked to the location of the source data and we refer readers to these for more information on research methodologies and accuracy predictions."}
{"meta": {"doc_id": 556, "sent_id": 17, "sent_start_pos": 2120, "sent_end_pos": [], "title": "Climate Change - UKGBC’s vision for a sustainable built environment is one that mitigates and adapts to climate change"}, "text": "UKGBC has not conducted any verification or assurance of the data included in this report. Each infographic segment is hyperlinked to the location of the source data and we refer readers to these for more information on research methodologies and accuracy predictions. "}
{"meta": {"doc_id": 557, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 493, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": " The replacement roof and 5MWp PV system at Kingspan's Sherburn plant\nBetween 2012 and 2014, Kingspan Insulated Panels reduced its carbon emissions by almost 50%, helping parent company Kingspan Group to save 15GWh and add around £727,000 (€1m) to its net profit. More than 34% of the energy used by Kingspan Insulated Panels in 2014 came from renewable sources, while the group’s facilities in Sherburn, Holywell and Walsall, in the UK, and Kingscourt, in Ireland, send zero waste to landfill."}
{"meta": {"doc_id": 557, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 642, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "The replacement roof and 5MWp PV system at Kingspan's Sherburn plant\nBetween 2012 and 2014, Kingspan Insulated Panels reduced its carbon emissions by almost 50%, helping parent company Kingspan Group to save 15GWh and add around £727,000 (€1m) to its net profit. More than 34% of the energy used by Kingspan Insulated Panels in 2014 came from renewable sources, while the group’s facilities in Sherburn, Holywell and Walsall, in the UK, and Kingscourt, in Ireland, send zero waste to landfill. In 2011, Kingspan committed to becoming a net zero energy business by 2020, and the company is expecting to hit its interim target of 50% this year."}
{"meta": {"doc_id": 557, "sent_id": 2, "sent_start_pos": 263, "sent_end_pos": 882, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "More than 34% of the energy used by Kingspan Insulated Panels in 2014 came from renewable sources, while the group’s facilities in Sherburn, Holywell and Walsall, in the UK, and Kingscourt, in Ireland, send zero waste to landfill. In 2011, Kingspan committed to becoming a net zero energy business by 2020, and the company is expecting to hit its interim target of 50% this year. The requirement for all new buildings to be nearly net zero energy by 2020, as outlined in the EU’s recast Energy Performance Buildings Directive (EPBD) in 2010, was a defining moment for us."}
{"meta": {"doc_id": 557, "sent_id": 3, "sent_start_pos": 494, "sent_end_pos": 962, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "In 2011, Kingspan committed to becoming a net zero energy business by 2020, and the company is expecting to hit its interim target of 50% this year. The requirement for all new buildings to be nearly net zero energy by 2020, as outlined in the EU’s recast Energy Performance Buildings Directive (EPBD) in 2010, was a defining moment for us. It became clear that we needed to address carbon emissions from our facilities."}
{"meta": {"doc_id": 557, "sent_id": 4, "sent_start_pos": 691, "sent_end_pos": 1131, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "The requirement for all new buildings to be nearly net zero energy by 2020, as outlined in the EU’s recast Energy Performance Buildings Directive (EPBD) in 2010, was a defining moment for us. It became clear that we needed to address carbon emissions from our facilities. The result was an ambitious commitment to go well beyond the EPBD requirements and make our whole estate net zero energy by 2020, with an interim target of 50% by 2016."}
{"meta": {"doc_id": 557, "sent_id": 5, "sent_start_pos": 883, "sent_end_pos": 1315, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "It became clear that we needed to address carbon emissions from our facilities. The result was an ambitious commitment to go well beyond the EPBD requirements and make our whole estate net zero energy by 2020, with an interim target of 50% by 2016. We are also motivated by a desire to demonstrate the business case for investment in both energy efficiency and renewable energy generation to stakeholders across the building sector."}
{"meta": {"doc_id": 557, "sent_id": 6, "sent_start_pos": 963, "sent_end_pos": 1499, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "The result was an ambitious commitment to go well beyond the EPBD requirements and make our whole estate net zero energy by 2020, with an interim target of 50% by 2016. We are also motivated by a desire to demonstrate the business case for investment in both energy efficiency and renewable energy generation to stakeholders across the building sector. Our first action was to set up a process to capture energy use and carbon emissions on a monthly basis at each of our 80 sites around the world."}
{"meta": {"doc_id": 557, "sent_id": 7, "sent_start_pos": 1132, "sent_end_pos": 1766, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "We are also motivated by a desire to demonstrate the business case for investment in both energy efficiency and renewable energy generation to stakeholders across the building sector. Our first action was to set up a process to capture energy use and carbon emissions on a monthly basis at each of our 80 sites around the world. Every site is different, and the optimum energy-saving solution is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies – for example, lighting upgrades using our ZerO Energy Lighting."}
{"meta": {"doc_id": 557, "sent_id": 8, "sent_start_pos": 1355, "sent_end_pos": 1874, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Our first action was to set up a process to capture energy use and carbon emissions on a monthly basis at each of our 80 sites around the world. Every site is different, and the optimum energy-saving solution is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies – for example, lighting upgrades using our ZerO Energy Lighting. The implementation of the ISO 50001 energy management system is also paying dividends at some of our sites."}
{"meta": {"doc_id": 557, "sent_id": 9, "sent_start_pos": 1500, "sent_end_pos": 1996, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Every site is different, and the optimum energy-saving solution is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies – for example, lighting upgrades using our ZerO Energy Lighting. The implementation of the ISO 50001 energy management system is also paying dividends at some of our sites. The economics of energy-saving opportunities are closely studied, and investment decisions are based on economic payback."}
{"meta": {"doc_id": 557, "sent_id": 10, "sent_start_pos": 1767, "sent_end_pos": 2145, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "The implementation of the ISO 50001 energy management system is also paying dividends at some of our sites. The economics of energy-saving opportunities are closely studied, and investment decisions are based on economic payback. In addition to funding measures with our own capital expenditure, we have made use of energy performance contracting (EnPC) to reduce energy demand."}
{"meta": {"doc_id": 557, "sent_id": 11, "sent_start_pos": 1875, "sent_end_pos": 2478, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "The economics of energy-saving opportunities are closely studied, and investment decisions are based on economic payback. In addition to funding measures with our own capital expenditure, we have made use of energy performance contracting (EnPC) to reduce energy demand. We see several benefits of an EnPC: the energy savings are guaranteed; the provider has world-class expertise; the blend of energy efficiency measures allows relatively long payback items to be implemented; and the EnPC – under certain circumstances – can be considered as an off-balance-sheet investment."}
{"meta": {"doc_id": 557, "sent_id": 12, "sent_start_pos": 1997, "sent_end_pos": 2733, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "In addition to funding measures with our own capital expenditure, we have made use of energy performance contracting (EnPC) to reduce energy demand. We see several benefits of an EnPC: the energy savings are guaranteed; the provider has world-class expertise; the blend of energy efficiency measures allows relatively long payback items to be implemented; and the EnPC – under certain circumstances – can be considered as an off-balance-sheet investment. Performance is guaranteed by the provider, and savings are assessed annually as part of a formal measurement and verification process."}
{"meta": {"doc_id": 557, "sent_id": 13, "sent_start_pos": 2173, "sent_end_pos": 2845, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "We see several benefits of an EnPC: the energy savings are guaranteed; the provider has world-class expertise; the blend of energy efficiency measures allows relatively long payback items to be implemented; and the EnPC – under certain circumstances – can be considered as an off-balance-sheet investment. Performance is guaranteed by the provider, and savings are assessed annually as part of a formal measurement and verification process. Overall, the projects have involved investment of more than £2m, yielding annual savings in excess of 4,000MWh."}
{"meta": {"doc_id": 557, "sent_id": 14, "sent_start_pos": 2599, "sent_end_pos": 3213, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Performance is guaranteed by the provider, and savings are assessed annually as part of a formal measurement and verification process. Overall, the projects have involved investment of more than £2m, yielding annual savings in excess of 4,000MWh. For example, at our biggest site we segregate different waste streams, and work with a materials recovery facility (MRF), achieving a transfer station recycling rate of approximately 80%, with the balance going to refuse delivered fuel (RDF)."}
{"meta": {"doc_id": 557, "sent_id": 15, "sent_start_pos": 2734, "sent_end_pos": 3576, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Overall, the projects have involved investment of more than £2m, yielding annual savings in excess of 4,000MWh. For example, at our biggest site we segregate different waste streams, and work with a materials recovery facility (MRF), achieving a transfer station recycling rate of approximately 80%, with the balance going to refuse delivered fuel (RDF). Optimum energy saving is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies\nWe have optimised our production, with all factory-generated waste insulation recycled back into the manufacturing process at our Kingscourt site, in Ireland, which produces our trapezoidal roof panels."}
{"meta": {"doc_id": 557, "sent_id": 16, "sent_start_pos": 2971, "sent_end_pos": 3696, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "For example, at our biggest site we segregate different waste streams, and work with a materials recovery facility (MRF), achieving a transfer station recycling rate of approximately 80%, with the balance going to refuse delivered fuel (RDF). Optimum energy saving is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies\nWe have optimised our production, with all factory-generated waste insulation recycled back into the manufacturing process at our Kingscourt site, in Ireland, which produces our trapezoidal roof panels. These now contain up to 3% recycled content in the insulation, in addition to the 20-25% recycled content in the steel."}
{"meta": {"doc_id": 557, "sent_id": 17, "sent_start_pos": 3214, "sent_end_pos": 3825, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Optimum energy saving is often a combination of employee awareness, energy metering, building management systems, and various building and service technologies\nWe have optimised our production, with all factory-generated waste insulation recycled back into the manufacturing process at our Kingscourt site, in Ireland, which produces our trapezoidal roof panels. These now contain up to 3% recycled content in the insulation, in addition to the 20-25% recycled content in the steel. We also provide site services to help manage and recycle packaging and product waste on behalf of our customers – big and small."}
{"meta": {"doc_id": 557, "sent_id": 18, "sent_start_pos": 3577, "sent_end_pos": 4078, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "These now contain up to 3% recycled content in the insulation, in addition to the 20-25% recycled content in the steel. We also provide site services to help manage and recycle packaging and product waste on behalf of our customers – big and small. We have a three-step strategy:\n- Save more, to minimise energy use by investing in energy efficiency\n- Generate more on site, using solar PV and hot water, biomass and wind\n- Buy more renewable energy."}
{"meta": {"doc_id": 557, "sent_id": 19, "sent_start_pos": 3697, "sent_end_pos": 4230, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "We also provide site services to help manage and recycle packaging and product waste on behalf of our customers – big and small. We have a three-step strategy:\n- Save more, to minimise energy use by investing in energy efficiency\n- Generate more on site, using solar PV and hot water, biomass and wind\n- Buy more renewable energy. Net zero energy will be achieved through the optimal balance of these stages."}
{"meta": {"doc_id": 557, "sent_id": 20, "sent_start_pos": 3877, "sent_end_pos": 4364, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "We have a three-step strategy:\n- Save more, to minimise energy use by investing in energy efficiency\n- Generate more on site, using solar PV and hot water, biomass and wind\n- Buy more renewable energy. Net zero energy will be achieved through the optimal balance of these stages. We recognise that the renewable energy landscape is evolving rapidly, and are open to new and innovative ways of achieving our goals."}
{"meta": {"doc_id": 557, "sent_id": 21, "sent_start_pos": 4153, "sent_end_pos": 4431, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Net zero energy will be achieved through the optimal balance of these stages. We recognise that the renewable energy landscape is evolving rapidly, and are open to new and innovative ways of achieving our goals. Just 5% of the group’s energy came from renewable sources in 2011."}
{"meta": {"doc_id": 557, "sent_id": 22, "sent_start_pos": 4231, "sent_end_pos": 4517, "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "We recognise that the renewable energy landscape is evolving rapidly, and are open to new and innovative ways of achieving our goals. Just 5% of the group’s energy came from renewable sources in 2011. By 2014, it had risen to 28% and we are on track to exceed our interim target of 50%."}
{"meta": {"doc_id": 557, "sent_id": 23, "sent_start_pos": 4365, "sent_end_pos": [], "title": "How Kingspan Insulated Panels slashed carbon emissions by half"}, "text": "Just 5% of the group’s energy came from renewable sources in 2011. By 2014, it had risen to 28% and we are on track to exceed our interim target of 50%. "}
{"meta": {"doc_id": 558, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 347, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": " Energy companies should be forced to insulate every empty loft and cavity wall in the UK within four years, say the government's climate change advisers. The independent Committee on Climate Change (CCC) says the measure would boost efforts to cut national carbon emissions; in 2010 the number of loft insulations fell by 30% on the previous year."}
{"meta": {"doc_id": 558, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 520, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Energy companies should be forced to insulate every empty loft and cavity wall in the UK within four years, say the government's climate change advisers. The independent Committee on Climate Change (CCC) says the measure would boost efforts to cut national carbon emissions; in 2010 the number of loft insulations fell by 30% on the previous year. \"The government should state this ambition and energy companies should be on the hook to deliver these emissions reductions,\" said David Kennedy, the CCC's chief executive."}
{"meta": {"doc_id": 558, "sent_id": 2, "sent_start_pos": 154, "sent_end_pos": 763, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "The independent Committee on Climate Change (CCC) says the measure would boost efforts to cut national carbon emissions; in 2010 the number of loft insulations fell by 30% on the previous year. \"The government should state this ambition and energy companies should be on the hook to deliver these emissions reductions,\" said David Kennedy, the CCC's chief executive. The coalition's government's \"green deal\" proposals to overhaul ageing and leaky homes and reduce consumer energy bills could be a major part of the UK's action against global warming, says Kennedy, but must have firm targets to be effective."}
{"meta": {"doc_id": 558, "sent_id": 3, "sent_start_pos": 348, "sent_end_pos": 942, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "\"The government should state this ambition and energy companies should be on the hook to deliver these emissions reductions,\" said David Kennedy, the CCC's chief executive. The coalition's government's \"green deal\" proposals to overhaul ageing and leaky homes and reduce consumer energy bills could be a major part of the UK's action against global warming, says Kennedy, but must have firm targets to be effective. In the UK, 10m (43%) of all lofts remain unlagged and 8m houses with cavity walls (42%) have yet to be insulated."}
{"meta": {"doc_id": 558, "sent_id": 4, "sent_start_pos": 521, "sent_end_pos": 1059, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "The coalition's government's \"green deal\" proposals to overhaul ageing and leaky homes and reduce consumer energy bills could be a major part of the UK's action against global warming, says Kennedy, but must have firm targets to be effective. In the UK, 10m (43%) of all lofts remain unlagged and 8m houses with cavity walls (42%) have yet to be insulated. Kennedy made his call as the CCC launched its legally requiredannual report on progress in cutting greenhouse gases."}
{"meta": {"doc_id": 558, "sent_id": 5, "sent_start_pos": 829, "sent_end_pos": 1201, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "In the UK, 10m (43%) of all lofts remain unlagged and 8m houses with cavity walls (42%) have yet to be insulated. Kennedy made his call as the CCC launched its legally requiredannual report on progress in cutting greenhouse gases. It found that people were buying less-polluting cars, but the required improvements in environmentally friendly driving had not materialised."}
{"meta": {"doc_id": 558, "sent_id": 6, "sent_start_pos": 943, "sent_end_pos": 1426, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Kennedy made his call as the CCC launched its legally requiredannual report on progress in cutting greenhouse gases. It found that people were buying less-polluting cars, but the required improvements in environmentally friendly driving had not materialised. Furthermore, delays in building the first carbon capture and storage demonstration plants and boosting use of public transport were damaging efforts to meet the UK's legally binding carbon targets, the toughest in the world."}
{"meta": {"doc_id": 558, "sent_id": 7, "sent_start_pos": 1060, "sent_end_pos": 1624, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "It found that people were buying less-polluting cars, but the required improvements in environmentally friendly driving had not materialised. Furthermore, delays in building the first carbon capture and storage demonstration plants and boosting use of public transport were damaging efforts to meet the UK's legally binding carbon targets, the toughest in the world. Christine McGourty, director of Energy UK, which represents the gas and electricity industry, said: \"Energy companies have already made a substantial contribution to improving people's leaky homes."}
{"meta": {"doc_id": 558, "sent_id": 8, "sent_start_pos": 1202, "sent_end_pos": 1782, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Furthermore, delays in building the first carbon capture and storage demonstration plants and boosting use of public transport were damaging efforts to meet the UK's legally binding carbon targets, the toughest in the world. Christine McGourty, director of Energy UK, which represents the gas and electricity industry, said: \"Energy companies have already made a substantial contribution to improving people's leaky homes. In the past few years, companies have insulated more than 1.5m cavity walls and more than 2m lofts, helping consumers save up to £260 a year on their bills.\""}
{"meta": {"doc_id": 558, "sent_id": 9, "sent_start_pos": 1427, "sent_end_pos": 1922, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Christine McGourty, director of Energy UK, which represents the gas and electricity industry, said: \"Energy companies have already made a substantial contribution to improving people's leaky homes. In the past few years, companies have insulated more than 1.5m cavity walls and more than 2m lofts, helping consumers save up to £260 a year on their bills.\" According to the CCC report, the number of professional installations of loft and cavity wall insulation fell by 30% between 2009 and 2010."}
{"meta": {"doc_id": 558, "sent_id": 10, "sent_start_pos": 1625, "sent_end_pos": 2141, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "In the past few years, companies have insulated more than 1.5m cavity walls and more than 2m lofts, helping consumers save up to £260 a year on their bills.\" According to the CCC report, the number of professional installations of loft and cavity wall insulation fell by 30% between 2009 and 2010. Kennedy blamed this on a \"perverse incentive\" in the existing scheme for energy companies to help their customers stop heat leaking from their homes, which meant activity stopped when a certain number had been treated."}
{"meta": {"doc_id": 558, "sent_id": 11, "sent_start_pos": 1783, "sent_end_pos": 2315, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "According to the CCC report, the number of professional installations of loft and cavity wall insulation fell by 30% between 2009 and 2010. Kennedy blamed this on a \"perverse incentive\" in the existing scheme for energy companies to help their customers stop heat leaking from their homes, which meant activity stopped when a certain number had been treated. Electricity and gas providers are currently under fire from regulators and consumer groups, who criticise the scores of confusing price tariffs and recent large price rises."}
{"meta": {"doc_id": 558, "sent_id": 12, "sent_start_pos": 1923, "sent_end_pos": 2425, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Kennedy blamed this on a \"perverse incentive\" in the existing scheme for energy companies to help their customers stop heat leaking from their homes, which meant activity stopped when a certain number had been treated. Electricity and gas providers are currently under fire from regulators and consumer groups, who criticise the scores of confusing price tariffs and recent large price rises. Kennedy acknowledged the risk in asking the companies that sell energy to enable their customers to use less."}
{"meta": {"doc_id": 558, "sent_id": 13, "sent_start_pos": 2142, "sent_end_pos": 2503, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Electricity and gas providers are currently under fire from regulators and consumer groups, who criticise the scores of confusing price tariffs and recent large price rises. Kennedy acknowledged the risk in asking the companies that sell energy to enable their customers to use less. But he said that risk could be overcome if the scheme was carefully designed."}
{"meta": {"doc_id": 558, "sent_id": 14, "sent_start_pos": 2316, "sent_end_pos": 2564, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Kennedy acknowledged the risk in asking the companies that sell energy to enable their customers to use less. But he said that risk could be overcome if the scheme was carefully designed. \"It is very important that someone is on the hook,\" he said."}
{"meta": {"doc_id": 558, "sent_id": 15, "sent_start_pos": 2426, "sent_end_pos": 2673, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "But he said that risk could be overcome if the scheme was carefully designed. \"It is very important that someone is on the hook,\" he said. \"The experience over four decades is that the free market does not deliver home energy-efficiency measures.\""}
{"meta": {"doc_id": 558, "sent_id": 16, "sent_start_pos": 2504, "sent_end_pos": 2962, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "\"It is very important that someone is on the hook,\" he said. \"The experience over four decades is that the free market does not deliver home energy-efficiency measures.\" Friends of the Earth campaigner Dave Timms agreed the government's policies \"don't go far enough or fast enough\" to meet carbon targets, adding: \"For too long energy firms have made huge profits selling ever-increasing amounts of energy while some people freeze in poorly insulated homes."}
{"meta": {"doc_id": 558, "sent_id": 17, "sent_start_pos": 2565, "sent_end_pos": 3073, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "\"The experience over four decades is that the free market does not deliver home energy-efficiency measures.\" Friends of the Earth campaigner Dave Timms agreed the government's policies \"don't go far enough or fast enough\" to meet carbon targets, adding: \"For too long energy firms have made huge profits selling ever-increasing amounts of energy while some people freeze in poorly insulated homes. Forcing energy companies to carry out all the necessary energy efficiency improvements is an attractive idea.\""}
{"meta": {"doc_id": 558, "sent_id": 18, "sent_start_pos": 2674, "sent_end_pos": 3437, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Friends of the Earth campaigner Dave Timms agreed the government's policies \"don't go far enough or fast enough\" to meet carbon targets, adding: \"For too long energy firms have made huge profits selling ever-increasing amounts of energy while some people freeze in poorly insulated homes. Forcing energy companies to carry out all the necessary energy efficiency improvements is an attractive idea.\" The CCC report analyses the changes in the UK's carbon emissions and found that, when the effects of the recent cold winter and the recession were accounted for, the trend was flat."}
{"meta": {"doc_id": 558, "sent_id": 19, "sent_start_pos": 2963, "sent_end_pos": 3676, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Forcing energy companies to carry out all the necessary energy efficiency improvements is an attractive idea.\" The CCC report analyses the changes in the UK's carbon emissions and found that, when the effects of the recent cold winter and the recession were accounted for, the trend was flat. \"We are below the level of the 2008-12 budget because of the very big emissions reduction in 2009 due to the recession, not because we had begun to do things fundamentally differently, and we should not be deceived by that,\" said Kennedy."}
{"meta": {"doc_id": 558, "sent_id": 20, "sent_start_pos": 3256, "sent_end_pos": 3822, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "The CCC report analyses the changes in the UK's carbon emissions and found that, when the effects of the recent cold winter and the recession were accounted for, the trend was flat. \"We are below the level of the 2008-12 budget because of the very big emissions reduction in 2009 due to the recession, not because we had begun to do things fundamentally differently, and we should not be deceived by that,\" said Kennedy. A return to business as usual in the economy would mean the UK would exceed its future carbon targets, because they required a 3% cut every year."}
{"meta": {"doc_id": 558, "sent_id": 21, "sent_start_pos": 3438, "sent_end_pos": 3980, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "\"We are below the level of the 2008-12 budget because of the very big emissions reduction in 2009 due to the recession, not because we had begun to do things fundamentally differently, and we should not be deceived by that,\" said Kennedy. A return to business as usual in the economy would mean the UK would exceed its future carbon targets, because they required a 3% cut every year. Changes to car emissions were rated as \"good\" in the CCC report, with the average pollution by new vehicles down from 160g of CO2/km in 2008 to 144g in 2010."}
{"meta": {"doc_id": 558, "sent_id": 22, "sent_start_pos": 3677, "sent_end_pos": 4177, "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "A return to business as usual in the economy would mean the UK would exceed its future carbon targets, because they required a 3% cut every year. Changes to car emissions were rated as \"good\" in the CCC report, with the average pollution by new vehicles down from 160g of CO2/km in 2008 to 144g in 2010. But counteracting that was a slight rise in speeding and the prospect of the speed limit being raised to 80mph, which the CCC said would result in 3.5m extra tonnes of CO2 being emitted each year."}
{"meta": {"doc_id": 558, "sent_id": 23, "sent_start_pos": 3823, "sent_end_pos": [], "title": "Force energy companies to insulate UK homes, climate advisers say"}, "text": "Changes to car emissions were rated as \"good\" in the CCC report, with the average pollution by new vehicles down from 160g of CO2/km in 2008 to 144g in 2010. But counteracting that was a slight rise in speeding and the prospect of the speed limit being raised to 80mph, which the CCC said would result in 3.5m extra tonnes of CO2 being emitted each year. "}
{"meta": {"doc_id": 559, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 331, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": " Thermal insulation is a strategic product for reducing energy consumption and related greenhouse gas (GHG) emissions from the building sector. This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025."}
{"meta": {"doc_id": 559, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 523, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Thermal insulation is a strategic product for reducing energy consumption and related greenhouse gas (GHG) emissions from the building sector. This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025. GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia."}
{"meta": {"doc_id": 559, "sent_id": 2, "sent_start_pos": 143, "sent_end_pos": 681, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025. GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia. Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation."}
{"meta": {"doc_id": 559, "sent_id": 3, "sent_start_pos": 332, "sent_end_pos": 862, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia. Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation. The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800."}
{"meta": {"doc_id": 559, "sent_id": 4, "sent_start_pos": 524, "sent_end_pos": 977, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation. The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800. Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions."}
{"meta": {"doc_id": 559, "sent_id": 5, "sent_start_pos": 682, "sent_end_pos": 1155, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800. Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions. Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies."}
{"meta": {"doc_id": 559, "sent_id": 6, "sent_start_pos": 863, "sent_end_pos": 1385, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions. Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies. A series of charts mapping both emissions payback and net savings demonstrate the interactions between these factors and provide a basis for specific policy recommendations to guide effective insulation investments and placement."}
{"meta": {"doc_id": 559, "sent_id": 7, "sent_start_pos": 978, "sent_end_pos": 1621, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies. A series of charts mapping both emissions payback and net savings demonstrate the interactions between these factors and provide a basis for specific policy recommendations to guide effective insulation investments and placement. Life Cycle Greenhouse Gas Emissions Reduction From Rigid Thermal Insulation Use in Buildings\nThermal insulation is a strategic product for reducing energy consumption and related greenhouse gas (GHG) emissions from the building sector."}
{"meta": {"doc_id": 559, "sent_id": 8, "sent_start_pos": 1156, "sent_end_pos": 1810, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "A series of charts mapping both emissions payback and net savings demonstrate the interactions between these factors and provide a basis for specific policy recommendations to guide effective insulation investments and placement. Life Cycle Greenhouse Gas Emissions Reduction From Rigid Thermal Insulation Use in Buildings\nThermal insulation is a strategic product for reducing energy consumption and related greenhouse gas (GHG) emissions from the building sector. This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025."}
{"meta": {"doc_id": 559, "sent_id": 9, "sent_start_pos": 1386, "sent_end_pos": 2002, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Life Cycle Greenhouse Gas Emissions Reduction From Rigid Thermal Insulation Use in Buildings\nThermal insulation is a strategic product for reducing energy consumption and related greenhouse gas (GHG) emissions from the building sector. This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025. GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia."}
{"meta": {"doc_id": 559, "sent_id": 10, "sent_start_pos": 1622, "sent_end_pos": 2160, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "This study examines from a life cycle perspective the changes in GHG emissions resulting from the use of two rigid thermal insulation products manufactured and installed from 1971 to 2025. GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia. Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation."}
{"meta": {"doc_id": 559, "sent_id": 11, "sent_start_pos": 1811, "sent_end_pos": 2341, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "GHG emissions related to insulation production and fugitive releases of blowing agents are modeled and compared with GHG savings from reduced heating loads in North America, Europe, and Asia. Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation. The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800."}
{"meta": {"doc_id": 559, "sent_id": 12, "sent_start_pos": 2003, "sent_end_pos": 2456, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Implementation of alternative blowing agents has greatly improved the carbon dioxide 100-year equivalent (CO2-eq) emission performance of thermal insulation. The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800. Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions."}
{"meta": {"doc_id": 559, "sent_id": 13, "sent_start_pos": 2161, "sent_end_pos": 2634, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "The net average CO2-eq savings to emissions ratio for current extruded polystyrene (XPS) and polyisocyanurate (PIR) insulation studied was 48:1, with a broad range from 3 to 1,800. Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions. Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies."}
{"meta": {"doc_id": 559, "sent_id": 14, "sent_start_pos": 2342, "sent_end_pos": 2864, "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Older insulation products manufactured with chlorofluorocarbons (CFCs) can result in net cumulative GHG emissions. Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies. A series of charts mapping both emissions payback and net savings demonstrate the interactions between these factors and provide a basis for specific policy recommendations to guide effective insulation investments and placement."}
{"meta": {"doc_id": 559, "sent_id": 15, "sent_start_pos": 2457, "sent_end_pos": [], "title": "Life Cycle Greenhouse Gas Emissions Reduction from Rigid Thermal Insulation Use in Buildings"}, "text": "Reduction of CO2-eq emissions from buildings is governed by complex interactions between insulation thickness and placement, climate, fuel type, and heating system efficiencies. A series of charts mapping both emissions payback and net savings demonstrate the interactions between these factors and provide a basis for specific policy recommendations to guide effective insulation investments and placement. "}
{"meta": {"doc_id": 561, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 425, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": " What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable? - by Agnès Roggeman\n- /\n- 2018-05-24 11:46:13\n- /\n- International\n- /\n- 3762\nAccording to the International Energy Association’s (IEA) 2014 report, buildings consume more than one third of the energy and half of the electricity consumed globally, while generating one-third of global carbon emissions."}
{"meta": {"doc_id": 561, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 603, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable? - by Agnès Roggeman\n- /\n- 2018-05-24 11:46:13\n- /\n- International\n- /\n- 3762\nAccording to the International Energy Association’s (IEA) 2014 report, buildings consume more than one third of the energy and half of the electricity consumed globally, while generating one-third of global carbon emissions. Furthermore, considering the expected increase of the world population by 2.5bn people by 2050, buildings’ energy consumption will pressurize even more the global energy system."}
{"meta": {"doc_id": 561, "sent_id": 2, "sent_start_pos": 124, "sent_end_pos": 903, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "- by Agnès Roggeman\n- /\n- 2018-05-24 11:46:13\n- /\n- International\n- /\n- 3762\nAccording to the International Energy Association’s (IEA) 2014 report, buildings consume more than one third of the energy and half of the electricity consumed globally, while generating one-third of global carbon emissions. Furthermore, considering the expected increase of the world population by 2.5bn people by 2050, buildings’ energy consumption will pressurize even more the global energy system. Thus, the sustainability transition will not succeed without ambitious energy efficiency goals for the residential and commercial building industry, which represents 53% of estimated potential energy savings globally by 2020, followed by transportation (24%) and the manufacturing industry (23%)[1]."}
{"meta": {"doc_id": 561, "sent_id": 3, "sent_start_pos": 426, "sent_end_pos": 1040, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Furthermore, considering the expected increase of the world population by 2.5bn people by 2050, buildings’ energy consumption will pressurize even more the global energy system. Thus, the sustainability transition will not succeed without ambitious energy efficiency goals for the residential and commercial building industry, which represents 53% of estimated potential energy savings globally by 2020, followed by transportation (24%) and the manufacturing industry (23%)[1]. Significant progresses have been witnessed as global investments in energy efficiency across all sectors increased by +9% y-o-y in 2016."}
{"meta": {"doc_id": 561, "sent_id": 4, "sent_start_pos": 604, "sent_end_pos": 1212, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Thus, the sustainability transition will not succeed without ambitious energy efficiency goals for the residential and commercial building industry, which represents 53% of estimated potential energy savings globally by 2020, followed by transportation (24%) and the manufacturing industry (23%)[1]. Significant progresses have been witnessed as global investments in energy efficiency across all sectors increased by +9% y-o-y in 2016. Out of the $231bn invested in energy efficiency in 2016 globally, $133bn were allocated to the building sector, of which ~50% were invested in building envelope solutions."}
{"meta": {"doc_id": 561, "sent_id": 5, "sent_start_pos": 904, "sent_end_pos": 1317, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Significant progresses have been witnessed as global investments in energy efficiency across all sectors increased by +9% y-o-y in 2016. Out of the $231bn invested in energy efficiency in 2016 globally, $133bn were allocated to the building sector, of which ~50% were invested in building envelope solutions. Heating respectively represents 60% and 50% of residential and commercial buildings’ energy consumption."}
{"meta": {"doc_id": 561, "sent_id": 6, "sent_start_pos": 1041, "sent_end_pos": 1595, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Out of the $231bn invested in energy efficiency in 2016 globally, $133bn were allocated to the building sector, of which ~50% were invested in building envelope solutions. Heating respectively represents 60% and 50% of residential and commercial buildings’ energy consumption. Thermal insulation plays a key role in the building energy consumption rationalization, along with other macro and micro-scale design factors such as building form, orientation and massing, landscaping, ventilation, passive solar design, thermal mass, and glazing technologies."}
{"meta": {"doc_id": 561, "sent_id": 7, "sent_start_pos": 1213, "sent_end_pos": 1841, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Heating respectively represents 60% and 50% of residential and commercial buildings’ energy consumption. Thermal insulation plays a key role in the building energy consumption rationalization, along with other macro and micro-scale design factors such as building form, orientation and massing, landscaping, ventilation, passive solar design, thermal mass, and glazing technologies. While increasing renewable sources in the global energy mix, significantly reducing our energy needs through building materials’ carbon footprint optimization and improved energy efficiency capabilities will foster the sustainability transition."}
{"meta": {"doc_id": 561, "sent_id": 8, "sent_start_pos": 1318, "sent_end_pos": 2096, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Thermal insulation plays a key role in the building energy consumption rationalization, along with other macro and micro-scale design factors such as building form, orientation and massing, landscaping, ventilation, passive solar design, thermal mass, and glazing technologies. While increasing renewable sources in the global energy mix, significantly reducing our energy needs through building materials’ carbon footprint optimization and improved energy efficiency capabilities will foster the sustainability transition. Thus, the building industry needs to i) design materials which minimize heat loss and maximize energy efficiency and ii) implement sustainable insulation product manufacturing processes from both a product composition and supply chain process standpoint."}
{"meta": {"doc_id": 561, "sent_id": 9, "sent_start_pos": 1596, "sent_end_pos": 2281, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "While increasing renewable sources in the global energy mix, significantly reducing our energy needs through building materials’ carbon footprint optimization and improved energy efficiency capabilities will foster the sustainability transition. Thus, the building industry needs to i) design materials which minimize heat loss and maximize energy efficiency and ii) implement sustainable insulation product manufacturing processes from both a product composition and supply chain process standpoint. Insulation is maximized via the use of low density materials with complex solid paths and with either cellular or fibrous structure of trapped gas pockets which reduce heat conduction."}
{"meta": {"doc_id": 561, "sent_id": 10, "sent_start_pos": 1842, "sent_end_pos": 2514, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Thus, the building industry needs to i) design materials which minimize heat loss and maximize energy efficiency and ii) implement sustainable insulation product manufacturing processes from both a product composition and supply chain process standpoint. Insulation is maximized via the use of low density materials with complex solid paths and with either cellular or fibrous structure of trapped gas pockets which reduce heat conduction. Building insulation can reduce heating / cooling costs by up to 10 times compared to a standard building, and organic natural fibrous or cellular insulation materials add a positive carbon footprint impact to the economic rationale."}
{"meta": {"doc_id": 561, "sent_id": 11, "sent_start_pos": 2097, "sent_end_pos": 2770, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Insulation is maximized via the use of low density materials with complex solid paths and with either cellular or fibrous structure of trapped gas pockets which reduce heat conduction. Building insulation can reduce heating / cooling costs by up to 10 times compared to a standard building, and organic natural fibrous or cellular insulation materials add a positive carbon footprint impact to the economic rationale. According to the “World Green Building Trends 2016” survey by Dodge Data Analytic, bio-sourced / natural fibers insulation [3] represents only 5% of the building insulation market versus 55% and 40% for the minerals and synthetic insulators, respectively."}
{"meta": {"doc_id": 561, "sent_id": 12, "sent_start_pos": 2282, "sent_end_pos": 2876, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Building insulation can reduce heating / cooling costs by up to 10 times compared to a standard building, and organic natural fibrous or cellular insulation materials add a positive carbon footprint impact to the economic rationale. According to the “World Green Building Trends 2016” survey by Dodge Data Analytic, bio-sourced / natural fibers insulation [3] represents only 5% of the building insulation market versus 55% and 40% for the minerals and synthetic insulators, respectively. According to this survey, the insulation market will continue to grow by 3 to 5% during the next decades."}
{"meta": {"doc_id": 561, "sent_id": 13, "sent_start_pos": 2515, "sent_end_pos": 3056, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "According to the “World Green Building Trends 2016” survey by Dodge Data Analytic, bio-sourced / natural fibers insulation [3] represents only 5% of the building insulation market versus 55% and 40% for the minerals and synthetic insulators, respectively. According to this survey, the insulation market will continue to grow by 3 to 5% during the next decades. By showing a double-digit growth, the natural fibers market will tend to get a bigger and bigger market share and may in the future progressively replace most of other insulators."}
{"meta": {"doc_id": 561, "sent_id": 14, "sent_start_pos": 2771, "sent_end_pos": 3256, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "According to this survey, the insulation market will continue to grow by 3 to 5% during the next decades. By showing a double-digit growth, the natural fibers market will tend to get a bigger and bigger market share and may in the future progressively replace most of other insulators. The current market share is historical and is due to the fact that synthetic and mineral insulation materials remain among the cheapest insulation materials with a rather good thermal efficiency (λ)."}
{"meta": {"doc_id": 561, "sent_id": 15, "sent_start_pos": 2877, "sent_end_pos": 3397, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "By showing a double-digit growth, the natural fibers market will tend to get a bigger and bigger market share and may in the future progressively replace most of other insulators. The current market share is historical and is due to the fact that synthetic and mineral insulation materials remain among the cheapest insulation materials with a rather good thermal efficiency (λ). As it is visible on the below table, for an equivalent or even better measured thermal efficiency, their cost can be discounted down to 50%."}
{"meta": {"doc_id": 561, "sent_id": 16, "sent_start_pos": 3057, "sent_end_pos": 3534, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The current market share is historical and is due to the fact that synthetic and mineral insulation materials remain among the cheapest insulation materials with a rather good thermal efficiency (λ). As it is visible on the below table, for an equivalent or even better measured thermal efficiency, their cost can be discounted down to 50%. The λ is measured at the end of the production line."}
{"meta": {"doc_id": 561, "sent_id": 17, "sent_start_pos": 3257, "sent_end_pos": 3795, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "As it is visible on the below table, for an equivalent or even better measured thermal efficiency, their cost can be discounted down to 50%. The λ is measured at the end of the production line. If you measure it again after a few years, especially in case of humid conditions for mineral insulators, the thermal efficiency will be significantly deteriorated while bio-sourced fibers will remain very stable either from a dimensional size or λ standpoint."}
{"meta": {"doc_id": 561, "sent_id": 18, "sent_start_pos": 3482, "sent_end_pos": 3946, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The λ is measured at the end of the production line. If you measure it again after a few years, especially in case of humid conditions for mineral insulators, the thermal efficiency will be significantly deteriorated while bio-sourced fibers will remain very stable either from a dimensional size or λ standpoint. - Another important consideration is the ability to protect not only against cold but also against summer heating, which is measured in “phase shift”."}
{"meta": {"doc_id": 561, "sent_id": 19, "sent_start_pos": 3535, "sent_end_pos": 4029, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "If you measure it again after a few years, especially in case of humid conditions for mineral insulators, the thermal efficiency will be significantly deteriorated while bio-sourced fibers will remain very stable either from a dimensional size or λ standpoint. - Another important consideration is the ability to protect not only against cold but also against summer heating, which is measured in “phase shift”. The phase shift is the time it takes for the heat to penetrate inside the habitat."}
{"meta": {"doc_id": 561, "sent_id": 20, "sent_start_pos": 3796, "sent_end_pos": 4323, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "- Another important consideration is the ability to protect not only against cold but also against summer heating, which is measured in “phase shift”. The phase shift is the time it takes for the heat to penetrate inside the habitat. For an excellent summer comfort, besides the insulating power, it is important to consider the Technical Indicators of materials and insulators for the specific construction of insulating materials."}
{"meta": {"doc_id": 561, "sent_id": 21, "sent_start_pos": 3947, "sent_end_pos": 4451, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The phase shift is the time it takes for the heat to penetrate inside the habitat. For an excellent summer comfort, besides the insulating power, it is important to consider the Technical Indicators of materials and insulators for the specific construction of insulating materials. The higher the value, the more heat the material can absorb, thus preserving the freshness inside the home for a longer period."}
{"meta": {"doc_id": 561, "sent_id": 22, "sent_start_pos": 4125, "sent_end_pos": 4639, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "For an excellent summer comfort, besides the insulating power, it is important to consider the Technical Indicators of materials and insulators for the specific construction of insulating materials. The higher the value, the more heat the material can absorb, thus preserving the freshness inside the home for a longer period. For a wood wool or for GRAMITHERM® (an innovative natural fiber insulation material made of meadow grass and on which we will focus in this article) the measure is approximately 11 hours."}
{"meta": {"doc_id": 561, "sent_id": 23, "sent_start_pos": 4324, "sent_end_pos": 4863, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The higher the value, the more heat the material can absorb, thus preserving the freshness inside the home for a longer period. For a wood wool or for GRAMITHERM® (an innovative natural fiber insulation material made of meadow grass and on which we will focus in this article) the measure is approximately 11 hours. For a mineral fiber or a synthetic insulator, it is 4 – 7 hours, meaning that the heat will take 11 hours to cross the GRAMITHERM® insulation in one case and only 7 hours in the case of mineral fibers / synthetic insulator."}
{"meta": {"doc_id": 561, "sent_id": 24, "sent_start_pos": 4452, "sent_end_pos": 4994, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "For a wood wool or for GRAMITHERM® (an innovative natural fiber insulation material made of meadow grass and on which we will focus in this article) the measure is approximately 11 hours. For a mineral fiber or a synthetic insulator, it is 4 – 7 hours, meaning that the heat will take 11 hours to cross the GRAMITHERM® insulation in one case and only 7 hours in the case of mineral fibers / synthetic insulator. As an example, if the sun heats the roof starting at 10am, the natural insulation will not let the calories go through before 9pm."}
{"meta": {"doc_id": 561, "sent_id": 25, "sent_start_pos": 4640, "sent_end_pos": 5066, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "For a mineral fiber or a synthetic insulator, it is 4 – 7 hours, meaning that the heat will take 11 hours to cross the GRAMITHERM® insulation in one case and only 7 hours in the case of mineral fibers / synthetic insulator. As an example, if the sun heats the roof starting at 10am, the natural insulation will not let the calories go through before 9pm. By then the night will have fallen, and the radiation will have ceased."}
{"meta": {"doc_id": 561, "sent_id": 26, "sent_start_pos": 4864, "sent_end_pos": 5195, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "As an example, if the sun heats the roof starting at 10am, the natural insulation will not let the calories go through before 9pm. By then the night will have fallen, and the radiation will have ceased. As a result, the natural fiber prevents solar radiation and provides an optimized summer comfort without using a cooling system."}
{"meta": {"doc_id": 561, "sent_id": 27, "sent_start_pos": 4995, "sent_end_pos": 5350, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "By then the night will have fallen, and the radiation will have ceased. As a result, the natural fiber prevents solar radiation and provides an optimized summer comfort without using a cooling system. Some other qualities such as phonic absorption or ease of laying without protection masks also influence the choice of one type of insulator over another."}
{"meta": {"doc_id": 561, "sent_id": 28, "sent_start_pos": 5067, "sent_end_pos": 5619, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "As a result, the natural fiber prevents solar radiation and provides an optimized summer comfort without using a cooling system. Some other qualities such as phonic absorption or ease of laying without protection masks also influence the choice of one type of insulator over another. Additionally, as a result of the increasing awareness of the climate global warming, the insulation market evolution is going to be also driven by ecologic considerations including carbon footprint, recyclability, health impact and exhaustion of raw material criteria."}
{"meta": {"doc_id": 561, "sent_id": 29, "sent_start_pos": 5196, "sent_end_pos": 5907, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Some other qualities such as phonic absorption or ease of laying without protection masks also influence the choice of one type of insulator over another. Additionally, as a result of the increasing awareness of the climate global warming, the insulation market evolution is going to be also driven by ecologic considerations including carbon footprint, recyclability, health impact and exhaustion of raw material criteria. In terms of carbon footprint, synthetic insulators have the worst balance sheet with an average of 6.5 kg emission per kg of product, with 0,93 kg/kg rejection for mineral wools, while natural fibers have a positive climate impact by absorbing 0.1 kg of CO2 per kg of product on average."}
{"meta": {"doc_id": 561, "sent_id": 30, "sent_start_pos": 5351, "sent_end_pos": 6093, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Additionally, as a result of the increasing awareness of the climate global warming, the insulation market evolution is going to be also driven by ecologic considerations including carbon footprint, recyclability, health impact and exhaustion of raw material criteria. In terms of carbon footprint, synthetic insulators have the worst balance sheet with an average of 6.5 kg emission per kg of product, with 0,93 kg/kg rejection for mineral wools, while natural fibers have a positive climate impact by absorbing 0.1 kg of CO2 per kg of product on average. Another critical ecological issue is the recyclability, where again the negative impact of synthetic materials with an average time to degrade of over 500 years is deeply unsustainable."}
{"meta": {"doc_id": 561, "sent_id": 31, "sent_start_pos": 5620, "sent_end_pos": 6212, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "In terms of carbon footprint, synthetic insulators have the worst balance sheet with an average of 6.5 kg emission per kg of product, with 0,93 kg/kg rejection for mineral wools, while natural fibers have a positive climate impact by absorbing 0.1 kg of CO2 per kg of product on average. Another critical ecological issue is the recyclability, where again the negative impact of synthetic materials with an average time to degrade of over 500 years is deeply unsustainable. Mineral wools are also difficult to recycle due to a recycling cost higher than the cost of new product manufacturing."}
{"meta": {"doc_id": 561, "sent_id": 32, "sent_start_pos": 5908, "sent_end_pos": 6311, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Another critical ecological issue is the recyclability, where again the negative impact of synthetic materials with an average time to degrade of over 500 years is deeply unsustainable. Mineral wools are also difficult to recycle due to a recycling cost higher than the cost of new product manufacturing. This is not the case of natural fibers which have the virtue to be naturally and fully recyclable."}
{"meta": {"doc_id": 561, "sent_id": 33, "sent_start_pos": 6094, "sent_end_pos": 6419, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Mineral wools are also difficult to recycle due to a recycling cost higher than the cost of new product manufacturing. This is not the case of natural fibers which have the virtue to be naturally and fully recyclable. Regarding health issues, mineral fibers seem to present some hazards with a potential inhalation of fibers."}
{"meta": {"doc_id": 561, "sent_id": 34, "sent_start_pos": 6213, "sent_end_pos": 6473, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "This is not the case of natural fibers which have the virtue to be naturally and fully recyclable. Regarding health issues, mineral fibers seem to present some hazards with a potential inhalation of fibers. They need precaution such as masks to be manipulated."}
{"meta": {"doc_id": 561, "sent_id": 35, "sent_start_pos": 6312, "sent_end_pos": 6593, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Regarding health issues, mineral fibers seem to present some hazards with a potential inhalation of fibers. They need precaution such as masks to be manipulated. On their end, petrochemical insulators release several harmful compounds into the air and polyurethane is no exception."}
{"meta": {"doc_id": 561, "sent_id": 36, "sent_start_pos": 6420, "sent_end_pos": 6781, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "They need precaution such as masks to be manipulated. On their end, petrochemical insulators release several harmful compounds into the air and polyurethane is no exception. Recently, some insulation companies have been accused in connection with health problems affecting homeowners who had installed insulation products with polyurethane (PU) open-cell spray."}
{"meta": {"doc_id": 561, "sent_id": 37, "sent_start_pos": 6474, "sent_end_pos": 6960, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "On their end, petrochemical insulators release several harmful compounds into the air and polyurethane is no exception. Recently, some insulation companies have been accused in connection with health problems affecting homeowners who had installed insulation products with polyurethane (PU) open-cell spray. Once again, natural insulators are generally harmless to the health, as long as they do not release any recognized toxic compounds, and therefore help fight indoor air pollution."}
{"meta": {"doc_id": 561, "sent_id": 38, "sent_start_pos": 6594, "sent_end_pos": 7096, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Recently, some insulation companies have been accused in connection with health problems affecting homeowners who had installed insulation products with polyurethane (PU) open-cell spray. Once again, natural insulators are generally harmless to the health, as long as they do not release any recognized toxic compounds, and therefore help fight indoor air pollution. Nevertheless, these insulators must undergo some additional treatments, especially to protect them from rodents or make them fireproof."}
{"meta": {"doc_id": 561, "sent_id": 39, "sent_start_pos": 6782, "sent_end_pos": 7268, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Once again, natural insulators are generally harmless to the health, as long as they do not release any recognized toxic compounds, and therefore help fight indoor air pollution. Nevertheless, these insulators must undergo some additional treatments, especially to protect them from rodents or make them fireproof. Such treatments are not always free of polyester fibers, derived from petrochemicals…\nFinally, one of the major interest of bio-sourced products is their renewable nature."}
{"meta": {"doc_id": 561, "sent_id": 40, "sent_start_pos": 6961, "sent_end_pos": 7455, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Nevertheless, these insulators must undergo some additional treatments, especially to protect them from rodents or make them fireproof. Such treatments are not always free of polyester fibers, derived from petrochemicals…\nFinally, one of the major interest of bio-sourced products is their renewable nature. If the rest of the world lived like France, we would need 3 planets."}
{"meta": {"doc_id": 561, "sent_id": 41, "sent_start_pos": 7097, "sent_end_pos": 7668, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Such treatments are not always free of polyester fibers, derived from petrochemicals…\nFinally, one of the major interest of bio-sourced products is their renewable nature. If the rest of the world lived like France, we would need 3 planets. Only renewable raw materials can be considered as an inexhaustible source provided they are not exploited at a faster rate than their natural regeneration."}
{"meta": {"doc_id": 561, "sent_id": 42, "sent_start_pos": 7387, "sent_end_pos": 7878, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "If the rest of the world lived like France, we would need 3 planets. Only renewable raw materials can be considered as an inexhaustible source provided they are not exploited at a faster rate than their natural regeneration. Manufacturing durable high-quality building envelope elements combining high insulation characteristics, high air-tightness and fast erection speed is an increasing trend spanning across the building industry."}
{"meta": {"doc_id": 561, "sent_id": 43, "sent_start_pos": 7513, "sent_end_pos": 8071, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Only renewable raw materials can be considered as an inexhaustible source provided they are not exploited at a faster rate than their natural regeneration. Manufacturing durable high-quality building envelope elements combining high insulation characteristics, high air-tightness and fast erection speed is an increasing trend spanning across the building industry. However, it remains critical to design or renovate buildings targeting low thermal losses and to choose insulation products best fitting the applications and with a long-term perspective (i.e."}
{"meta": {"doc_id": 561, "sent_id": 44, "sent_start_pos": 7669, "sent_end_pos": 8273, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Manufacturing durable high-quality building envelope elements combining high insulation characteristics, high air-tightness and fast erection speed is an increasing trend spanning across the building industry. However, it remains critical to design or renovate buildings targeting low thermal losses and to choose insulation products best fitting the applications and with a long-term perspective (i.e. Although minerals appear to provide the optimal selling price / carbon footprint ratio, glass wool and stone wool remain net emitters of CO2 (see table below)."}
{"meta": {"doc_id": 561, "sent_id": 45, "sent_start_pos": 7879, "sent_end_pos": 8480, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "However, it remains critical to design or renovate buildings targeting low thermal losses and to choose insulation products best fitting the applications and with a long-term perspective (i.e. Although minerals appear to provide the optimal selling price / carbon footprint ratio, glass wool and stone wool remain net emitters of CO2 (see table below). The optimal solution needs to be economically viable compared to competing options, feature insulation characteristics complying with industry standards, and to also represent the most sustainable solution."}
{"meta": {"doc_id": 561, "sent_id": 46, "sent_start_pos": 8114, "sent_end_pos": 8832, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Although minerals appear to provide the optimal selling price / carbon footprint ratio, glass wool and stone wool remain net emitters of CO2 (see table below). The optimal solution needs to be economically viable compared to competing options, feature insulation characteristics complying with industry standards, and to also represent the most sustainable solution. See the comparison table for the main insulators here\nGRAMITHERM® is an innovative bio-sourced insulation material providing the best carbon footprint among its green insulation competitors, using an abundant and underutilized raw material: meadow grass, while also being one of the most competitive price options in the bio-sourced insulation market."}
{"meta": {"doc_id": 561, "sent_id": 47, "sent_start_pos": 8274, "sent_end_pos": 8999, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The optimal solution needs to be economically viable compared to competing options, feature insulation characteristics complying with industry standards, and to also represent the most sustainable solution. See the comparison table for the main insulators here\nGRAMITHERM® is an innovative bio-sourced insulation material providing the best carbon footprint among its green insulation competitors, using an abundant and underutilized raw material: meadow grass, while also being one of the most competitive price options in the bio-sourced insulation market. The industrial process to manufacture GRAMITHERM® does not produce waste and requires limited external energy sources, making it an ideal fit to the circular economy."}
{"meta": {"doc_id": 561, "sent_id": 48, "sent_start_pos": 8481, "sent_end_pos": 9158, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "See the comparison table for the main insulators here\nGRAMITHERM® is an innovative bio-sourced insulation material providing the best carbon footprint among its green insulation competitors, using an abundant and underutilized raw material: meadow grass, while also being one of the most competitive price options in the bio-sourced insulation market. The industrial process to manufacture GRAMITHERM® does not produce waste and requires limited external energy sources, making it an ideal fit to the circular economy. According to a life cycle analysis performed by the University of Zurich in 2015, manufacturing 1kg of GRAMITHERM® results in an absorption of 1.405kg of CO2."}
{"meta": {"doc_id": 561, "sent_id": 49, "sent_start_pos": 8833, "sent_end_pos": 9267, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The industrial process to manufacture GRAMITHERM® does not produce waste and requires limited external energy sources, making it an ideal fit to the circular economy. According to a life cycle analysis performed by the University of Zurich in 2015, manufacturing 1kg of GRAMITHERM® results in an absorption of 1.405kg of CO2. The family of grasses covers a quarter of all land on earth, making it the most abundant material available."}
{"meta": {"doc_id": 561, "sent_id": 50, "sent_start_pos": 9000, "sent_end_pos": 9429, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "According to a life cycle analysis performed by the University of Zurich in 2015, manufacturing 1kg of GRAMITHERM® results in an absorption of 1.405kg of CO2. The family of grasses covers a quarter of all land on earth, making it the most abundant material available. Thus, grass appears to be one of the most abundant biomass resource while also being one of the most underutilized."}
{"meta": {"doc_id": 561, "sent_id": 51, "sent_start_pos": 9159, "sent_end_pos": 9562, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "The family of grasses covers a quarter of all land on earth, making it the most abundant material available. Thus, grass appears to be one of the most abundant biomass resource while also being one of the most underutilized. Unlike hemp or flax, grass does not need dedicated farmland and today has too few successful and profitable industrial applications."}
{"meta": {"doc_id": 561, "sent_id": 52, "sent_start_pos": 9314, "sent_end_pos": 9671, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Thus, grass appears to be one of the most abundant biomass resource while also being one of the most underutilized. Unlike hemp or flax, grass does not need dedicated farmland and today has too few successful and profitable industrial applications. It is also one of the most competitively priced bio-sourced insulation products, with a price tag of €10/m2."}
{"meta": {"doc_id": 561, "sent_id": 53, "sent_start_pos": 9430, "sent_end_pos": 9802, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Unlike hemp or flax, grass does not need dedicated farmland and today has too few successful and profitable industrial applications. It is also one of the most competitively priced bio-sourced insulation products, with a price tag of €10/m2. Only wood wool, which is already produced in large quantities, can be more aggressive on pricing, with an average of €8-10/m2 [5]."}
{"meta": {"doc_id": 561, "sent_id": 54, "sent_start_pos": 9563, "sent_end_pos": 10353, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "It is also one of the most competitively priced bio-sourced insulation products, with a price tag of €10/m2. Only wood wool, which is already produced in large quantities, can be more aggressive on pricing, with an average of €8-10/m2 [5]. GRAMITHERM® also provides all necessary technical features and benefits a proper insulation material should, including thermal insulation against cold winter and summer heating, mold & fire resistance, allergy prevention (no pollen, fine particles or fungal spores), acoustic absorption, humidity regulation, dimensional stability, rodent proof (digestible parts separated from fibers during the manufacturing process) as well as other health benefits during material handling."}
{"meta": {"doc_id": 561, "sent_id": 55, "sent_start_pos": 9672, "sent_end_pos": 10602, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Only wood wool, which is already produced in large quantities, can be more aggressive on pricing, with an average of €8-10/m2 [5]. GRAMITHERM® also provides all necessary technical features and benefits a proper insulation material should, including thermal insulation against cold winter and summer heating, mold & fire resistance, allergy prevention (no pollen, fine particles or fungal spores), acoustic absorption, humidity regulation, dimensional stability, rodent proof (digestible parts separated from fibers during the manufacturing process) as well as other health benefits during material handling. GRAMITHERM® can be used to insulate parts of new and renovated buildings located under the roof and between the rafters, for the doubling of the external walls and internal partitions, in addition to a wood frame as well as the floors and ceilings."}
{"meta": {"doc_id": 561, "sent_id": 56, "sent_start_pos": 9876, "sent_end_pos": 10747, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "GRAMITHERM® also provides all necessary technical features and benefits a proper insulation material should, including thermal insulation against cold winter and summer heating, mold & fire resistance, allergy prevention (no pollen, fine particles or fungal spores), acoustic absorption, humidity regulation, dimensional stability, rodent proof (digestible parts separated from fibers during the manufacturing process) as well as other health benefits during material handling. GRAMITHERM® can be used to insulate parts of new and renovated buildings located under the roof and between the rafters, for the doubling of the external walls and internal partitions, in addition to a wood frame as well as the floors and ceilings. Its exceptional ability to absorb moisture from the surrounding air and to release it when the ambient air becomes drier gives a lot of comfort."}
{"meta": {"doc_id": 561, "sent_id": 57, "sent_start_pos": 10354, "sent_end_pos": 10888, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "GRAMITHERM® can be used to insulate parts of new and renovated buildings located under the roof and between the rafters, for the doubling of the external walls and internal partitions, in addition to a wood frame as well as the floors and ceilings. Its exceptional ability to absorb moisture from the surrounding air and to release it when the ambient air becomes drier gives a lot of comfort. This property makes GRAMITHERM® one of the top performing insulators in subtropical regions where synthetic & mineral products are excluded."}
{"meta": {"doc_id": 561, "sent_id": 58, "sent_start_pos": 10603, "sent_end_pos": 11104, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "Its exceptional ability to absorb moisture from the surrounding air and to release it when the ambient air becomes drier gives a lot of comfort. This property makes GRAMITHERM® one of the top performing insulators in subtropical regions where synthetic & mineral products are excluded. In addition to be a green alternative to the insulation market with competitive technical and pricing characteristics, GRAMITHERM® also provides a positive carbon footprint impact spanned over its entire life cycle."}
{"meta": {"doc_id": 561, "sent_id": 59, "sent_start_pos": 10748, "sent_end_pos": 11277, "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "This property makes GRAMITHERM® one of the top performing insulators in subtropical regions where synthetic & mineral products are excluded. In addition to be a green alternative to the insulation market with competitive technical and pricing characteristics, GRAMITHERM® also provides a positive carbon footprint impact spanned over its entire life cycle. Furthermore, the availability of unexploited grass will allow to produce GRAMITHERM® everywhere all over the world, providing a competitive bio-sourced insulation solution."}
{"meta": {"doc_id": 561, "sent_id": 60, "sent_start_pos": 10889, "sent_end_pos": [], "title": "What if building insulation materials were heavily carbon negative, economically viable, in abundant supply and recyclable?"}, "text": "In addition to be a green alternative to the insulation market with competitive technical and pricing characteristics, GRAMITHERM® also provides a positive carbon footprint impact spanned over its entire life cycle. Furthermore, the availability of unexploited grass will allow to produce GRAMITHERM® everywhere all over the world, providing a competitive bio-sourced insulation solution. "}
{"meta": {"doc_id": 562, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 151, "title": "Embodied Carbon of Insulation"}, "text": " This article looks at the question of the embodied carbon in insulation. We assume that the U value is fixed and the thickness of the wall is variable."}
{"meta": {"doc_id": 562, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 224, "title": "Embodied Carbon of Insulation"}, "text": "This article looks at the question of the embodied carbon in insulation. We assume that the U value is fixed and the thickness of the wall is variable. Also at the moment we are only considering embodied carbon and not cost."}
{"meta": {"doc_id": 562, "sent_id": 2, "sent_start_pos": 73, "sent_end_pos": 343, "title": "Embodied Carbon of Insulation"}, "text": "We assume that the U value is fixed and the thickness of the wall is variable. Also at the moment we are only considering embodied carbon and not cost. So what we are talking about is a functional unit of one m2 of wall with a given U value (of 0.15 W/m2K in this case)."}
{"meta": {"doc_id": 562, "sent_id": 3, "sent_start_pos": 152, "sent_end_pos": 444, "title": "Embodied Carbon of Insulation"}, "text": "Also at the moment we are only considering embodied carbon and not cost. So what we are talking about is a functional unit of one m2 of wall with a given U value (of 0.15 W/m2K in this case). The boundary condition assumed is that the rest of the wall structure remains the same in all cases."}
{"meta": {"doc_id": 562, "sent_id": 4, "sent_start_pos": 225, "sent_end_pos": 580, "title": "Embodied Carbon of Insulation"}, "text": "So what we are talking about is a functional unit of one m2 of wall with a given U value (of 0.15 W/m2K in this case). The boundary condition assumed is that the rest of the wall structure remains the same in all cases. You can consider it as an externally insulated solid wall construction with external cladding and an uninsulated U value of 1.25 W/m2K."}
{"meta": {"doc_id": 562, "sent_id": 5, "sent_start_pos": 344, "sent_end_pos": 690, "title": "Embodied Carbon of Insulation"}, "text": "The boundary condition assumed is that the rest of the wall structure remains the same in all cases. You can consider it as an externally insulated solid wall construction with external cladding and an uninsulated U value of 1.25 W/m2K. Thermal bridging and the effects of framing required for non-rigid insulation are ignored for the time being."}
{"meta": {"doc_id": 562, "sent_id": 6, "sent_start_pos": 445, "sent_end_pos": 797, "title": "Embodied Carbon of Insulation"}, "text": "You can consider it as an externally insulated solid wall construction with external cladding and an uninsulated U value of 1.25 W/m2K. Thermal bridging and the effects of framing required for non-rigid insulation are ignored for the time being. The thickness required (first graph) is a function of the thermal conductivity of the insulating material."}
{"meta": {"doc_id": 562, "sent_id": 7, "sent_start_pos": 581, "sent_end_pos": 945, "title": "Embodied Carbon of Insulation"}, "text": "Thermal bridging and the effects of framing required for non-rigid insulation are ignored for the time being. The thickness required (first graph) is a function of the thermal conductivity of the insulating material. Some materials such as polyurethane (PUR) have conductivity as low as 0.23 W/mK, while most materials cluster in the mid-range at around 0.40 W/mK."}
{"meta": {"doc_id": 562, "sent_id": 8, "sent_start_pos": 691, "sent_end_pos": 1047, "title": "Embodied Carbon of Insulation"}, "text": "The thickness required (first graph) is a function of the thermal conductivity of the insulating material. Some materials such as polyurethane (PUR) have conductivity as low as 0.23 W/mK, while most materials cluster in the mid-range at around 0.40 W/mK. Fig 1 The data used for this assessment is drawn mainly from the Inventory of Carbon and Energy v2.0."}
{"meta": {"doc_id": 562, "sent_id": 9, "sent_start_pos": 798, "sent_end_pos": 1124, "title": "Embodied Carbon of Insulation"}, "text": "Some materials such as polyurethane (PUR) have conductivity as low as 0.23 W/mK, while most materials cluster in the mid-range at around 0.40 W/mK. Fig 1 The data used for this assessment is drawn mainly from the Inventory of Carbon and Energy v2.0. There were a few gaps which had to be filled using information at GreenSpec."}
{"meta": {"doc_id": 562, "sent_id": 10, "sent_start_pos": 946, "sent_end_pos": 1241, "title": "Embodied Carbon of Insulation"}, "text": "Fig 1 The data used for this assessment is drawn mainly from the Inventory of Carbon and Energy v2.0. There were a few gaps which had to be filled using information at GreenSpec. The results of this (second graph) show a massive difference between the low embodied carbon materials and the high."}
{"meta": {"doc_id": 562, "sent_id": 11, "sent_start_pos": 1048, "sent_end_pos": 1373, "title": "Embodied Carbon of Insulation"}, "text": "There were a few gaps which had to be filled using information at GreenSpec. The results of this (second graph) show a massive difference between the low embodied carbon materials and the high. And remember they are all saving the same amount of carbon over their lifespan as they are all based on achieving the same U value."}
{"meta": {"doc_id": 562, "sent_id": 12, "sent_start_pos": 1125, "sent_end_pos": 1524, "title": "Embodied Carbon of Insulation"}, "text": "The results of this (second graph) show a massive difference between the low embodied carbon materials and the high. And remember they are all saving the same amount of carbon over their lifespan as they are all based on achieving the same U value. This means that the carbon return on carbon invested (CROCI) of the glass fibre quilt will be 46 times higher than that of the unfaced PUR insulation."}
{"meta": {"doc_id": 562, "sent_id": 13, "sent_start_pos": 1242, "sent_end_pos": 1610, "title": "Embodied Carbon of Insulation"}, "text": "And remember they are all saving the same amount of carbon over their lifespan as they are all based on achieving the same U value. This means that the carbon return on carbon invested (CROCI) of the glass fibre quilt will be 46 times higher than that of the unfaced PUR insulation. There are other things to consider here, not least cost, but we’ll come back to that."}
{"meta": {"doc_id": 562, "sent_id": 14, "sent_start_pos": 1374, "sent_end_pos": 1784, "title": "Embodied Carbon of Insulation"}, "text": "This means that the carbon return on carbon invested (CROCI) of the glass fibre quilt will be 46 times higher than that of the unfaced PUR insulation. There are other things to consider here, not least cost, but we’ll come back to that. Advocates of natural building materials will tell you all about the carbon that is locked up in natural building materials."}
{"meta": {"doc_id": 562, "sent_id": 15, "sent_start_pos": 1525, "sent_end_pos": 1888, "title": "Embodied Carbon of Insulation"}, "text": "There are other things to consider here, not least cost, but we’ll come back to that. Advocates of natural building materials will tell you all about the carbon that is locked up in natural building materials. In fact by weight timber is generally 50% carbon which means 500g of carbon sequestered per kg of wood."}
{"meta": {"doc_id": 562, "sent_id": 16, "sent_start_pos": 1661, "sent_end_pos": 2025, "title": "Embodied Carbon of Insulation"}, "text": "Advocates of natural building materials will tell you all about the carbon that is locked up in natural building materials. In fact by weight timber is generally 50% carbon which means 500g of carbon sequestered per kg of wood. Converting that to carbon dioxide you get a figure of 1.83 kg of CO2 removed from the atmosphere for every kg of wood products used [1]."}
{"meta": {"doc_id": 562, "sent_id": 17, "sent_start_pos": 1785, "sent_end_pos": 2103, "title": "Embodied Carbon of Insulation"}, "text": "In fact by weight timber is generally 50% carbon which means 500g of carbon sequestered per kg of wood. Converting that to carbon dioxide you get a figure of 1.83 kg of CO2 removed from the atmosphere for every kg of wood products used [1]. Now there is some debate as to how that sequestered carbon should be treated."}
{"meta": {"doc_id": 562, "sent_id": 18, "sent_start_pos": 1889, "sent_end_pos": 2176, "title": "Embodied Carbon of Insulation"}, "text": "Converting that to carbon dioxide you get a figure of 1.83 kg of CO2 removed from the atmosphere for every kg of wood products used [1]. Now there is some debate as to how that sequestered carbon should be treated. Some say that the whole benefit should be given to the building product."}
{"meta": {"doc_id": 562, "sent_id": 19, "sent_start_pos": 2026, "sent_end_pos": 2308, "title": "Embodied Carbon of Insulation"}, "text": "Now there is some debate as to how that sequestered carbon should be treated. Some say that the whole benefit should be given to the building product. Others say that as you can’t be sure what will happen at the end of the building’s life the credit shouldn’t be counted at all [2]."}
{"meta": {"doc_id": 562, "sent_id": 20, "sent_start_pos": 2104, "sent_end_pos": 2458, "title": "Embodied Carbon of Insulation"}, "text": "Some say that the whole benefit should be given to the building product. Others say that as you can’t be sure what will happen at the end of the building’s life the credit shouldn’t be counted at all [2]. I’m going to sit on the fence on this for the time being and just show you the graph with the two figures on either side of the y axis (third graph)."}
{"meta": {"doc_id": 562, "sent_id": 21, "sent_start_pos": 2177, "sent_end_pos": 2741, "title": "Embodied Carbon of Insulation"}, "text": "Others say that as you can’t be sure what will happen at the end of the building’s life the credit shouldn’t be counted at all [2]. I’m going to sit on the fence on this for the time being and just show you the graph with the two figures on either side of the y axis (third graph). The big jump is for PUR-type insulation where the space saving is high."}
{"meta": {"doc_id": 562, "sent_id": 22, "sent_start_pos": 2309, "sent_end_pos": 2900, "title": "Embodied Carbon of Insulation"}, "text": "I’m going to sit on the fence on this for the time being and just show you the graph with the two figures on either side of the y axis (third graph). The big jump is for PUR-type insulation where the space saving is high. In places where space is at a premium, such as retrofitting internal insulation this can be a major factor in favour of using high embodied carbon insulation."}
{"meta": {"doc_id": 562, "sent_id": 23, "sent_start_pos": 2670, "sent_end_pos": 3027, "title": "Embodied Carbon of Insulation"}, "text": "The big jump is for PUR-type insulation where the space saving is high. In places where space is at a premium, such as retrofitting internal insulation this can be a major factor in favour of using high embodied carbon insulation. Structural properties: Some of the insulation products in the graphs above have structural properties that add to their value."}
{"meta": {"doc_id": 562, "sent_id": 24, "sent_start_pos": 2742, "sent_end_pos": 3168, "title": "Embodied Carbon of Insulation"}, "text": "In places where space is at a premium, such as retrofitting internal insulation this can be a major factor in favour of using high embodied carbon insulation. Structural properties: Some of the insulation products in the graphs above have structural properties that add to their value. The more rigid materials can have cladding hung from or fixed to them directly, avoiding the costs of framing and reducing thermal bridging."}
{"meta": {"doc_id": 562, "sent_id": 25, "sent_start_pos": 2901, "sent_end_pos": 3356, "title": "Embodied Carbon of Insulation"}, "text": "Structural properties: Some of the insulation products in the graphs above have structural properties that add to their value. The more rigid materials can have cladding hung from or fixed to them directly, avoiding the costs of framing and reducing thermal bridging. Going back to the way I approached my thesis question (what are the optimal points for carbon and money when installing insulation?"}
{"meta": {"doc_id": 562, "sent_id": 26, "sent_start_pos": 3028, "sent_end_pos": 3477, "title": "Embodied Carbon of Insulation"}, "text": "The more rigid materials can have cladding hung from or fixed to them directly, avoiding the costs of framing and reducing thermal bridging. Going back to the way I approached my thesis question (what are the optimal points for carbon and money when installing insulation? ), including sequestered carbon would have suggested that the carbon-optimal U value is that of an infinitely thick wall!"}
{"meta": {"doc_id": 562, "sent_id": 27, "sent_start_pos": 3225, "sent_end_pos": 3586, "title": "Embodied Carbon of Insulation"}, "text": "Going back to the way I approached my thesis question (what are the optimal points for carbon and money when installing insulation? ), including sequestered carbon would have suggested that the carbon-optimal U value is that of an infinitely thick wall! However the financial-optimal point would have been at a higher U value than for most non-natural materials."}
{"meta": {"doc_id": 562, "sent_id": 28, "sent_start_pos": 3356, "sent_end_pos": 3716, "title": "Embodied Carbon of Insulation"}, "text": "), including sequestered carbon would have suggested that the carbon-optimal U value is that of an infinitely thick wall! However the financial-optimal point would have been at a higher U value than for most non-natural materials. If you can achieve the same performance in the same space for the same cost with the natural material, then the answer is simple."}
{"meta": {"doc_id": 562, "sent_id": 29, "sent_start_pos": 3478, "sent_end_pos": 3792, "title": "Embodied Carbon of Insulation"}, "text": "However the financial-optimal point would have been at a higher U value than for most non-natural materials. If you can achieve the same performance in the same space for the same cost with the natural material, then the answer is simple. In optimisation theory the natural insulation would be a “dominant option”."}
{"meta": {"doc_id": 562, "sent_id": 30, "sent_start_pos": 3587, "sent_end_pos": 3826, "title": "Embodied Carbon of Insulation"}, "text": "If you can achieve the same performance in the same space for the same cost with the natural material, then the answer is simple. In optimisation theory the natural insulation would be a “dominant option”. But this won’t often be the case."}
{"meta": {"doc_id": 562, "sent_id": 31, "sent_start_pos": 3717, "sent_end_pos": 4038, "title": "Embodied Carbon of Insulation"}, "text": "In optimisation theory the natural insulation would be a “dominant option”. But this won’t often be the case. More often there will be options which are better on some measures and worse on others meaning you have to trade off the value you place on things like capital cost, running cost, environmental impact and space."}
{"meta": {"doc_id": 562, "sent_id": 32, "sent_start_pos": 3793, "sent_end_pos": 4119, "title": "Embodied Carbon of Insulation"}, "text": "But this won’t often be the case. More often there will be options which are better on some measures and worse on others meaning you have to trade off the value you place on things like capital cost, running cost, environmental impact and space. There are few easy answers when it comes to questions with that many parameters."}
{"meta": {"doc_id": 562, "sent_id": 33, "sent_start_pos": 3827, "sent_end_pos": 4186, "title": "Embodied Carbon of Insulation"}, "text": "More often there will be options which are better on some measures and worse on others meaning you have to trade off the value you place on things like capital cost, running cost, environmental impact and space. There are few easy answers when it comes to questions with that many parameters. But now at least you have graphs to approach some of the question."}
{"meta": {"doc_id": 562, "sent_id": 34, "sent_start_pos": 4039, "sent_end_pos": 4516, "title": "Embodied Carbon of Insulation"}, "text": "There are few easy answers when it comes to questions with that many parameters. But now at least you have graphs to approach some of the question. C + O + O ÷ C = 12 + 16 + 16 ÷ 12 = 44 ÷ 12 = 3.67 So for every kg of carbon stored, 3.67 kg of carbon dioxide have been removed from the atmosphere."}
{"meta": {"doc_id": 562, "sent_id": 35, "sent_start_pos": 4120, "sent_end_pos": 4747, "title": "Embodied Carbon of Insulation"}, "text": "But now at least you have graphs to approach some of the question. C + O + O ÷ C = 12 + 16 + 16 ÷ 12 = 44 ÷ 12 = 3.67 So for every kg of carbon stored, 3.67 kg of carbon dioxide have been removed from the atmosphere. [2] For example the wood could be burned to generate energy after it is removed from the building – in which case you need to estimate what the carbon footprint of the displaced fuel will be by the time the building is demolished."}
{"meta": {"doc_id": 562, "sent_id": 36, "sent_start_pos": 4367, "sent_end_pos": 4885, "title": "Embodied Carbon of Insulation"}, "text": "C + O + O ÷ C = 12 + 16 + 16 ÷ 12 = 44 ÷ 12 = 3.67 So for every kg of carbon stored, 3.67 kg of carbon dioxide have been removed from the atmosphere. [2] For example the wood could be burned to generate energy after it is removed from the building – in which case you need to estimate what the carbon footprint of the displaced fuel will be by the time the building is demolished. It could be made into compost and displace peat that might otherwise have been dug u"}
{"meta": {"doc_id": 562, "sent_id": 37, "sent_start_pos": 4517, "sent_end_pos": [], "title": "Embodied Carbon of Insulation"}, "text": "[2] For example the wood could be burned to generate energy after it is removed from the building – in which case you need to estimate what the carbon footprint of the displaced fuel will be by the time the building is demolished. It could be made into compost and displace peat that might otherwise have been dug u "}
{"meta": {"doc_id": 563, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 444, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": " Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says\nFarmers should grow hemp to make \"hempcrete\" and provide wool to insulate buildings with in order to cut carbon emissions, the National Farmers' Union (NFU) has said in a new report. The NFU aims for the whole farming sector to be carbon-neutral 2040, a decade ahead of the UK economy as a whole, and has researched ways this could be achieved."}
{"meta": {"doc_id": 563, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 585, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says\nFarmers should grow hemp to make \"hempcrete\" and provide wool to insulate buildings with in order to cut carbon emissions, the National Farmers' Union (NFU) has said in a new report. The NFU aims for the whole farming sector to be carbon-neutral 2040, a decade ahead of the UK economy as a whole, and has researched ways this could be achieved. Agricultural emissions have fallen by 16 per cent overall since 1990, but there has been only \"modest progress\" since 2011, the report says."}
{"meta": {"doc_id": 563, "sent_id": 2, "sent_start_pos": 283, "sent_end_pos": 730, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "The NFU aims for the whole farming sector to be carbon-neutral 2040, a decade ahead of the UK economy as a whole, and has researched ways this could be achieved. Agricultural emissions have fallen by 16 per cent overall since 1990, but there has been only \"modest progress\" since 2011, the report says. One such method is making structures out of natural materials, one of them being hemp, as growing the plant captures carbon from the atmosphere."}
{"meta": {"doc_id": 563, "sent_id": 3, "sent_start_pos": 445, "sent_end_pos": 867, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Agricultural emissions have fallen by 16 per cent overall since 1990, but there has been only \"modest progress\" since 2011, the report says. One such method is making structures out of natural materials, one of them being hemp, as growing the plant captures carbon from the atmosphere. Hempcrete is a material similar to concrete, made of hemp hurds - which is wooden refuse removed during processing the plant - and lime."}
{"meta": {"doc_id": 563, "sent_id": 4, "sent_start_pos": 586, "sent_end_pos": 911, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "One such method is making structures out of natural materials, one of them being hemp, as growing the plant captures carbon from the atmosphere. Hempcrete is a material similar to concrete, made of hemp hurds - which is wooden refuse removed during processing the plant - and lime. It is used for construction and insulation."}
{"meta": {"doc_id": 563, "sent_id": 5, "sent_start_pos": 731, "sent_end_pos": 1001, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Hempcrete is a material similar to concrete, made of hemp hurds - which is wooden refuse removed during processing the plant - and lime. It is used for construction and insulation. This could be grown on farms and sold to the construction industry, according to the NFU."}
{"meta": {"doc_id": 563, "sent_id": 6, "sent_start_pos": 868, "sent_end_pos": 1223, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "It is used for construction and insulation. This could be grown on farms and sold to the construction industry, according to the NFU. Other ideas include making farms \"plant-powered\" by using biofuel methods to produce methane which would generate electricity, and using technology including GPS in order to harvest in a more environmentally-friendly way."}
{"meta": {"doc_id": 563, "sent_id": 7, "sent_start_pos": 912, "sent_end_pos": 1412, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "This could be grown on farms and sold to the construction industry, according to the NFU. Other ideas include making farms \"plant-powered\" by using biofuel methods to produce methane which would generate electricity, and using technology including GPS in order to harvest in a more environmentally-friendly way. The organisation also says farmers should health in cattle and sheep to reduce methane emissions and reduce soil compaction to cut the need for cultivation and minimise nitrogen emissions."}
{"meta": {"doc_id": 563, "sent_id": 8, "sent_start_pos": 1002, "sent_end_pos": 1665, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Other ideas include making farms \"plant-powered\" by using biofuel methods to produce methane which would generate electricity, and using technology including GPS in order to harvest in a more environmentally-friendly way. The organisation also says farmers should health in cattle and sheep to reduce methane emissions and reduce soil compaction to cut the need for cultivation and minimise nitrogen emissions. Carbon storage is an important way to cut down on a farm's carbon footprint, and ways this can be achieved include providing bigger hedgerows, more woodland and trees and boosting the carbon storage of soils, including peatland and wetland restoration."}
{"meta": {"doc_id": 563, "sent_id": 9, "sent_start_pos": 1224, "sent_end_pos": 1934, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "The organisation also says farmers should health in cattle and sheep to reduce methane emissions and reduce soil compaction to cut the need for cultivation and minimise nitrogen emissions. Carbon storage is an important way to cut down on a farm's carbon footprint, and ways this can be achieved include providing bigger hedgerows, more woodland and trees and boosting the carbon storage of soils, including peatland and wetland restoration. NFU president Minette Batters said: \"Representing British farming, we recognise our unique position as both a source and a store for greenhouse gas emissions and, importantly, how we can build on our work so far to deliver climate-neutral farming in the next 20 years."}
{"meta": {"doc_id": 563, "sent_id": 10, "sent_start_pos": 1413, "sent_end_pos": 2006, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Carbon storage is an important way to cut down on a farm's carbon footprint, and ways this can be achieved include providing bigger hedgerows, more woodland and trees and boosting the carbon storage of soils, including peatland and wetland restoration. NFU president Minette Batters said: \"Representing British farming, we recognise our unique position as both a source and a store for greenhouse gas emissions and, importantly, how we can build on our work so far to deliver climate-neutral farming in the next 20 years. \"We aspire to be producing the most climate-friendly food in the world."}
{"meta": {"doc_id": 563, "sent_id": 11, "sent_start_pos": 1666, "sent_end_pos": 2143, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "NFU president Minette Batters said: \"Representing British farming, we recognise our unique position as both a source and a store for greenhouse gas emissions and, importantly, how we can build on our work so far to deliver climate-neutral farming in the next 20 years. \"We aspire to be producing the most climate-friendly food in the world. \"We must avoid anything that undermines UK food production and merely exports our greenhouse gas emissions to other parts of the world.\""}
{"meta": {"doc_id": 563, "sent_id": 12, "sent_start_pos": 1935, "sent_end_pos": 2373, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "\"We aspire to be producing the most climate-friendly food in the world. \"We must avoid anything that undermines UK food production and merely exports our greenhouse gas emissions to other parts of the world.\" Ms Batters said work on her own Wiltshire beef, sheep and arable farm included improving grazing pasture with more clover and herbal mixes to fix nitrogen and use less fertiliser, and GPS technology was helping precision farming."}
{"meta": {"doc_id": 563, "sent_id": 13, "sent_start_pos": 2007, "sent_end_pos": 2623, "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "\"We must avoid anything that undermines UK food production and merely exports our greenhouse gas emissions to other parts of the world.\" Ms Batters said work on her own Wiltshire beef, sheep and arable farm included improving grazing pasture with more clover and herbal mixes to fix nitrogen and use less fertiliser, and GPS technology was helping precision farming. British farms are responsible for around a 10th of UK greenhouse gas emissions, but only 10 per cent of its output is carbon dioxide, while 40 per cent is nitrous oxide from things such as fertilisers, and 50 per cent is methane from cows and sheep."}
{"meta": {"doc_id": 563, "sent_id": 14, "sent_start_pos": 2144, "sent_end_pos": [], "title": "Buildings should be made out of hemp and wool to cut carbon emissions, National Farmers' Union says"}, "text": "Ms Batters said work on her own Wiltshire beef, sheep and arable farm included improving grazing pasture with more clover and herbal mixes to fix nitrogen and use less fertiliser, and GPS technology was helping precision farming. British farms are responsible for around a 10th of UK greenhouse gas emissions, but only 10 per cent of its output is carbon dioxide, while 40 per cent is nitrous oxide from things such as fertilisers, and 50 per cent is methane from cows and sheep. "}
{"meta": {"doc_id": 566, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 208, "title": "Insulation"}, "text": " Good insulation of windows, walls, the roof and floors reduces heat loss in your companies’ building and improves the work comfort. The financial return of the investment is coming through lower energy bills."}
{"meta": {"doc_id": 566, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": [], "title": "Insulation"}, "text": "Good insulation of windows, walls, the roof and floors reduces heat loss in your companies’ building and improves the work comfort. The financial return of the investment is coming through lower energy bills. "}
{"meta": {"doc_id": 567, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 278, "title": "#BuildingEfficiency: Solutions for efficient, high - performance, and productive buildings"}, "text": " In Germany, for example, around 84 percent of the energy consumed by domestic households is used to generate heat: 69 percent for room heating and the other 15 percent for hot water. Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent."}
{"meta": {"doc_id": 567, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 418, "title": "#BuildingEfficiency: Solutions for efficient, high - performance, and productive buildings"}, "text": "In Germany, for example, around 84 percent of the energy consumed by domestic households is used to generate heat: 69 percent for room heating and the other 15 percent for hot water. Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent. Moreover, thermal insulation can help maximize the energy efficiency of a new building if this is taken into account in the planning phase."}
{"meta": {"doc_id": 567, "sent_id": 2, "sent_start_pos": 183, "sent_end_pos": 514, "title": "#BuildingEfficiency: Solutions for efficient, high - performance, and productive buildings"}, "text": "Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent. Moreover, thermal insulation can help maximize the energy efficiency of a new building if this is taken into account in the planning phase. Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent."}
{"meta": {"doc_id": 567, "sent_id": 3, "sent_start_pos": 279, "sent_end_pos": 654, "title": "#BuildingEfficiency: Solutions for efficient, high - performance, and productive buildings"}, "text": "Moreover, thermal insulation can help maximize the energy efficiency of a new building if this is taken into account in the planning phase. Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent. Moreover, thermal insulation can help maximize the energy efficiency of a new building if this is taken into account in the planning phase."}
{"meta": {"doc_id": 567, "sent_id": 4, "sent_start_pos": 419, "sent_end_pos": [], "title": "#BuildingEfficiency: Solutions for efficient, high - performance, and productive buildings"}, "text": "Insulation can reduce the primary energy requirement of existing buildings by up to 80 percent. Moreover, thermal insulation can help maximize the energy efficiency of a new building if this is taken into account in the planning phase. "}
{"meta": {"doc_id": 569, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 209, "title": "Sustainable Building with SIPs"}, "text": " Sustainable Building with SIPs\nThe construction and operation of buildings has a significant impact on the environment. Buildings account for 39% of total U.S. energy usage and 38% of carbon dioxide emissions."}
{"meta": {"doc_id": 569, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 348, "title": "Sustainable Building with SIPs"}, "text": "Sustainable Building with SIPs\nThe construction and operation of buildings has a significant impact on the environment. Buildings account for 39% of total U.S. energy usage and 38% of carbon dioxide emissions. Sustainable buildings use less energy, reducing carbon dioxide emissions and playing an important role in combating global climate change."}
{"meta": {"doc_id": 569, "sent_id": 2, "sent_start_pos": 120, "sent_end_pos": 434, "title": "Sustainable Building with SIPs"}, "text": "Buildings account for 39% of total U.S. energy usage and 38% of carbon dioxide emissions. Sustainable buildings use less energy, reducing carbon dioxide emissions and playing an important role in combating global climate change. Buildings also use a tremendous amount of natural resources to construct and operate."}
{"meta": {"doc_id": 569, "sent_id": 3, "sent_start_pos": 210, "sent_end_pos": 618, "title": "Sustainable Building with SIPs"}, "text": "Sustainable buildings use less energy, reducing carbon dioxide emissions and playing an important role in combating global climate change. Buildings also use a tremendous amount of natural resources to construct and operate. Constructing sustainable buildings that use these resources more efficiently, while minimizing pollution that can harm renewable natural resources, is crucial to a sustainable future."}
{"meta": {"doc_id": 569, "sent_id": 4, "sent_start_pos": 349, "sent_end_pos": 795, "title": "Sustainable Building with SIPs"}, "text": "Buildings also use a tremendous amount of natural resources to construct and operate. Constructing sustainable buildings that use these resources more efficiently, while minimizing pollution that can harm renewable natural resources, is crucial to a sustainable future. Structural insulated panels (SIPs) are one of the most airtight and well-insulated building systems available, allowing for better control over indoor environmental conditions."}
{"meta": {"doc_id": 569, "sent_id": 5, "sent_start_pos": 435, "sent_end_pos": 941, "title": "Sustainable Building with SIPs"}, "text": "Constructing sustainable buildings that use these resources more efficiently, while minimizing pollution that can harm renewable natural resources, is crucial to a sustainable future. Structural insulated panels (SIPs) are one of the most airtight and well-insulated building systems available, allowing for better control over indoor environmental conditions. Reduced energy consumption for heating and cooling throughout building life is SIPs' most substantial contribution to preserving the environment."}
{"meta": {"doc_id": 569, "sent_id": 6, "sent_start_pos": 619, "sent_end_pos": 1403, "title": "Sustainable Building with SIPs"}, "text": "Structural insulated panels (SIPs) are one of the most airtight and well-insulated building systems available, allowing for better control over indoor environmental conditions. Reduced energy consumption for heating and cooling throughout building life is SIPs' most substantial contribution to preserving the environment. - SIP structural OSB facings are manufactured from fast-growing, renewable wood resources\n- Production of the EPS panel core uses 24% less energy than fiberglass insulation of equivalent R-value\n- SIPs leave less waste on the construction jobsite\n- Year after year, SIP homes consume less energy than comparable stick frame homes\nSIPs Save Energy\nBuilding with SIPs creates a superior building envelope with high thermal resistance and minimal air infiltration."}
{"meta": {"doc_id": 569, "sent_id": 7, "sent_start_pos": 796, "sent_end_pos": 1719, "title": "Sustainable Building with SIPs"}, "text": "Reduced energy consumption for heating and cooling throughout building life is SIPs' most substantial contribution to preserving the environment. - SIP structural OSB facings are manufactured from fast-growing, renewable wood resources\n- Production of the EPS panel core uses 24% less energy than fiberglass insulation of equivalent R-value\n- SIPs leave less waste on the construction jobsite\n- Year after year, SIP homes consume less energy than comparable stick frame homes\nSIPs Save Energy\nBuilding with SIPs creates a superior building envelope with high thermal resistance and minimal air infiltration. - ORNL blower door tests reveal that a SIP test room is 15 times more airtight than its stick framed counterpart with fiberglass insulation."}
{"meta": {"doc_id": 569, "sent_id": 8, "sent_start_pos": 942, "sent_end_pos": 1776, "title": "Sustainable Building with SIPs"}, "text": "- SIP structural OSB facings are manufactured from fast-growing, renewable wood resources\n- Production of the EPS panel core uses 24% less energy than fiberglass insulation of equivalent R-value\n- SIPs leave less waste on the construction jobsite\n- Year after year, SIP homes consume less energy than comparable stick frame homes\nSIPs Save Energy\nBuilding with SIPs creates a superior building envelope with high thermal resistance and minimal air infiltration. - ORNL blower door tests reveal that a SIP test room is 15 times more airtight than its stick framed counterpart with fiberglass insulation. - Up to 40% of a home's heat loss is due to air leakage."}
{"meta": {"doc_id": 569, "sent_id": 9, "sent_start_pos": 1579, "sent_end_pos": 1862, "title": "Sustainable Building with SIPs"}, "text": "- ORNL blower door tests reveal that a SIP test room is 15 times more airtight than its stick framed counterpart with fiberglass insulation. - Up to 40% of a home's heat loss is due to air leakage. - SIP buildings can have amazingly low blower door test results when properly sealed."}
{"meta": {"doc_id": 569, "sent_id": 10, "sent_start_pos": 1720, "sent_end_pos": 2014, "title": "Sustainable Building with SIPs"}, "text": "- Up to 40% of a home's heat loss is due to air leakage. - SIP buildings can have amazingly low blower door test results when properly sealed. Due to the reliability of SIP performance, ENERGY STAR opted to eliminate the blower door test requirement for SIP homes to meet ENERGY STAR standards."}
{"meta": {"doc_id": 569, "sent_id": 11, "sent_start_pos": 1777, "sent_end_pos": 2195, "title": "Sustainable Building with SIPs"}, "text": "- SIP buildings can have amazingly low blower door test results when properly sealed. Due to the reliability of SIP performance, ENERGY STAR opted to eliminate the blower door test requirement for SIP homes to meet ENERGY STAR standards. Click Here for More Detail on SIP R-Value\nSIPs and HERS Ratings\nThe Home Energy Rating System (HERS) Index is the industry standard by which a home's energy efficiency is measured."}
{"meta": {"doc_id": 569, "sent_id": 12, "sent_start_pos": 1863, "sent_end_pos": 2304, "title": "Sustainable Building with SIPs"}, "text": "Due to the reliability of SIP performance, ENERGY STAR opted to eliminate the blower door test requirement for SIP homes to meet ENERGY STAR standards. Click Here for More Detail on SIP R-Value\nSIPs and HERS Ratings\nThe Home Energy Rating System (HERS) Index is the industry standard by which a home's energy efficiency is measured. The HERS index is a nationally recognized system for inspecting and calculating a home's energy performance."}
{"meta": {"doc_id": 569, "sent_id": 13, "sent_start_pos": 2015, "sent_end_pos": 2437, "title": "Sustainable Building with SIPs"}, "text": "Click Here for More Detail on SIP R-Value\nSIPs and HERS Ratings\nThe Home Energy Rating System (HERS) Index is the industry standard by which a home's energy efficiency is measured. The HERS index is a nationally recognized system for inspecting and calculating a home's energy performance. Many SIP homes achieve HERS ratings of 50 or less, meaning that they are at least 50% more energy-efficient than standard new homes."}
{"meta": {"doc_id": 569, "sent_id": 14, "sent_start_pos": 2196, "sent_end_pos": 2771, "title": "Sustainable Building with SIPs"}, "text": "The HERS index is a nationally recognized system for inspecting and calculating a home's energy performance. Many SIP homes achieve HERS ratings of 50 or less, meaning that they are at least 50% more energy-efficient than standard new homes. Learn More About HERS Ratings SIPs and LEED SIPs and ENERGY STAR\nSIPs Save Resources\nThe major components of SIPs, foam and oriented strand board (OSB), take less energy and raw materials to produce than other structural building systems."}
{"meta": {"doc_id": 569, "sent_id": 15, "sent_start_pos": 2305, "sent_end_pos": 2882, "title": "Sustainable Building with SIPs"}, "text": "Many SIP homes achieve HERS ratings of 50 or less, meaning that they are at least 50% more energy-efficient than standard new homes. Learn More About HERS Ratings SIPs and LEED SIPs and ENERGY STAR\nSIPs Save Resources\nThe major components of SIPs, foam and oriented strand board (OSB), take less energy and raw materials to produce than other structural building systems. SIPs are also fabricated in a controlled environment, allowing for greater efficiency than site-built framing."}
{"meta": {"doc_id": 569, "sent_id": 16, "sent_start_pos": 2533, "sent_end_pos": 2937, "title": "Sustainable Building with SIPs"}, "text": "Learn More About HERS Ratings SIPs and LEED SIPs and ENERGY STAR\nSIPs Save Resources\nThe major components of SIPs, foam and oriented strand board (OSB), take less energy and raw materials to produce than other structural building systems. SIPs are also fabricated in a controlled environment, allowing for greater efficiency than site-built framing. The NAHB estimates that the construction of a 2000 sq."}
{"meta": {"doc_id": 569, "sent_id": 17, "sent_start_pos": 2772, "sent_end_pos": 3183, "title": "Sustainable Building with SIPs"}, "text": "SIPs are also fabricated in a controlled environment, allowing for greater efficiency than site-built framing. The NAHB estimates that the construction of a 2000 sq. SIPs have the ability to drastically reduce the waste generated during construction by using advanced optimization software and automated fabrication technology to ensure the most efficient use of material."}
{"meta": {"doc_id": 569, "sent_id": 18, "sent_start_pos": 2883, "sent_end_pos": 3313, "title": "Sustainable Building with SIPs"}, "text": "The NAHB estimates that the construction of a 2000 sq. SIPs have the ability to drastically reduce the waste generated during construction by using advanced optimization software and automated fabrication technology to ensure the most efficient use of material. - OSB is manufactured from fast-growing, underutilized, and often less expensive wood species grown in carefully managed forests."}
{"meta": {"doc_id": 569, "sent_id": 19, "sent_start_pos": 2977, "sent_end_pos": 3444, "title": "Sustainable Building with SIPs"}, "text": "SIPs have the ability to drastically reduce the waste generated during construction by using advanced optimization software and automated fabrication technology to ensure the most efficient use of material. - OSB is manufactured from fast-growing, underutilized, and often less expensive wood species grown in carefully managed forests. The OSB production process uses small wood chips and highly automated machinery, making OSB a very efficient use of raw materials."}
{"meta": {"doc_id": 569, "sent_id": 20, "sent_start_pos": 3184, "sent_end_pos": 3631, "title": "Sustainable Building with SIPs"}, "text": "- OSB is manufactured from fast-growing, underutilized, and often less expensive wood species grown in carefully managed forests. The OSB production process uses small wood chips and highly automated machinery, making OSB a very efficient use of raw materials. - About 85-90 percent of a log can be used to make high quality structural panels, and the remainder – bark, saw trim and sawdust – can be converted into energy, pulp chips or bark dust."}
{"meta": {"doc_id": 569, "sent_id": 21, "sent_start_pos": 3314, "sent_end_pos": 3689, "title": "Sustainable Building with SIPs"}, "text": "The OSB production process uses small wood chips and highly automated machinery, making OSB a very efficient use of raw materials. - About 85-90 percent of a log can be used to make high quality structural panels, and the remainder – bark, saw trim and sawdust – can be converted into energy, pulp chips or bark dust. - EPS is a lightweight insulation composed mostly of air."}
{"meta": {"doc_id": 569, "sent_id": 22, "sent_start_pos": 3445, "sent_end_pos": 3894, "title": "Sustainable Building with SIPs"}, "text": "- About 85-90 percent of a log can be used to make high quality structural panels, and the remainder – bark, saw trim and sawdust – can be converted into energy, pulp chips or bark dust. - EPS is a lightweight insulation composed mostly of air. Over the lifetime of a house, the EPS insulation used in SIPs will save many times the energy embodied in the petroleum used to make EPS (see Life Cycle Analysis for more info)."}
{"meta": {"doc_id": 569, "sent_id": 23, "sent_start_pos": 3632, "sent_end_pos": 3986, "title": "Sustainable Building with SIPs"}, "text": "- EPS is a lightweight insulation composed mostly of air. Over the lifetime of a house, the EPS insulation used in SIPs will save many times the energy embodied in the petroleum used to make EPS (see Life Cycle Analysis for more info). - It takes 24% less energy to produce EPS than fiberglass insulation of equivalent R-value."}
{"meta": {"doc_id": 569, "sent_id": 24, "sent_start_pos": 3717, "sent_end_pos": 4080, "title": "Sustainable Building with SIPs"}, "text": "Over the lifetime of a house, the EPS insulation used in SIPs will save many times the energy embodied in the petroleum used to make EPS (see Life Cycle Analysis for more info). - It takes 24% less energy to produce EPS than fiberglass insulation of equivalent R-value. - Scrap EPS generated during the manufacturing process can be recycled into new EPS products."}
{"meta": {"doc_id": 569, "sent_id": 25, "sent_start_pos": 3895, "sent_end_pos": 4307, "title": "Sustainable Building with SIPs"}, "text": "- It takes 24% less energy to produce EPS than fiberglass insulation of equivalent R-value. - Scrap EPS generated during the manufacturing process can be recycled into new EPS products. Life Cycle Analyses\nA Life Cycle Analysis of Structural Insulated Panels for Residential Buildings in a Hot and Arid Climate\nThis Master's thesis offers comparison of SIPs in the hot, arid climate of Bahrain vs concrete block."}
{"meta": {"doc_id": 569, "sent_id": 26, "sent_start_pos": 3987, "sent_end_pos": 4486, "title": "Sustainable Building with SIPs"}, "text": "- Scrap EPS generated during the manufacturing process can be recycled into new EPS products. Life Cycle Analyses\nA Life Cycle Analysis of Structural Insulated Panels for Residential Buildings in a Hot and Arid Climate\nThis Master's thesis offers comparison of SIPs in the hot, arid climate of Bahrain vs concrete block. Even with the high logistics cost of importing SIPs from China to the middle east, the SIPs saved enough energy and were economical enough to beat out the local building methods."}
{"meta": {"doc_id": 569, "sent_id": 27, "sent_start_pos": 4081, "sent_end_pos": 4734, "title": "Sustainable Building with SIPs"}, "text": "Life Cycle Analyses\nA Life Cycle Analysis of Structural Insulated Panels for Residential Buildings in a Hot and Arid Climate\nThis Master's thesis offers comparison of SIPs in the hot, arid climate of Bahrain vs concrete block. Even with the high logistics cost of importing SIPs from China to the middle east, the SIPs saved enough energy and were economical enough to beat out the local building methods. EPS Industry Alliance Life Cycle Analysis\nThis comparative study conducted by the EPS Industry Alliance shows that the energy invested in the production of SIPs yields an exponential benefit to the environment compared to traditional wood framing."}
{"meta": {"doc_id": 569, "sent_id": 28, "sent_start_pos": 4308, "sent_end_pos": 5453, "title": "Sustainable Building with SIPs"}, "text": "Even with the high logistics cost of importing SIPs from China to the middle east, the SIPs saved enough energy and were economical enough to beat out the local building methods. EPS Industry Alliance Life Cycle Analysis\nThis comparative study conducted by the EPS Industry Alliance shows that the energy invested in the production of SIPs yields an exponential benefit to the environment compared to traditional wood framing. In addition to providing energy efficiency benefits, they have low environmental impact over their life cycle.”\nFEMA Home Builder's Guide to Coastal Construction\nFEMA has produced a series of 37 fact sheets that provide technical guidance and recommendations concerning the construction of coastal residential buildings."}
{"meta": {"doc_id": 569, "sent_id": 29, "sent_start_pos": 4487, "sent_end_pos": 5595, "title": "Sustainable Building with SIPs"}, "text": "EPS Industry Alliance Life Cycle Analysis\nThis comparative study conducted by the EPS Industry Alliance shows that the energy invested in the production of SIPs yields an exponential benefit to the environment compared to traditional wood framing. In addition to providing energy efficiency benefits, they have low environmental impact over their life cycle.”\nFEMA Home Builder's Guide to Coastal Construction\nFEMA has produced a series of 37 fact sheets that provide technical guidance and recommendations concerning the construction of coastal residential buildings. The fact sheets present information aimed at improving the performance of buildings subject to flood and wind forces in coastal environments."}
{"meta": {"doc_id": 569, "sent_id": 30, "sent_start_pos": 5133, "sent_end_pos": 5922, "title": "Sustainable Building with SIPs"}, "text": "In addition to providing energy efficiency benefits, they have low environmental impact over their life cycle.”\nFEMA Home Builder's Guide to Coastal Construction\nFEMA has produced a series of 37 fact sheets that provide technical guidance and recommendations concerning the construction of coastal residential buildings. The fact sheets present information aimed at improving the performance of buildings subject to flood and wind forces in coastal environments. The fact sheets make extensive use of photographs and drawings to illustrate National Flood Insurance Program (NFIP) regulatory requirements, the proper siting of coastal buildings, and recommended design and construction practices, including structural connections, the building envelope, utilities, and accessorynstructures."}
{"meta": {"doc_id": 569, "sent_id": 31, "sent_start_pos": 5454, "sent_end_pos": 6055, "title": "Sustainable Building with SIPs"}, "text": "The fact sheets present information aimed at improving the performance of buildings subject to flood and wind forces in coastal environments. The fact sheets make extensive use of photographs and drawings to illustrate National Flood Insurance Program (NFIP) regulatory requirements, the proper siting of coastal buildings, and recommended design and construction practices, including structural connections, the building envelope, utilities, and accessorynstructures. In addition, many of the fact sheets include lists of additional resources that provide more information about the topics discussed."}
{"meta": {"doc_id": 569, "sent_id": 32, "sent_start_pos": 5596, "sent_end_pos": [], "title": "Sustainable Building with SIPs"}, "text": "The fact sheets make extensive use of photographs and drawings to illustrate National Flood Insurance Program (NFIP) regulatory requirements, the proper siting of coastal buildings, and recommended design and construction practices, including structural connections, the building envelope, utilities, and accessorynstructures. In addition, many of the fact sheets include lists of additional resources that provide more information about the topics discussed. "}
{"meta": {"doc_id": 570, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 552, "title": "Thermal Insulation Materials for Building Applications"}, "text": " Sign in\nModern day buildings are now expected to be low energy or near zero energy to reduce carbon emissions. A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics."}
{"meta": {"doc_id": 570, "sent_id": 1, "sent_start_pos": 319, "sent_end_pos": 675, "title": "Thermal Insulation Materials for Building Applications"}, "text": "Sign in\nModern day buildings are now expected to be low energy or near zero energy to reduce carbon emissions. A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics. However, how can a…\nModern day buildings are now expected to be low energy or near zero energy to reduce carbon emissions."}
{"meta": {"doc_id": 570, "sent_id": 2, "sent_start_pos": 430, "sent_end_pos": 798, "title": "Thermal Insulation Materials for Building Applications"}, "text": "A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics. However, how can a…\nModern day buildings are now expected to be low energy or near zero energy to reduce carbon emissions. A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics."}
{"meta": {"doc_id": 570, "sent_id": 3, "sent_start_pos": 553, "sent_end_pos": 884, "title": "Thermal Insulation Materials for Building Applications"}, "text": "However, how can a…\nModern day buildings are now expected to be low energy or near zero energy to reduce carbon emissions. A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics. However, how can a practitioner choose the most effective fabric for the job in hand?"}
{"meta": {"doc_id": 570, "sent_id": 4, "sent_start_pos": 676, "sent_end_pos": 1141, "title": "Thermal Insulation Materials for Building Applications"}, "text": "A key step in making building low energy is to minimise heat transfer through the building fabric with insulation fabrics. However, how can a practitioner choose the most effective fabric for the job in hand? With so many thermal insulation materials on the market and each making claims associated with their performance, it is difficult for a specifier, contractor or an end user to select the insulation material most appropriate for a specific building project."}
{"meta": {"doc_id": 570, "sent_id": 5, "sent_start_pos": 799, "sent_end_pos": 1375, "title": "Thermal Insulation Materials for Building Applications"}, "text": "However, how can a practitioner choose the most effective fabric for the job in hand? With so many thermal insulation materials on the market and each making claims associated with their performance, it is difficult for a specifier, contractor or an end user to select the insulation material most appropriate for a specific building project. This book presents the variations, technical details and capabilities of state-of-the-art of thermal insulation materials for building applications."}
{"meta": {"doc_id": 570, "sent_id": 6, "sent_start_pos": 885, "sent_end_pos": 1537, "title": "Thermal Insulation Materials for Building Applications"}, "text": "With so many thermal insulation materials on the market and each making claims associated with their performance, it is difficult for a specifier, contractor or an end user to select the insulation material most appropriate for a specific building project. This book presents the variations, technical details and capabilities of state-of-the-art of thermal insulation materials for building applications. As a single source of information on all aspects of insulation materials, the reader can make an informed choice and select the necessary insulation accordingly."}
{"meta": {"doc_id": 570, "sent_id": 7, "sent_start_pos": 1227, "sent_end_pos": 1675, "title": "Thermal Insulation Materials for Building Applications"}, "text": "This book presents the variations, technical details and capabilities of state-of-the-art of thermal insulation materials for building applications. As a single source of information on all aspects of insulation materials, the reader can make an informed choice and select the necessary insulation accordingly. Thermal Insulation Materials for Building Applications includes discussions on various properties of thermal insulation materials such as"}
{"meta": {"doc_id": 570, "sent_id": 8, "sent_start_pos": 1376, "sent_end_pos": [], "title": "Thermal Insulation Materials for Building Applications"}, "text": "As a single source of information on all aspects of insulation materials, the reader can make an informed choice and select the necessary insulation accordingly. Thermal Insulation Materials for Building Applications includes discussions on various properties of thermal insulation materials such as "}
{"meta": {"doc_id": 571, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 261, "title": "Protecting the environment"}, "text": " In Europe around 40%-50% of all energy used is in buildings, and up to 60% of that comes from heating them1. The burning of fossil fuels to create energy produces carbon dioxide – a ‘greenhouse gas’ that increases global warming and brings about climate change."}
{"meta": {"doc_id": 571, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 342, "title": "Protecting the environment"}, "text": "In Europe around 40%-50% of all energy used is in buildings, and up to 60% of that comes from heating them1. The burning of fossil fuels to create energy produces carbon dioxide – a ‘greenhouse gas’ that increases global warming and brings about climate change. So energy use in buildings, especially heating, creates a lot of carbon dioxide."}
{"meta": {"doc_id": 571, "sent_id": 2, "sent_start_pos": 109, "sent_end_pos": 569, "title": "Protecting the environment"}, "text": "The burning of fossil fuels to create energy produces carbon dioxide – a ‘greenhouse gas’ that increases global warming and brings about climate change. So energy use in buildings, especially heating, creates a lot of carbon dioxide. It is now widely accepted that global warming is one of the greatest threats to our way of life, even to our existence, that we have ever faced, and that strong action is needed to stop its acceleration and combat its effects."}
{"meta": {"doc_id": 571, "sent_id": 3, "sent_start_pos": 262, "sent_end_pos": 616, "title": "Protecting the environment"}, "text": "So energy use in buildings, especially heating, creates a lot of carbon dioxide. It is now widely accepted that global warming is one of the greatest threats to our way of life, even to our existence, that we have ever faced, and that strong action is needed to stop its acceleration and combat its effects. There are a number of ways we can tackle this."}
{"meta": {"doc_id": 571, "sent_id": 4, "sent_start_pos": 343, "sent_end_pos": 792, "title": "Protecting the environment"}, "text": "It is now widely accepted that global warming is one of the greatest threats to our way of life, even to our existence, that we have ever faced, and that strong action is needed to stop its acceleration and combat its effects. There are a number of ways we can tackle this. Many people believe that investment in renewable or nuclear energy is the answer, but these technologies are expensive and each has its own limitations and potential problems."}
{"meta": {"doc_id": 571, "sent_id": 5, "sent_start_pos": 570, "sent_end_pos": 992, "title": "Protecting the environment"}, "text": "There are a number of ways we can tackle this. Many people believe that investment in renewable or nuclear energy is the answer, but these technologies are expensive and each has its own limitations and potential problems. A far more responsible approach is to first reduce demand, in line with the principles of trias energetica2, making it easier to meet that demand through other, more environmentally friendly sources."}
{"meta": {"doc_id": 571, "sent_id": 6, "sent_start_pos": 617, "sent_end_pos": 1136, "title": "Protecting the environment"}, "text": "Many people believe that investment in renewable or nuclear energy is the answer, but these technologies are expensive and each has its own limitations and potential problems. A far more responsible approach is to first reduce demand, in line with the principles of trias energetica2, making it easier to meet that demand through other, more environmentally friendly sources. The simplest, most cost effective way to reduce demand is by improving the energy efficiency of our buildings, in other words to insulate them."}
{"meta": {"doc_id": 571, "sent_id": 7, "sent_start_pos": 793, "sent_end_pos": 1443, "title": "Protecting the environment"}, "text": "A far more responsible approach is to first reduce demand, in line with the principles of trias energetica2, making it easier to meet that demand through other, more environmentally friendly sources. The simplest, most cost effective way to reduce demand is by improving the energy efficiency of our buildings, in other words to insulate them. 1 Insulation for Sustainability: A Guide, XCO2 Conisbee, p. 25\n2 The trias energetica states that demand should first be reduced, as much remaining demand as possible should be supplied from renewable sources, and only then should any remaining demand be supplied through the efficient use of fossil fuels."}
{"meta": {"doc_id": 571, "sent_id": 8, "sent_start_pos": 993, "sent_end_pos": [], "title": "Protecting the environment"}, "text": "The simplest, most cost effective way to reduce demand is by improving the energy efficiency of our buildings, in other words to insulate them. 1 Insulation for Sustainability: A Guide, XCO2 Conisbee, p. 25\n2 The trias energetica states that demand should first be reduced, as much remaining demand as possible should be supplied from renewable sources, and only then should any remaining demand be supplied through the efficient use of fossil fuels. "}
