{"meta": {"doc_id": 1355, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 223, "title": "What Makes LED Lighting Sustainable?"}, "text": " Converting to LED lighting can have a positive sustainable impact on our environment. By reducing electricity consumption we reduce our carbon footprint in the process."}
{"meta": {"doc_id": 1355, "sent_id": 1, "sent_start_pos": 55, "sent_end_pos": 576, "title": "What Makes LED Lighting Sustainable?"}, "text": "Converting to LED lighting can have a positive sustainable impact on our environment. By reducing electricity consumption we reduce our carbon footprint in the process. We even back up our claims with a 10-year end-to-end warranty for most of our LED tubes and luminaires."}
{"meta": {"doc_id": 1355, "sent_id": 2, "sent_start_pos": 141, "sent_end_pos": 738, "title": "What Makes LED Lighting Sustainable?"}, "text": "By reducing electricity consumption we reduce our carbon footprint in the process. We even back up our claims with a 10-year end-to-end warranty for most of our LED tubes and luminaires. Low Maintenance\nEnergy Focus LEDs are self-contained, meaning they don’t need a ballast to operate."}
{"meta": {"doc_id": 1355, "sent_id": 3, "sent_start_pos": 473, "sent_end_pos": 939, "title": "What Makes LED Lighting Sustainable?"}, "text": "We even back up our claims with a 10-year end-to-end warranty for most of our LED tubes and luminaires. Low Maintenance\nEnergy Focus LEDs are self-contained, meaning they don’t need a ballast to operate. LED lights integrate the drivers and LED chips into the tube itself."}
{"meta": {"doc_id": 1355, "sent_id": 4, "sent_start_pos": 639, "sent_end_pos": 1016, "title": "What Makes LED Lighting Sustainable?"}, "text": "Low Maintenance\nEnergy Focus LEDs are self-contained, meaning they don’t need a ballast to operate. LED lights integrate the drivers and LED chips into the tube itself. So when the light goes out, the only thing you need to replace is the light!"}
{"meta": {"doc_id": 1355, "sent_id": 5, "sent_start_pos": 871, "sent_end_pos": 1143, "title": "What Makes LED Lighting Sustainable?"}, "text": "LED lights integrate the drivers and LED chips into the tube itself. So when the light goes out, the only thing you need to replace is the light! With a 10-year lifespan and no ballast maintenance required, maintenance of your facility’s lighting is significantly reduced."}
{"meta": {"doc_id": 1355, "sent_id": 6, "sent_start_pos": 940, "sent_end_pos": 1337, "title": "What Makes LED Lighting Sustainable?"}, "text": "So when the light goes out, the only thing you need to replace is the light! With a 10-year lifespan and no ballast maintenance required, maintenance of your facility’s lighting is significantly reduced. Low Energy Costs\nPowering a commercial or industrial space on average can cost about $0.12 per kilowatt-hour (kWh), which can be costly if you’re running a facility for 8 hours a day or longer."}
{"meta": {"doc_id": 1355, "sent_id": 7, "sent_start_pos": 1017, "sent_end_pos": 1558, "title": "What Makes LED Lighting Sustainable?"}, "text": "With a 10-year lifespan and no ballast maintenance required, maintenance of your facility’s lighting is significantly reduced. Low Energy Costs\nPowering a commercial or industrial space on average can cost about $0.12 per kilowatt-hour (kWh), which can be costly if you’re running a facility for 8 hours a day or longer. As stated before, fluorescent lights require ballasts to be able to light up, so while a fluorescent tube says it requires 24 watts of energy to illuminate, it might actually be closer to 29 watts because of the ballast."}
{"meta": {"doc_id": 1355, "sent_id": 8, "sent_start_pos": 1144, "sent_end_pos": 1786, "title": "What Makes LED Lighting Sustainable?"}, "text": "Low Energy Costs\nPowering a commercial or industrial space on average can cost about $0.12 per kilowatt-hour (kWh), which can be costly if you’re running a facility for 8 hours a day or longer. As stated before, fluorescent lights require ballasts to be able to light up, so while a fluorescent tube says it requires 24 watts of energy to illuminate, it might actually be closer to 29 watts because of the ballast. The unfortunate ending to this is that fluorescent lights only produce about 50-100 lumens per watt (lm/w) for all the energy required to turn the light on."}
{"meta": {"doc_id": 1355, "sent_id": 9, "sent_start_pos": 1338, "sent_end_pos": 1912, "title": "What Makes LED Lighting Sustainable?"}, "text": "As stated before, fluorescent lights require ballasts to be able to light up, so while a fluorescent tube says it requires 24 watts of energy to illuminate, it might actually be closer to 29 watts because of the ballast. The unfortunate ending to this is that fluorescent lights only produce about 50-100 lumens per watt (lm/w) for all the energy required to turn the light on. UL Type-B, or Direct-Wire, LED tubes require much less energy to illuminate because they do not require a ballast to operate."}
{"meta": {"doc_id": 1355, "sent_id": 10, "sent_start_pos": 1630, "sent_end_pos": 2107, "title": "What Makes LED Lighting Sustainable?"}, "text": "The unfortunate ending to this is that fluorescent lights only produce about 50-100 lumens per watt (lm/w) for all the energy required to turn the light on. UL Type-B, or Direct-Wire, LED tubes require much less energy to illuminate because they do not require a ballast to operate. Energy Focus LED tubes take it a step further and offer you the optimum amount of lumens per wattage (lm/w) possible in a tube."}
{"meta": {"doc_id": 1355, "sent_id": 11, "sent_start_pos": 1787, "sent_end_pos": 2223, "title": "What Makes LED Lighting Sustainable?"}, "text": "UL Type-B, or Direct-Wire, LED tubes require much less energy to illuminate because they do not require a ballast to operate. Energy Focus LED tubes take it a step further and offer you the optimum amount of lumens per wattage (lm/w) possible in a tube. Our 500D Series LED tube is an 11-watt tube that produces 1540 lumens, this equates to about 150 lm/w for one tube."}
{"meta": {"doc_id": 1355, "sent_id": 12, "sent_start_pos": 1980, "sent_end_pos": 2335, "title": "What Makes LED Lighting Sustainable?"}, "text": "Energy Focus LED tubes take it a step further and offer you the optimum amount of lumens per wattage (lm/w) possible in a tube. Our 500D Series LED tube is an 11-watt tube that produces 1540 lumens, this equates to about 150 lm/w for one tube. An 11-watt LED tube that produces 150lm/w or a 29-watt fluorescent tube and ballast that produces 50-100 watts."}
{"meta": {"doc_id": 1355, "sent_id": 13, "sent_start_pos": 2108, "sent_end_pos": 2465, "title": "What Makes LED Lighting Sustainable?"}, "text": "Our 500D Series LED tube is an 11-watt tube that produces 1540 lumens, this equates to about 150 lm/w for one tube. An 11-watt LED tube that produces 150lm/w or a 29-watt fluorescent tube and ballast that produces 50-100 watts. The choice is simple: LED tubes are much more efficient on your energy costs as well as your carbon footprint on the environment."}
{"meta": {"doc_id": 1355, "sent_id": 14, "sent_start_pos": 2224, "sent_end_pos": 2664, "title": "What Makes LED Lighting Sustainable?"}, "text": "An 11-watt LED tube that produces 150lm/w or a 29-watt fluorescent tube and ballast that produces 50-100 watts. The choice is simple: LED tubes are much more efficient on your energy costs as well as your carbon footprint on the environment. Retrofitting Capabilities\nOur Direct-Wire design is a very simple installation and continues to utilize the existing fixtures."}
{"meta": {"doc_id": 1355, "sent_id": 15, "sent_start_pos": 2336, "sent_end_pos": 2781, "title": "What Makes LED Lighting Sustainable?"}, "text": "The choice is simple: LED tubes are much more efficient on your energy costs as well as your carbon footprint on the environment. Retrofitting Capabilities\nOur Direct-Wire design is a very simple installation and continues to utilize the existing fixtures. The wiring is taken from the ballast and rerouted to non-shunted lampholders, where the LED lamp is locked in place."}
{"meta": {"doc_id": 1355, "sent_id": 16, "sent_start_pos": 2538, "sent_end_pos": 2844, "title": "What Makes LED Lighting Sustainable?"}, "text": "Retrofitting Capabilities\nOur Direct-Wire design is a very simple installation and continues to utilize the existing fixtures. The wiring is taken from the ballast and rerouted to non-shunted lampholders, where the LED lamp is locked in place. This way the LED lamp is connected directly to the main power."}
{"meta": {"doc_id": 1355, "sent_id": 17, "sent_start_pos": 2665, "sent_end_pos": 2881, "title": "What Makes LED Lighting Sustainable?"}, "text": "The wiring is taken from the ballast and rerouted to non-shunted lampholders, where the LED lamp is locked in place. This way the LED lamp is connected directly to the main power. Flip the light switch and that’s it!"}
{"meta": {"doc_id": 1355, "sent_id": 18, "sent_start_pos": 2782, "sent_end_pos": 3121, "title": "What Makes LED Lighting Sustainable?"}, "text": "This way the LED lamp is connected directly to the main power. Flip the light switch and that’s it! Angled Beam Design\nThe common design for LED tubes on the market today is a 360-degree tube of plastic that illuminates."}
{"meta": {"doc_id": 1355, "sent_id": 19, "sent_start_pos": 2845, "sent_end_pos": 3230, "title": "What Makes LED Lighting Sustainable?"}, "text": "Flip the light switch and that’s it! Angled Beam Design\nThe common design for LED tubes on the market today is a 360-degree tube of plastic that illuminates. This is not ideal, because you are losing about 40% of the light that is being reflected off of the fixture."}
{"meta": {"doc_id": 1355, "sent_id": 20, "sent_start_pos": 3001, "sent_end_pos": 3319, "title": "What Makes LED Lighting Sustainable?"}, "text": "Angled Beam Design\nThe common design for LED tubes on the market today is a 360-degree tube of plastic that illuminates. This is not ideal, because you are losing about 40% of the light that is being reflected off of the fixture. If the LED tube gets too hot, the plastic can warp."}
{"meta": {"doc_id": 1355, "sent_id": 21, "sent_start_pos": 3122, "sent_end_pos": 3432, "title": "What Makes LED Lighting Sustainable?"}, "text": "This is not ideal, because you are losing about 40% of the light that is being reflected off of the fixture. If the LED tube gets too hot, the plastic can warp. Energy Focus has eliminated both of these problems with an angled beam design created from an aluminum backbone."}
{"meta": {"doc_id": 1355, "sent_id": 22, "sent_start_pos": 3268, "sent_end_pos": 3542, "title": "What Makes LED Lighting Sustainable?"}, "text": "If the LED tube gets too hot, the plastic can warp. Energy Focus has eliminated both of these problems with an angled beam design created from an aluminum backbone. We focus the light to provide a 120-degree angle of light, giving you optimum control of what is illuminated."}
{"meta": {"doc_id": 1355, "sent_id": 23, "sent_start_pos": 3320, "sent_end_pos": 3634, "title": "What Makes LED Lighting Sustainable?"}, "text": "Energy Focus has eliminated both of these problems with an angled beam design created from an aluminum backbone. We focus the light to provide a 120-degree angle of light, giving you optimum control of what is illuminated. The aluminum backbone is also a heat sink, meaning it provides a heat dissipating function."}
{"meta": {"doc_id": 1355, "sent_id": 24, "sent_start_pos": 3433, "sent_end_pos": 3707, "title": "What Makes LED Lighting Sustainable?"}, "text": "We focus the light to provide a 120-degree angle of light, giving you optimum control of what is illuminated. The aluminum backbone is also a heat sink, meaning it provides a heat dissipating function. The aluminum draws away any heat the electronics inside the tube create."}
{"meta": {"doc_id": 1355, "sent_id": 25, "sent_start_pos": 3543, "sent_end_pos": 3776, "title": "What Makes LED Lighting Sustainable?"}, "text": "The aluminum backbone is also a heat sink, meaning it provides a heat dissipating function. The aluminum draws away any heat the electronics inside the tube create. This makes the tube cool to the touch and will keep it from warping."}
{"meta": {"doc_id": 1355, "sent_id": 26, "sent_start_pos": 3635, "sent_end_pos": 3990, "title": "What Makes LED Lighting Sustainable?"}, "text": "The aluminum draws away any heat the electronics inside the tube create. This makes the tube cool to the touch and will keep it from warping. There’s a little disassembly required, but all you have to do is remove the INPUT end of the LED tube and pull out the attached LED driver and LED chip strip."}
{"meta": {"doc_id": 1355, "sent_id": 27, "sent_start_pos": 3708, "sent_end_pos": 4130, "title": "What Makes LED Lighting Sustainable?"}, "text": "This makes the tube cool to the touch and will keep it from warping. There’s a little disassembly required, but all you have to do is remove the INPUT end of the LED tube and pull out the attached LED driver and LED chip strip. The aluminum and plastic of Energy Focus LED tubes can go to a commercial recycling plant to be broken down and turned into something else."}
{"meta": {"doc_id": 1355, "sent_id": 28, "sent_start_pos": 3832, "sent_end_pos": 4211, "title": "What Makes LED Lighting Sustainable?"}, "text": "There’s a little disassembly required, but all you have to do is remove the INPUT end of the LED tube and pull out the attached LED driver and LED chip strip. The aluminum and plastic of Energy Focus LED tubes can go to a commercial recycling plant to be broken down and turned into something else. The LED driver and chip components will need to be taken to an e-cycling center."}
{"meta": {"doc_id": 1355, "sent_id": 29, "sent_start_pos": 3991, "sent_end_pos": 4332, "title": "What Makes LED Lighting Sustainable?"}, "text": "The aluminum and plastic of Energy Focus LED tubes can go to a commercial recycling plant to be broken down and turned into something else. The LED driver and chip components will need to be taken to an e-cycling center. An e-cycling center is the same place where you would take old computers or electrical devices to be broken down safely."}
{"meta": {"doc_id": 1355, "sent_id": 30, "sent_start_pos": 4131, "sent_end_pos": [], "title": "What Makes LED Lighting Sustainable?"}, "text": "The LED driver and chip components will need to be taken to an e-cycling center. An e-cycling center is the same place where you would take old computers or electrical devices to be broken down safely. "}
{"meta": {"doc_id": 1356, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 170, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": " There are a lot of great environmentally friendly lighting solutions available on the market today. LED lights are among the best eco-friendly lighting options available."}
{"meta": {"doc_id": 1356, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 279, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "There are a lot of great environmentally friendly lighting solutions available on the market today. LED lights are among the best eco-friendly lighting options available. LED Lights Are Great, Eco-friendly Options\nThe Department of Energy has lauded the benefits of LED lighting."}
{"meta": {"doc_id": 1356, "sent_id": 2, "sent_start_pos": 100, "sent_end_pos": 360, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "LED lights are among the best eco-friendly lighting options available. LED Lights Are Great, Eco-friendly Options\nThe Department of Energy has lauded the benefits of LED lighting. They expect that they will eventually cut the energy needed for lighting by 40%."}
{"meta": {"doc_id": 1356, "sent_id": 3, "sent_start_pos": 171, "sent_end_pos": 731, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "LED Lights Are Great, Eco-friendly Options\nThe Department of Energy has lauded the benefits of LED lighting. They expect that they will eventually cut the energy needed for lighting by 40%. They can do everything from making sure you don’t stumble in the dark to maintaining order in traffic, It’s tough to imagine a world without artificial light – no neon storefront signs, no car headlights that let you see where you’re heading, and nothing to make sure you don’t jam your toes against the door in the night."}
{"meta": {"doc_id": 1356, "sent_id": 4, "sent_start_pos": 280, "sent_end_pos": 779, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "They expect that they will eventually cut the energy needed for lighting by 40%. They can do everything from making sure you don’t stumble in the dark to maintaining order in traffic, It’s tough to imagine a world without artificial light – no neon storefront signs, no car headlights that let you see where you’re heading, and nothing to make sure you don’t jam your toes against the door in the night. When the sun sets, the day is pretty much done."}
{"meta": {"doc_id": 1356, "sent_id": 5, "sent_start_pos": 409, "sent_end_pos": 863, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "They can do everything from making sure you don’t stumble in the dark to maintaining order in traffic, It’s tough to imagine a world without artificial light – no neon storefront signs, no car headlights that let you see where you’re heading, and nothing to make sure you don’t jam your toes against the door in the night. When the sun sets, the day is pretty much done. Without LED lights, we’d be living in a completely different world than we are now."}
{"meta": {"doc_id": 1356, "sent_id": 6, "sent_start_pos": 732, "sent_end_pos": 1001, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "When the sun sets, the day is pretty much done. Without LED lights, we’d be living in a completely different world than we are now. However, everything that has advantages also has disadvantages."}
{"meta": {"doc_id": 1356, "sent_id": 7, "sent_start_pos": 780, "sent_end_pos": 1116, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Without LED lights, we’d be living in a completely different world than we are now. However, everything that has advantages also has disadvantages. While the disadvantages of LED lights are nothing compared to those of incandescent bulbs, they are still present."}
{"meta": {"doc_id": 1356, "sent_id": 8, "sent_start_pos": 938, "sent_end_pos": 1244, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "However, everything that has advantages also has disadvantages. While the disadvantages of LED lights are nothing compared to those of incandescent bulbs, they are still present. You need to consider the drawbacks of using them, even if you would rather not use a less environmentally friendly alternative."}
{"meta": {"doc_id": 1356, "sent_id": 9, "sent_start_pos": 1002, "sent_end_pos": 1379, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "While the disadvantages of LED lights are nothing compared to those of incandescent bulbs, they are still present. You need to consider the drawbacks of using them, even if you would rather not use a less environmentally friendly alternative. The good thing is that they aren’t as prominent as those of incandescent, and you might haven’t even noticed them until you read this."}
{"meta": {"doc_id": 1356, "sent_id": 10, "sent_start_pos": 1117, "sent_end_pos": 1477, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "You need to consider the drawbacks of using them, even if you would rather not use a less environmentally friendly alternative. The good thing is that they aren’t as prominent as those of incandescent, and you might haven’t even noticed them until you read this. The Pros of LED Lights\nLet’s begin by discussing their pros – the things that make them so great."}
{"meta": {"doc_id": 1356, "sent_id": 11, "sent_start_pos": 1245, "sent_end_pos": 1602, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The good thing is that they aren’t as prominent as those of incandescent, and you might haven’t even noticed them until you read this. The Pros of LED Lights\nLet’s begin by discussing their pros – the things that make them so great. Saying that LED lights are efficient is a bit of an understatement because they are much more than that."}
{"meta": {"doc_id": 1356, "sent_id": 12, "sent_start_pos": 1380, "sent_end_pos": 1694, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The Pros of LED Lights\nLet’s begin by discussing their pros – the things that make them so great. Saying that LED lights are efficient is a bit of an understatement because they are much more than that. Consider that the average-sized incandescent bulb requires about 60 watts of power to work."}
{"meta": {"doc_id": 1356, "sent_id": 13, "sent_start_pos": 1498, "sent_end_pos": 1766, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Saying that LED lights are efficient is a bit of an understatement because they are much more than that. Consider that the average-sized incandescent bulb requires about 60 watts of power to work. Also, try to picture how bright the light from an incandescent bulb is."}
{"meta": {"doc_id": 1356, "sent_id": 14, "sent_start_pos": 1603, "sent_end_pos": 2006, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Consider that the average-sized incandescent bulb requires about 60 watts of power to work. Also, try to picture how bright the light from an incandescent bulb is. Not only do LEDs consume less power than incandescents, but they also shine twice as bright."}
{"meta": {"doc_id": 1356, "sent_id": 15, "sent_start_pos": 1695, "sent_end_pos": 2101, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Also, try to picture how bright the light from an incandescent bulb is. Not only do LEDs consume less power than incandescents, but they also shine twice as bright. This is why engineers say that LEDs have a higher lumen or watt score than incandescent bulbs."}
{"meta": {"doc_id": 1356, "sent_id": 16, "sent_start_pos": 1914, "sent_end_pos": 2200, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Not only do LEDs consume less power than incandescents, but they also shine twice as bright. This is why engineers say that LEDs have a higher lumen or watt score than incandescent bulbs. This ratio means they can produce brighter lights for less power than their incandescent partners."}
{"meta": {"doc_id": 1356, "sent_id": 17, "sent_start_pos": 2007, "sent_end_pos": 2278, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "This is why engineers say that LEDs have a higher lumen or watt score than incandescent bulbs. This ratio means they can produce brighter lights for less power than their incandescent partners. Another reason LED lights are efficient is that they don’t waste their power."}
{"meta": {"doc_id": 1356, "sent_id": 18, "sent_start_pos": 2102, "sent_end_pos": 2374, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "This ratio means they can produce brighter lights for less power than their incandescent partners. Another reason LED lights are efficient is that they don’t waste their power. Our sample incandescent light bulb consumes 60 watts of power, and it wastes 90% of that power."}
{"meta": {"doc_id": 1356, "sent_id": 19, "sent_start_pos": 2201, "sent_end_pos": 2481, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Another reason LED lights are efficient is that they don’t waste their power. Our sample incandescent light bulb consumes 60 watts of power, and it wastes 90% of that power. They only use one-tenth of their power in producing light."}
{"meta": {"doc_id": 1356, "sent_id": 20, "sent_start_pos": 2279, "sent_end_pos": 2535, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Our sample incandescent light bulb consumes 60 watts of power, and it wastes 90% of that power. They only use one-tenth of their power in producing light. The remaining nine-tenths is expended as heat energy."}
{"meta": {"doc_id": 1356, "sent_id": 21, "sent_start_pos": 2423, "sent_end_pos": 2658, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "They only use one-tenth of their power in producing light. The remaining nine-tenths is expended as heat energy. The LED, on the other hand, not only needs a mere 12 watts to work, but it also uses most of this power in creating light."}
{"meta": {"doc_id": 1356, "sent_id": 22, "sent_start_pos": 2482, "sent_end_pos": 2692, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The remaining nine-tenths is expended as heat energy. The LED, on the other hand, not only needs a mere 12 watts to work, but it also uses most of this power in creating light. That’s the efficiency of the LED."}
{"meta": {"doc_id": 1356, "sent_id": 23, "sent_start_pos": 2536, "sent_end_pos": 2820, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The LED, on the other hand, not only needs a mere 12 watts to work, but it also uses most of this power in creating light. That’s the efficiency of the LED. They can last 21 times as long as incandescent bulbs."}
{"meta": {"doc_id": 1356, "sent_id": 24, "sent_start_pos": 2659, "sent_end_pos": 2920, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "That’s the efficiency of the LED. They can last 21 times as long as incandescent bulbs. This lifespan is remarkable because it can save you a lot of money and a lot of trips to the store."}
{"meta": {"doc_id": 1356, "sent_id": 25, "sent_start_pos": 2767, "sent_end_pos": 3097, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "They can last 21 times as long as incandescent bulbs. This lifespan is remarkable because it can save you a lot of money and a lot of trips to the store. That’s not bad, because you can’t expect a light bulb to be eternal."}
{"meta": {"doc_id": 1356, "sent_id": 26, "sent_start_pos": 2821, "sent_end_pos": 3225, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "This lifespan is remarkable because it can save you a lot of money and a lot of trips to the store. That’s not bad, because you can’t expect a light bulb to be eternal. But then, it pales in comparison to LED light bulbs which can last up to 25,000 hours – they have a ridiculously long lifespan."}
{"meta": {"doc_id": 1356, "sent_id": 27, "sent_start_pos": 3029, "sent_end_pos": 3291, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "That’s not bad, because you can’t expect a light bulb to be eternal. But then, it pales in comparison to LED light bulbs which can last up to 25,000 hours – they have a ridiculously long lifespan. It amounts to three years, which is a lot longer than two months."}
{"meta": {"doc_id": 1356, "sent_id": 28, "sent_start_pos": 3098, "sent_end_pos": 3424, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "But then, it pales in comparison to LED light bulbs which can last up to 25,000 hours – they have a ridiculously long lifespan. It amounts to three years, which is a lot longer than two months. Having bulbs that last a long time means you have fewer things to worry about buying when you go to the supermarket or order online."}
{"meta": {"doc_id": 1356, "sent_id": 29, "sent_start_pos": 3226, "sent_end_pos": 3550, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "It amounts to three years, which is a lot longer than two months. Having bulbs that last a long time means you have fewer things to worry about buying when you go to the supermarket or order online. To avoid confusions, buying a LED bulb for the first time will cost you more money than an incandescent will."}
{"meta": {"doc_id": 1356, "sent_id": 30, "sent_start_pos": 3292, "sent_end_pos": 3642, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Having bulbs that last a long time means you have fewer things to worry about buying when you go to the supermarket or order online. To avoid confusions, buying a LED bulb for the first time will cost you more money than an incandescent will. In fact, you can expect to spend up to four times the amount you’d pay for an incandescent."}
{"meta": {"doc_id": 1356, "sent_id": 31, "sent_start_pos": 3441, "sent_end_pos": 3795, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "To avoid confusions, buying a LED bulb for the first time will cost you more money than an incandescent will. In fact, you can expect to spend up to four times the amount you’d pay for an incandescent. However, before you sign off LEDs, here’s a reason why you should go to e-conolight indoor LED lighting, and pick out some in spite of their high price."}
{"meta": {"doc_id": 1356, "sent_id": 32, "sent_start_pos": 3551, "sent_end_pos": 3909, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "In fact, you can expect to spend up to four times the amount you’d pay for an incandescent. However, before you sign off LEDs, here’s a reason why you should go to e-conolight indoor LED lighting, and pick out some in spite of their high price. Say your house needs a total of ten bulbs, and you buy incandescents at $1 per piece, you’d spend a total of $10."}
{"meta": {"doc_id": 1356, "sent_id": 33, "sent_start_pos": 3643, "sent_end_pos": 4012, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "However, before you sign off LEDs, here’s a reason why you should go to e-conolight indoor LED lighting, and pick out some in spite of their high price. Say your house needs a total of ten bulbs, and you buy incandescents at $1 per piece, you’d spend a total of $10. Unfortunately, the bulb will only last for two months of continuous use, and you’d have to replace it."}
{"meta": {"doc_id": 1356, "sent_id": 34, "sent_start_pos": 3796, "sent_end_pos": 4242, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Say your house needs a total of ten bulbs, and you buy incandescents at $1 per piece, you’d spend a total of $10. Unfortunately, the bulb will only last for two months of continuous use, and you’d have to replace it. However, they are supposed to last for three years straight, which means you won’t have to change them at all at that time."}
{"meta": {"doc_id": 1356, "sent_id": 35, "sent_start_pos": 3910, "sent_end_pos": 4320, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Unfortunately, the bulb will only last for two months of continuous use, and you’d have to replace it. However, they are supposed to last for three years straight, which means you won’t have to change them at all at that time. That makes them about $100 cheaper than incandescents within the same period."}
{"meta": {"doc_id": 1356, "sent_id": 36, "sent_start_pos": 4119, "sent_end_pos": 4408, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "However, they are supposed to last for three years straight, which means you won’t have to change them at all at that time. That makes them about $100 cheaper than incandescents within the same period. It can save you some bucks in the long run."}
{"meta": {"doc_id": 1356, "sent_id": 37, "sent_start_pos": 4243, "sent_end_pos": 4483, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "That makes them about $100 cheaper than incandescents within the same period. It can save you some bucks in the long run. The Cons of LED Lights\nSo far, we’ve talked about how great LED bulbs are."}
{"meta": {"doc_id": 1356, "sent_id": 38, "sent_start_pos": 4365, "sent_end_pos": 4705, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "It can save you some bucks in the long run. The Cons of LED Lights\nSo far, we’ve talked about how great LED bulbs are. For light sources that are supposed to be efficient, LEDs aren’t very accommodating."}
{"meta": {"doc_id": 1356, "sent_id": 39, "sent_start_pos": 4409, "sent_end_pos": 4764, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The Cons of LED Lights\nSo far, we’ve talked about how great LED bulbs are. For light sources that are supposed to be efficient, LEDs aren’t very accommodating. They can only function within a particular voltage supply."}
{"meta": {"doc_id": 1356, "sent_id": 40, "sent_start_pos": 4621, "sent_end_pos": 4836, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "For light sources that are supposed to be efficient, LEDs aren’t very accommodating. They can only function within a particular voltage supply. Below or above that, they can be either very useless or very dangerous."}
{"meta": {"doc_id": 1356, "sent_id": 41, "sent_start_pos": 4706, "sent_end_pos": 4996, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "They can only function within a particular voltage supply. Below or above that, they can be either very useless or very dangerous. The supply has to be powerful enough to drive the electrons in them to interact in a way that produces light."}
{"meta": {"doc_id": 1356, "sent_id": 42, "sent_start_pos": 4765, "sent_end_pos": 5113, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Below or above that, they can be either very useless or very dangerous. The supply has to be powerful enough to drive the electrons in them to interact in a way that produces light. If the supply isn’t, you shouldn’t expect any light from your LED, and getting an incandescent bulb might be better."}
{"meta": {"doc_id": 1356, "sent_id": 43, "sent_start_pos": 4887, "sent_end_pos": 5174, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The supply has to be powerful enough to drive the electrons in them to interact in a way that produces light. If the supply isn’t, you shouldn’t expect any light from your LED, and getting an incandescent bulb might be better. If the voltage is too high, their lifespan begins to reduce."}
{"meta": {"doc_id": 1356, "sent_id": 44, "sent_start_pos": 4997, "sent_end_pos": 5258, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "If the supply isn’t, you shouldn’t expect any light from your LED, and getting an incandescent bulb might be better. If the voltage is too high, their lifespan begins to reduce. The filaments burn, and the bulbs will last much shorter than they are supposed to."}
{"meta": {"doc_id": 1356, "sent_id": 45, "sent_start_pos": 5114, "sent_end_pos": 5387, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "If the voltage is too high, their lifespan begins to reduce. The filaments burn, and the bulbs will last much shorter than they are supposed to. If the voltage is too high, they can break, burn, or even explode."}
{"meta": {"doc_id": 1356, "sent_id": 46, "sent_start_pos": 5175, "sent_end_pos": 5536, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "The filaments burn, and the bulbs will last much shorter than they are supposed to. If the voltage is too high, they can break, burn, or even explode. We already talked about how LEDs are expensive to buy the first time around."}
{"meta": {"doc_id": 1356, "sent_id": 47, "sent_start_pos": 5321, "sent_end_pos": 5657, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "If the voltage is too high, they can break, burn, or even explode. We already talked about how LEDs are expensive to buy the first time around. It’s especially difficult for most people to commit because they are already used to replacing light bulbs now and then."}
{"meta": {"doc_id": 1356, "sent_id": 48, "sent_start_pos": 5460, "sent_end_pos": 5745, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "We already talked about how LEDs are expensive to buy the first time around. It’s especially difficult for most people to commit because they are already used to replacing light bulbs now and then. That’s where the “How many people does it take to screw a light bulb?” joke comes from."}
{"meta": {"doc_id": 1356, "sent_id": 49, "sent_start_pos": 5537, "sent_end_pos": 5883, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "It’s especially difficult for most people to commit because they are already used to replacing light bulbs now and then. That’s where the “How many people does it take to screw a light bulb?” joke comes from. This is why investing in a light bulb that will last “forever” may seem like a stretch to some people – a stretch that seems unnecessary."}
{"meta": {"doc_id": 1356, "sent_id": 50, "sent_start_pos": 5658, "sent_end_pos": 6044, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "That’s where the “How many people does it take to screw a light bulb?” joke comes from. This is why investing in a light bulb that will last “forever” may seem like a stretch to some people – a stretch that seems unnecessary. Bottom Line on LEDs as Energy Efficient Options\nEven though LEDs are pretty powerful and useful advancements in lighting, they have their pros and cons as well."}
{"meta": {"doc_id": 1356, "sent_id": 51, "sent_start_pos": 5746, "sent_end_pos": 6178, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "This is why investing in a light bulb that will last “forever” may seem like a stretch to some people – a stretch that seems unnecessary. Bottom Line on LEDs as Energy Efficient Options\nEven though LEDs are pretty powerful and useful advancements in lighting, they have their pros and cons as well. In exchange for benefits like longevity and low cost in the long term, they have disadvantages like being expensive on the first buy."}
{"meta": {"doc_id": 1356, "sent_id": 52, "sent_start_pos": 5884, "sent_end_pos": 6293, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Bottom Line on LEDs as Energy Efficient Options\nEven though LEDs are pretty powerful and useful advancements in lighting, they have their pros and cons as well. In exchange for benefits like longevity and low cost in the long term, they have disadvantages like being expensive on the first buy. Also, cons like requiring a specific power range to function are balanced with highly efficient power consumption."}
{"meta": {"doc_id": 1356, "sent_id": 53, "sent_start_pos": 6045, "sent_end_pos": 6413, "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "In exchange for benefits like longevity and low cost in the long term, they have disadvantages like being expensive on the first buy. Also, cons like requiring a specific power range to function are balanced with highly efficient power consumption. However, the bulk of their cons can be overcome pretty easily, and when it’s all said and done, they are worth the buy."}
{"meta": {"doc_id": 1356, "sent_id": 54, "sent_start_pos": 6179, "sent_end_pos": [], "title": "Is LED Lighting The Hero Of The Sustainability Movement?"}, "text": "Also, cons like requiring a specific power range to function are balanced with highly efficient power consumption. However, the bulk of their cons can be overcome pretty easily, and when it’s all said and done, they are worth the buy. "}
{"meta": {"doc_id": 1357, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": [], "title": "The Advantages of LED Lights for the Environment"}, "text": " What You Need To Know About Light Distribution Patterns\nEnergy Efficient Lighting - Why This is a Must\nHow Can Eco Lighting Save the World? "}
{"meta": {"doc_id": 1358, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 223, "title": "Sustainable Design with LED Lighting"}, "text": " Sustainable Design with LED Lighting How USAI Products Can Help Sustainable lighting is not an option, it is a responsibility. It is estimated that the US built environment produces 47.8% of all US greenhouse gas emissions."}
{"meta": {"doc_id": 1358, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 445, "title": "Sustainable Design with LED Lighting"}, "text": "Sustainable Design with LED Lighting How USAI Products Can Help Sustainable lighting is not an option, it is a responsibility. It is estimated that the US built environment produces 47.8% of all US greenhouse gas emissions. USAI Lighting products reduce energy consumption by more than 70% while reducing negative impacts on the environment and improving the health of occupants."}
{"meta": {"doc_id": 1358, "sent_id": 2, "sent_start_pos": 127, "sent_end_pos": 1687, "title": "Sustainable Design with LED Lighting"}, "text": "It is estimated that the US built environment produces 47.8% of all US greenhouse gas emissions. USAI Lighting products reduce energy consumption by more than 70% while reducing negative impacts on the environment and improving the health of occupants. Further reading on this topic: Solid State Lighting Demonstration ReportA brief summary of the state of LED adoption by museums, with recommendations Solid State Lighting Adoption by Museums: Survey Results, Analysis and RecommendationsA full gateway demonstration report provided by the US Department of Energy Energy Efficiency in Lighting – Considerations and PossibilitiesAn attempt to address more critically the design, operation and specification of electric lighting in combination with available daylight Quantifying Lighting Energy Efficiency: a Discussion DocumentEnergy efficiency is an important part of lighting design and operation, but there is no agreed way of determining energy efficiency performance rating Daylight Metrics and Energy SavingsReview of the historical basis of daylit building compliance methods and a technical proposal for development of better metrics Tweet !function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?"}
{"meta": {"doc_id": 1358, "sent_id": 3, "sent_start_pos": 290, "sent_end_pos": [], "title": "Sustainable Design with LED Lighting"}, "text": "USAI Lighting products reduce energy consumption by more than 70% while reducing negative impacts on the environment and improving the health of occupants. Further reading on this topic: Solid State Lighting Demonstration ReportA brief summary of the state of LED adoption by museums, with recommendations Solid State Lighting Adoption by Museums: Survey Results, Analysis and RecommendationsA full gateway demonstration report provided by the US Department of Energy Energy Efficiency in Lighting – Considerations and PossibilitiesAn attempt to address more critically the design, operation and specification of electric lighting in combination with available daylight Quantifying Lighting Energy Efficiency: a Discussion DocumentEnergy efficiency is an important part of lighting design and operation, but there is no agreed way of determining energy efficiency performance rating Daylight Metrics and Energy SavingsReview of the historical basis of daylit building compliance methods and a technical proposal for development of better metrics Tweet !function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)? "}
{"meta": {"doc_id": 1360, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 244, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": " The rise of LED lightbulbs has been driven in large part by their environmental credentials, and rightly so. LEDs consume a fraction of the power used by traditional incandescent bulbs and have exceptional longevity, lasting up to 25,000 hours."}
{"meta": {"doc_id": 1360, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 330, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The rise of LED lightbulbs has been driven in large part by their environmental credentials, and rightly so. LEDs consume a fraction of the power used by traditional incandescent bulbs and have exceptional longevity, lasting up to 25,000 hours. Most of an LED’s environmental impact (around 98 percent) is incurred during its use."}
{"meta": {"doc_id": 1360, "sent_id": 2, "sent_start_pos": 109, "sent_end_pos": 481, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "LEDs consume a fraction of the power used by traditional incandescent bulbs and have exceptional longevity, lasting up to 25,000 hours. Most of an LED’s environmental impact (around 98 percent) is incurred during its use. Factors such as longevity and efficiency present the greatest opportunity for LED manufacturers to improve the environmental impact of their products."}
{"meta": {"doc_id": 1360, "sent_id": 3, "sent_start_pos": 245, "sent_end_pos": 605, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Most of an LED’s environmental impact (around 98 percent) is incurred during its use. Factors such as longevity and efficiency present the greatest opportunity for LED manufacturers to improve the environmental impact of their products. After that, the biggest influencing factor -- the \"greenness\" of the power source itself -- is out of manufacturers’ hands."}
{"meta": {"doc_id": 1360, "sent_id": 4, "sent_start_pos": 331, "sent_end_pos": 827, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Factors such as longevity and efficiency present the greatest opportunity for LED manufacturers to improve the environmental impact of their products. After that, the biggest influencing factor -- the \"greenness\" of the power source itself -- is out of manufacturers’ hands. However, while only constituting around 2 percent of the overall environmental impact of an LED’s lifecycle, the manufacturing and recycling phases are becoming increasingly important considerations for LED manufacturers."}
{"meta": {"doc_id": 1360, "sent_id": 5, "sent_start_pos": 482, "sent_end_pos": 1065, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "After that, the biggest influencing factor -- the \"greenness\" of the power source itself -- is out of manufacturers’ hands. However, while only constituting around 2 percent of the overall environmental impact of an LED’s lifecycle, the manufacturing and recycling phases are becoming increasingly important considerations for LED manufacturers. The trend is being driven in part by corporate social responsibility and marketing, but there are also more pragmatic reasons to consider the whole lifecycle of LEDs -- the most obvious is in cost savings through using recycled material."}
{"meta": {"doc_id": 1360, "sent_id": 6, "sent_start_pos": 606, "sent_end_pos": 1259, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "However, while only constituting around 2 percent of the overall environmental impact of an LED’s lifecycle, the manufacturing and recycling phases are becoming increasingly important considerations for LED manufacturers. The trend is being driven in part by corporate social responsibility and marketing, but there are also more pragmatic reasons to consider the whole lifecycle of LEDs -- the most obvious is in cost savings through using recycled material. One notable area where manufacturers can drive significant eco-improvements is in their selection of substrate, a choice that can allow for improvements at both ends of the product’s lifecycle."}
{"meta": {"doc_id": 1360, "sent_id": 7, "sent_start_pos": 828, "sent_end_pos": 1399, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The trend is being driven in part by corporate social responsibility and marketing, but there are also more pragmatic reasons to consider the whole lifecycle of LEDs -- the most obvious is in cost savings through using recycled material. One notable area where manufacturers can drive significant eco-improvements is in their selection of substrate, a choice that can allow for improvements at both ends of the product’s lifecycle. The circular economy\nOver the past few years, growing emphasis has been placed on the production of goods under the circular economy model."}
{"meta": {"doc_id": 1360, "sent_id": 8, "sent_start_pos": 1066, "sent_end_pos": 1621, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "One notable area where manufacturers can drive significant eco-improvements is in their selection of substrate, a choice that can allow for improvements at both ends of the product’s lifecycle. The circular economy\nOver the past few years, growing emphasis has been placed on the production of goods under the circular economy model. The aim of the circular economy is to develop products that have the smallest environmental impact possible, by keeping them in use for as long as possible and then recovering and reusing the materials at the end of life."}
{"meta": {"doc_id": 1360, "sent_id": 9, "sent_start_pos": 1260, "sent_end_pos": 1776, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The circular economy\nOver the past few years, growing emphasis has been placed on the production of goods under the circular economy model. The aim of the circular economy is to develop products that have the smallest environmental impact possible, by keeping them in use for as long as possible and then recovering and reusing the materials at the end of life. This is in contrast to the more traditional \"linear economy\" model where a product is manufactured, used and disposed of, more often than not in landfill."}
{"meta": {"doc_id": 1360, "sent_id": 10, "sent_start_pos": 1400, "sent_end_pos": 1875, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The aim of the circular economy is to develop products that have the smallest environmental impact possible, by keeping them in use for as long as possible and then recovering and reusing the materials at the end of life. This is in contrast to the more traditional \"linear economy\" model where a product is manufactured, used and disposed of, more often than not in landfill. Over the next few years, billions of LED products are going to reach the end of their useful life."}
{"meta": {"doc_id": 1360, "sent_id": 11, "sent_start_pos": 1622, "sent_end_pos": 2048, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This is in contrast to the more traditional \"linear economy\" model where a product is manufactured, used and disposed of, more often than not in landfill. Over the next few years, billions of LED products are going to reach the end of their useful life. As this happens, the LED industry will need to adopt a multi-pronged approach to sustainability if it wants to maintain its image as an environmentally friendly technology."}
{"meta": {"doc_id": 1360, "sent_id": 12, "sent_start_pos": 1777, "sent_end_pos": 2190, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Over the next few years, billions of LED products are going to reach the end of their useful life. As this happens, the LED industry will need to adopt a multi-pronged approach to sustainability if it wants to maintain its image as an environmentally friendly technology. This will involve sourcing materials that use minimal energy to produce and manufacture, and, ideally, use recycled materials where possible."}
{"meta": {"doc_id": 1360, "sent_id": 13, "sent_start_pos": 1876, "sent_end_pos": 2399, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "As this happens, the LED industry will need to adopt a multi-pronged approach to sustainability if it wants to maintain its image as an environmentally friendly technology. This will involve sourcing materials that use minimal energy to produce and manufacture, and, ideally, use recycled materials where possible. To achieve this, manufacturers will need to design products with an eye on recyclability from the outset by sourcing materials that fit into the circular economy model and maintain their value at end of life."}
{"meta": {"doc_id": 1360, "sent_id": 14, "sent_start_pos": 2049, "sent_end_pos": 2560, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This will involve sourcing materials that use minimal energy to produce and manufacture, and, ideally, use recycled materials where possible. To achieve this, manufacturers will need to design products with an eye on recyclability from the outset by sourcing materials that fit into the circular economy model and maintain their value at end of life. LEDs and the need for thermally conductive substrates\nHigh-power LEDs are much less efficient than usually assumed, which causes significant thermal challenges."}
{"meta": {"doc_id": 1360, "sent_id": 15, "sent_start_pos": 2191, "sent_end_pos": 2688, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "To achieve this, manufacturers will need to design products with an eye on recyclability from the outset by sourcing materials that fit into the circular economy model and maintain their value at end of life. LEDs and the need for thermally conductive substrates\nHigh-power LEDs are much less efficient than usually assumed, which causes significant thermal challenges. While far more efficient than their incandescent predecessors, they only convert around 40 percent of the power input to light."}
{"meta": {"doc_id": 1360, "sent_id": 16, "sent_start_pos": 2400, "sent_end_pos": 2841, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "LEDs and the need for thermally conductive substrates\nHigh-power LEDs are much less efficient than usually assumed, which causes significant thermal challenges. While far more efficient than their incandescent predecessors, they only convert around 40 percent of the power input to light. This means some 60 percent of the power is converted into heat that needs to be removed to ensure the LED is kept within its safe operating temperature."}
{"meta": {"doc_id": 1360, "sent_id": 17, "sent_start_pos": 2561, "sent_end_pos": 2996, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "While far more efficient than their incandescent predecessors, they only convert around 40 percent of the power input to light. This means some 60 percent of the power is converted into heat that needs to be removed to ensure the LED is kept within its safe operating temperature. As with any electronic device, overheating can have a detrimental impact on lifespan, light quality and color, and can ultimately lead to the LED failing."}
{"meta": {"doc_id": 1360, "sent_id": 18, "sent_start_pos": 2689, "sent_end_pos": 3099, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This means some 60 percent of the power is converted into heat that needs to be removed to ensure the LED is kept within its safe operating temperature. As with any electronic device, overheating can have a detrimental impact on lifespan, light quality and color, and can ultimately lead to the LED failing. LEDs come in a wide variety of packages, with high-power LEDs predominantly using a ceramic substrate."}
{"meta": {"doc_id": 1360, "sent_id": 19, "sent_start_pos": 2842, "sent_end_pos": 3212, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "As with any electronic device, overheating can have a detrimental impact on lifespan, light quality and color, and can ultimately lead to the LED failing. LEDs come in a wide variety of packages, with high-power LEDs predominantly using a ceramic substrate. The substrate requires very specific properties -- it must be thermally conductive, but electrically insulating."}
{"meta": {"doc_id": 1360, "sent_id": 20, "sent_start_pos": 2997, "sent_end_pos": 3369, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "LEDs come in a wide variety of packages, with high-power LEDs predominantly using a ceramic substrate. The substrate requires very specific properties -- it must be thermally conductive, but electrically insulating. This generally limits the choice to relatively low thermal conductivity but low-priced alumina, or thermally effective but expensive aluminum nitride (AlN)."}
{"meta": {"doc_id": 1360, "sent_id": 21, "sent_start_pos": 3100, "sent_end_pos": 3559, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The substrate requires very specific properties -- it must be thermally conductive, but electrically insulating. This generally limits the choice to relatively low thermal conductivity but low-priced alumina, or thermally effective but expensive aluminum nitride (AlN). The high-power packaged LEDs are then mounted onto module printed circuit boards (PCBs), which, when combined with a heatsink and lens, become the luminaire (or bulb) that we know and love."}
{"meta": {"doc_id": 1360, "sent_id": 22, "sent_start_pos": 3213, "sent_end_pos": 3733, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This generally limits the choice to relatively low thermal conductivity but low-priced alumina, or thermally effective but expensive aluminum nitride (AlN). The high-power packaged LEDs are then mounted onto module printed circuit boards (PCBs), which, when combined with a heatsink and lens, become the luminaire (or bulb) that we know and love. Most general lighting luminaires will use a thermally efficient aluminum PCB (a metal-clad PCB or MCPCB) to enable the heat to reach the heatsink as efficiently as possible."}
{"meta": {"doc_id": 1360, "sent_id": 23, "sent_start_pos": 3370, "sent_end_pos": 3896, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The high-power packaged LEDs are then mounted onto module printed circuit boards (PCBs), which, when combined with a heatsink and lens, become the luminaire (or bulb) that we know and love. Most general lighting luminaires will use a thermally efficient aluminum PCB (a metal-clad PCB or MCPCB) to enable the heat to reach the heatsink as efficiently as possible. When LEDs are placed close together on a PCB -- in spotlights, for example -- aluminum PCBs may not be effective enough and aluminum nitride PCBs tend to be used."}
{"meta": {"doc_id": 1360, "sent_id": 24, "sent_start_pos": 3560, "sent_end_pos": 4015, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Most general lighting luminaires will use a thermally efficient aluminum PCB (a metal-clad PCB or MCPCB) to enable the heat to reach the heatsink as efficiently as possible. When LEDs are placed close together on a PCB -- in spotlights, for example -- aluminum PCBs may not be effective enough and aluminum nitride PCBs tend to be used. Eco-effects of manufacturing AlN vs. nanoceramic thermal substrates\nAlN is a technically significant ceramic material."}
{"meta": {"doc_id": 1360, "sent_id": 25, "sent_start_pos": 3734, "sent_end_pos": 4145, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "When LEDs are placed close together on a PCB -- in spotlights, for example -- aluminum PCBs may not be effective enough and aluminum nitride PCBs tend to be used. Eco-effects of manufacturing AlN vs. nanoceramic thermal substrates\nAlN is a technically significant ceramic material. It has a composite thermal conductivity from 140 to more than 200 watts per meter-Kelvin and is naturally electrically isolating."}
{"meta": {"doc_id": 1360, "sent_id": 26, "sent_start_pos": 3897, "sent_end_pos": 4291, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Eco-effects of manufacturing AlN vs. nanoceramic thermal substrates\nAlN is a technically significant ceramic material. It has a composite thermal conductivity from 140 to more than 200 watts per meter-Kelvin and is naturally electrically isolating. The most common approach to producing AlN for LEDs is carbothermal reduction and nitridation."}
{"meta": {"doc_id": 1360, "sent_id": 27, "sent_start_pos": 4016, "sent_end_pos": 4546, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "It has a composite thermal conductivity from 140 to more than 200 watts per meter-Kelvin and is naturally electrically isolating. The most common approach to producing AlN for LEDs is carbothermal reduction and nitridation. Not only is this a power-intensive and expensive process, it also produces 160 grams of carbon dioxide as a byproduct for every 100 grams of AlN produced -- and that’s excluding the amount of carbon used in extraction and production of the base material."}
{"meta": {"doc_id": 1360, "sent_id": 28, "sent_start_pos": 4198, "sent_end_pos": 4666, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The most common approach to producing AlN for LEDs is carbothermal reduction and nitridation. Not only is this a power-intensive and expensive process, it also produces 160 grams of carbon dioxide as a byproduct for every 100 grams of AlN produced -- and that’s excluding the amount of carbon used in extraction and production of the base material. AlN also generates a lot of waste when used as a PCB."}
{"meta": {"doc_id": 1360, "sent_id": 29, "sent_start_pos": 4292, "sent_end_pos": 4767, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Not only is this a power-intensive and expensive process, it also produces 160 grams of carbon dioxide as a byproduct for every 100 grams of AlN produced -- and that’s excluding the amount of carbon used in extraction and production of the base material. AlN also generates a lot of waste when used as a PCB. It is brittle, and this leads to as much as a 20 percent fracture rate when it is being circuitized."}
{"meta": {"doc_id": 1360, "sent_id": 30, "sent_start_pos": 4613, "sent_end_pos": 4950, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "AlN also generates a lot of waste when used as a PCB. It is brittle, and this leads to as much as a 20 percent fracture rate when it is being circuitized. These fractures only tend to get picked up at the end of the process once the material has undergone thin-film circuitization, leading to further waste of materials and energy costs."}
{"meta": {"doc_id": 1360, "sent_id": 31, "sent_start_pos": 4667, "sent_end_pos": 5055, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "It is brittle, and this leads to as much as a 20 percent fracture rate when it is being circuitized. These fractures only tend to get picked up at the end of the process once the material has undergone thin-film circuitization, leading to further waste of materials and energy costs. Clearly, an alternative option that meets the thermal and electrical requirements of AlN would be ideal."}
{"meta": {"doc_id": 1360, "sent_id": 32, "sent_start_pos": 4768, "sent_end_pos": 5223, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "These fractures only tend to get picked up at the end of the process once the material has undergone thin-film circuitization, leading to further waste of materials and energy costs. Clearly, an alternative option that meets the thermal and electrical requirements of AlN would be ideal. The process converts the surface of a sheet of aluminum into a thin layer of ceramic."}
{"meta": {"doc_id": 1360, "sent_id": 33, "sent_start_pos": 4951, "sent_end_pos": 5440, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Clearly, an alternative option that meets the thermal and electrical requirements of AlN would be ideal. The process converts the surface of a sheet of aluminum into a thin layer of ceramic. This ceramic layer acts as the dielectric, and, due to its thinness, acts as an extremely efficient thermal conductor, with a composite thermal conductivity of 152 watts per meter-Kelvin for a single-sided substrate."}
{"meta": {"doc_id": 1360, "sent_id": 34, "sent_start_pos": 5138, "sent_end_pos": 5518, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "The process converts the surface of a sheet of aluminum into a thin layer of ceramic. This ceramic layer acts as the dielectric, and, due to its thinness, acts as an extremely efficient thermal conductor, with a composite thermal conductivity of 152 watts per meter-Kelvin for a single-sided substrate. This makes it suitable for all but the most thermally demanding applications."}
{"meta": {"doc_id": 1360, "sent_id": 35, "sent_start_pos": 5224, "sent_end_pos": 5657, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This ceramic layer acts as the dielectric, and, due to its thinness, acts as an extremely efficient thermal conductor, with a composite thermal conductivity of 152 watts per meter-Kelvin for a single-sided substrate. This makes it suitable for all but the most thermally demanding applications. Not only is nanoceramic more cost-effective, easier to manufacture, and more robust than AlN, it is also far more eco-friendly to produce."}
{"meta": {"doc_id": 1360, "sent_id": 36, "sent_start_pos": 5441, "sent_end_pos": 5839, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This makes it suitable for all but the most thermally demanding applications. Not only is nanoceramic more cost-effective, easier to manufacture, and more robust than AlN, it is also far more eco-friendly to produce. While it requires high voltages during manufacturing (as part of the electrochemical oxidation process by which it is made), these voltages are only applied for a very brief period."}
{"meta": {"doc_id": 1360, "sent_id": 37, "sent_start_pos": 5519, "sent_end_pos": 6008, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Not only is nanoceramic more cost-effective, easier to manufacture, and more robust than AlN, it is also far more eco-friendly to produce. While it requires high voltages during manufacturing (as part of the electrochemical oxidation process by which it is made), these voltages are only applied for a very brief period. It also produces no carbon dioxide waste, beyond that generated by the power source, and the chemicals used are sufficiently benign to be disposed of in regular sewers."}
{"meta": {"doc_id": 1360, "sent_id": 38, "sent_start_pos": 5658, "sent_end_pos": 6247, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "While it requires high voltages during manufacturing (as part of the electrochemical oxidation process by which it is made), these voltages are only applied for a very brief period. It also produces no carbon dioxide waste, beyond that generated by the power source, and the chemicals used are sufficiently benign to be disposed of in regular sewers. Recyclability of AlN vs. nanoceramic substrates\nAccording to Recolight, the U.K.’s leading waste electrical and electronic equipment compliance scheme for the lighting industry, LEDs represent less than 1 percent of its lamp waste stream."}
{"meta": {"doc_id": 1360, "sent_id": 39, "sent_start_pos": 5840, "sent_end_pos": 6344, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "It also produces no carbon dioxide waste, beyond that generated by the power source, and the chemicals used are sufficiently benign to be disposed of in regular sewers. Recyclability of AlN vs. nanoceramic substrates\nAccording to Recolight, the U.K.’s leading waste electrical and electronic equipment compliance scheme for the lighting industry, LEDs represent less than 1 percent of its lamp waste stream. Even the most efficient recycling scheme, in Norway, is only able to achieve around 3.5 percent."}
{"meta": {"doc_id": 1360, "sent_id": 40, "sent_start_pos": 6009, "sent_end_pos": 6449, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Recyclability of AlN vs. nanoceramic substrates\nAccording to Recolight, the U.K.’s leading waste electrical and electronic equipment compliance scheme for the lighting industry, LEDs represent less than 1 percent of its lamp waste stream. Even the most efficient recycling scheme, in Norway, is only able to achieve around 3.5 percent. This is a sign of LEDs’ relatively recent introduction to the market and a testament to their longevity."}
{"meta": {"doc_id": 1360, "sent_id": 41, "sent_start_pos": 6248, "sent_end_pos": 6518, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Even the most efficient recycling scheme, in Norway, is only able to achieve around 3.5 percent. This is a sign of LEDs’ relatively recent introduction to the market and a testament to their longevity. However, in 10 years, LED recycling will be a significant challenge."}
{"meta": {"doc_id": 1360, "sent_id": 42, "sent_start_pos": 6345, "sent_end_pos": 6662, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This is a sign of LEDs’ relatively recent introduction to the market and a testament to their longevity. However, in 10 years, LED recycling will be a significant challenge. Whereas incandescent bulbs are recycled primarily for their glass (over 90 percent of their content), LEDs are more complex in their structure."}
{"meta": {"doc_id": 1360, "sent_id": 43, "sent_start_pos": 6450, "sent_end_pos": 6759, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "However, in 10 years, LED recycling will be a significant challenge. Whereas incandescent bulbs are recycled primarily for their glass (over 90 percent of their content), LEDs are more complex in their structure. Current recycling solutions involve crushing the bulb and then separating the various materials."}
{"meta": {"doc_id": 1360, "sent_id": 44, "sent_start_pos": 6519, "sent_end_pos": 6856, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Whereas incandescent bulbs are recycled primarily for their glass (over 90 percent of their content), LEDs are more complex in their structure. Current recycling solutions involve crushing the bulb and then separating the various materials. Currently, LEDs are treated as \"contamination\" because they are so small and complex to recycle."}
{"meta": {"doc_id": 1360, "sent_id": 45, "sent_start_pos": 6663, "sent_end_pos": 6994, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Current recycling solutions involve crushing the bulb and then separating the various materials. Currently, LEDs are treated as \"contamination\" because they are so small and complex to recycle. This is starting to change as processes improve and the requirement to reuse the rare earth materials they contain becomes more pressing."}
{"meta": {"doc_id": 1360, "sent_id": 46, "sent_start_pos": 6760, "sent_end_pos": 7122, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Currently, LEDs are treated as \"contamination\" because they are so small and complex to recycle. This is starting to change as processes improve and the requirement to reuse the rare earth materials they contain becomes more pressing. By the time LED recycling becomes a significant issue it is likely that the technologies will exist to efficiently recycle die."}
{"meta": {"doc_id": 1360, "sent_id": 47, "sent_start_pos": 6857, "sent_end_pos": 7232, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "This is starting to change as processes improve and the requirement to reuse the rare earth materials they contain becomes more pressing. By the time LED recycling becomes a significant issue it is likely that the technologies will exist to efficiently recycle die. One of the most recyclable elements in LED bulbs is the aluminum that most MCPCBs and heatsinks are based on."}
{"meta": {"doc_id": 1360, "sent_id": 48, "sent_start_pos": 6995, "sent_end_pos": 7370, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "By the time LED recycling becomes a significant issue it is likely that the technologies will exist to efficiently recycle die. One of the most recyclable elements in LED bulbs is the aluminum that most MCPCBs and heatsinks are based on. Aluminum is one of the most easily and commonly recycled materials and can be recycled indefinitely without any deterioration in quality."}
{"meta": {"doc_id": 1360, "sent_id": 49, "sent_start_pos": 7123, "sent_end_pos": 7498, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "One of the most recyclable elements in LED bulbs is the aluminum that most MCPCBs and heatsinks are based on. Aluminum is one of the most easily and commonly recycled materials and can be recycled indefinitely without any deterioration in quality. Cambridge Nanotherm’s thermal management solution, being predominantly aluminum, can be recycled using existing infrastructure."}
{"meta": {"doc_id": 1360, "sent_id": 50, "sent_start_pos": 7233, "sent_end_pos": 7648, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Aluminum is one of the most easily and commonly recycled materials and can be recycled indefinitely without any deterioration in quality. Cambridge Nanotherm’s thermal management solution, being predominantly aluminum, can be recycled using existing infrastructure. What’s more, this process is ecologically sound, taking only around 5 percent of the energy used in the primary manufacture of aluminum from bauxite."}
{"meta": {"doc_id": 1360, "sent_id": 51, "sent_start_pos": 7371, "sent_end_pos": 7886, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Cambridge Nanotherm’s thermal management solution, being predominantly aluminum, can be recycled using existing infrastructure. What’s more, this process is ecologically sound, taking only around 5 percent of the energy used in the primary manufacture of aluminum from bauxite. Nanoceramic substrates based on aluminum are a perfect fit for the circular economy philosophy, offering manufacturers the ideal material to improve their carbon footprint while maintaining the same thermal properties and reducing costs."}
{"meta": {"doc_id": 1360, "sent_id": 52, "sent_start_pos": 7499, "sent_end_pos": 8049, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "What’s more, this process is ecologically sound, taking only around 5 percent of the energy used in the primary manufacture of aluminum from bauxite. Nanoceramic substrates based on aluminum are a perfect fit for the circular economy philosophy, offering manufacturers the ideal material to improve their carbon footprint while maintaining the same thermal properties and reducing costs. In terms of a lighting product’s environmental impact, little is going to offer the kind of carbon savings that improvements in efficiency and lifespan can offer."}
{"meta": {"doc_id": 1360, "sent_id": 53, "sent_start_pos": 7649, "sent_end_pos": 8159, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Nanoceramic substrates based on aluminum are a perfect fit for the circular economy philosophy, offering manufacturers the ideal material to improve their carbon footprint while maintaining the same thermal properties and reducing costs. In terms of a lighting product’s environmental impact, little is going to offer the kind of carbon savings that improvements in efficiency and lifespan can offer. That said, when you consider the billions of high-power LEDs on the market, small improvements really matter."}
{"meta": {"doc_id": 1360, "sent_id": 54, "sent_start_pos": 7887, "sent_end_pos": 8334, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "In terms of a lighting product’s environmental impact, little is going to offer the kind of carbon savings that improvements in efficiency and lifespan can offer. That said, when you consider the billions of high-power LEDs on the market, small improvements really matter. We’re about to enter the first phase where LEDs will reach the end of their life, and we will be inundated with bulbs that are not easily recyclable because they contain AlN."}
{"meta": {"doc_id": 1360, "sent_id": 55, "sent_start_pos": 8050, "sent_end_pos": 8483, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "That said, when you consider the billions of high-power LEDs on the market, small improvements really matter. We’re about to enter the first phase where LEDs will reach the end of their life, and we will be inundated with bulbs that are not easily recyclable because they contain AlN. There is a grim irony when you consider the environmentally friendly LED bulb going to landfill while its inefficient predecessor is being recycled."}
{"meta": {"doc_id": 1360, "sent_id": 56, "sent_start_pos": 8160, "sent_end_pos": 8699, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "We’re about to enter the first phase where LEDs will reach the end of their life, and we will be inundated with bulbs that are not easily recyclable because they contain AlN. There is a grim irony when you consider the environmentally friendly LED bulb going to landfill while its inefficient predecessor is being recycled. Nanoceramics are not only the cost-effective alternative to AlN as a thermal management solution, they are also the environmentally friendly choice."}
{"meta": {"doc_id": 1360, "sent_id": 57, "sent_start_pos": 8335, "sent_end_pos": 8935, "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "There is a grim irony when you consider the environmentally friendly LED bulb going to landfill while its inefficient predecessor is being recycled. Nanoceramics are not only the cost-effective alternative to AlN as a thermal management solution, they are also the environmentally friendly choice. Working with eight out of the top 10 LED manufacturers, Cambridge Nanotherm manufactures the most efficient thermal management technology for high-powered electronics."}
{"meta": {"doc_id": 1360, "sent_id": 58, "sent_start_pos": 8551, "sent_end_pos": [], "title": "Making More Sustainable LEDs With Reusable Materials"}, "text": "Nanoceramics are not only the cost-effective alternative to AlN as a thermal management solution, they are also the environmentally friendly choice. Working with eight out of the top 10 LED manufacturers, Cambridge Nanotherm manufactures the most efficient thermal management technology for high-powered electronics. "}
{"meta": {"doc_id": 1361, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 477, "title": "LED bulbs not as eco-friendly as some might think"}, "text": " LED bulbs not as eco-friendly as some might think\nLED light bulbs are becoming increasingly popular with designers and consumers of green technology, as they use less electricity, last longer, and emit more light on a pound-for-pound basis than traditional incandescent bulbs. However, while it may be tempting to look at them as having solved the problem of environmentally-unfriendly lighting, researchers from the University of California would advise against such thinking."}
{"meta": {"doc_id": 1361, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 699, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "LED bulbs not as eco-friendly as some might think\nLED light bulbs are becoming increasingly popular with designers and consumers of green technology, as they use less electricity, last longer, and emit more light on a pound-for-pound basis than traditional incandescent bulbs. However, while it may be tempting to look at them as having solved the problem of environmentally-unfriendly lighting, researchers from the University of California would advise against such thinking. Scientists from UC Irvine and UC Davis pulverized multicolored LED Christmas lights, traffic signal lights, and automobile head and brake lights, allowed residue to leach from them, and then analyzed its chemical content."}
{"meta": {"doc_id": 1361, "sent_id": 2, "sent_start_pos": 277, "sent_end_pos": 895, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "However, while it may be tempting to look at them as having solved the problem of environmentally-unfriendly lighting, researchers from the University of California would advise against such thinking. Scientists from UC Irvine and UC Davis pulverized multicolored LED Christmas lights, traffic signal lights, and automobile head and brake lights, allowed residue to leach from them, and then analyzed its chemical content. They discovered that low-intensity red LEDs contained up to eight times the amount of lead allowed under California law, although generally brighter bulbs tended to contain the most contaminants."}
{"meta": {"doc_id": 1361, "sent_id": 3, "sent_start_pos": 478, "sent_end_pos": 1009, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "Scientists from UC Irvine and UC Davis pulverized multicolored LED Christmas lights, traffic signal lights, and automobile head and brake lights, allowed residue to leach from them, and then analyzed its chemical content. They discovered that low-intensity red LEDs contained up to eight times the amount of lead allowed under California law, although generally brighter bulbs tended to contain the most contaminants. While white bulbs had a lower lead content than their colored counterparts, they still had high levels of nickel."}
{"meta": {"doc_id": 1361, "sent_id": 4, "sent_start_pos": 700, "sent_end_pos": 1313, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "They discovered that low-intensity red LEDs contained up to eight times the amount of lead allowed under California law, although generally brighter bulbs tended to contain the most contaminants. While white bulbs had a lower lead content than their colored counterparts, they still had high levels of nickel. Besides the lead and nickel, the bulbs and their associated parts were also found to contain arsenic, copper, and other metals that have been linked to different cancers, neurological damage, kidney disease, hypertension, skin rashes and other illnesses in humans, and to ecological damage in waterways."}
{"meta": {"doc_id": 1361, "sent_id": 5, "sent_start_pos": 896, "sent_end_pos": 1534, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "While white bulbs had a lower lead content than their colored counterparts, they still had high levels of nickel. Besides the lead and nickel, the bulbs and their associated parts were also found to contain arsenic, copper, and other metals that have been linked to different cancers, neurological damage, kidney disease, hypertension, skin rashes and other illnesses in humans, and to ecological damage in waterways. UC Irvine’s Oladele Ogunseitan said that while breaking a single bulb and breathing its fumes would not automatically cause cancer, it could be the tipping point for an individual regularly exposed to another carcinogen."}
{"meta": {"doc_id": 1361, "sent_id": 6, "sent_start_pos": 1010, "sent_end_pos": 1664, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "Besides the lead and nickel, the bulbs and their associated parts were also found to contain arsenic, copper, and other metals that have been linked to different cancers, neurological damage, kidney disease, hypertension, skin rashes and other illnesses in humans, and to ecological damage in waterways. UC Irvine’s Oladele Ogunseitan said that while breaking a single bulb and breathing its fumes would not automatically cause cancer, it could be the tipping point for an individual regularly exposed to another carcinogen. The study found that the production, use and disposal of LEDs all present health risks, which the public should be made aware of."}
{"meta": {"doc_id": 1361, "sent_id": 7, "sent_start_pos": 1314, "sent_end_pos": 1914, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "UC Irvine’s Oladele Ogunseitan said that while breaking a single bulb and breathing its fumes would not automatically cause cancer, it could be the tipping point for an individual regularly exposed to another carcinogen. The study found that the production, use and disposal of LEDs all present health risks, which the public should be made aware of. It suggests that a special broom, gloves and mask should be used when cleaning up broken bulbs, and that crews attending to car accidents or broken traffic lights should be required to wear protective gear, and treat the material as hazardous waste."}
{"meta": {"doc_id": 1361, "sent_id": 8, "sent_start_pos": 1535, "sent_end_pos": 2005, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "The study found that the production, use and disposal of LEDs all present health risks, which the public should be made aware of. It suggests that a special broom, gloves and mask should be used when cleaning up broken bulbs, and that crews attending to car accidents or broken traffic lights should be required to wear protective gear, and treat the material as hazardous waste. LEDs are currently not classified as toxic, and are disposed of in conventional landfills."}
{"meta": {"doc_id": 1361, "sent_id": 9, "sent_start_pos": 1665, "sent_end_pos": 2206, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "It suggests that a special broom, gloves and mask should be used when cleaning up broken bulbs, and that crews attending to car accidents or broken traffic lights should be required to wear protective gear, and treat the material as hazardous waste. LEDs are currently not classified as toxic, and are disposed of in conventional landfills. Ogunseitan blames the situation on a lack of proper product testing before LEDs were presented as a more efficient replacement for incandescent bulbs – which are now being phased out around the world."}
{"meta": {"doc_id": 1361, "sent_id": 10, "sent_start_pos": 1915, "sent_end_pos": 2433, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "LEDs are currently not classified as toxic, and are disposed of in conventional landfills. Ogunseitan blames the situation on a lack of proper product testing before LEDs were presented as a more efficient replacement for incandescent bulbs – which are now being phased out around the world. Although a law requiring more stringent testing for such products was scheduled to begin on January 1st in California, it was opposed by industry groups, and Governor Arnold Schwarzenegger put it on hold before leaving office."}
{"meta": {"doc_id": 1361, "sent_id": 11, "sent_start_pos": 2006, "sent_end_pos": 2596, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "Ogunseitan blames the situation on a lack of proper product testing before LEDs were presented as a more efficient replacement for incandescent bulbs – which are now being phased out around the world. Although a law requiring more stringent testing for such products was scheduled to begin on January 1st in California, it was opposed by industry groups, and Governor Arnold Schwarzenegger put it on hold before leaving office. “Every day we don't have a law that says you cannot replace an unsafe product with another unsafe product, we're putting people's lives at risk,” said Ogunseitan."}
{"meta": {"doc_id": 1361, "sent_id": 12, "sent_start_pos": 2207, "sent_end_pos": 2760, "title": "LED bulbs not as eco-friendly as some might think"}, "text": "Although a law requiring more stringent testing for such products was scheduled to begin on January 1st in California, it was opposed by industry groups, and Governor Arnold Schwarzenegger put it on hold before leaving office. “Every day we don't have a law that says you cannot replace an unsafe product with another unsafe product, we're putting people's lives at risk,” said Ogunseitan. “And it's a preventable risk.”\nIncandescent bulbs, incidentally, contain very high levels of lead and mercury, while compact fluorescents are also high in mercury."}
{"meta": {"doc_id": 1361, "sent_id": 13, "sent_start_pos": 2434, "sent_end_pos": [], "title": "LED bulbs not as eco-friendly as some might think"}, "text": "“Every day we don't have a law that says you cannot replace an unsafe product with another unsafe product, we're putting people's lives at risk,” said Ogunseitan. “And it's a preventable risk.”\nIncandescent bulbs, incidentally, contain very high levels of lead and mercury, while compact fluorescents are also high in mercury. "}
{"meta": {"doc_id": 1362, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 357, "title": "Sustainability of LED production?"}, "text": " Most of these need to be mined from the earth. Organic LEDs sound at first like they might be better, but they are only organic in the sense of \"organic chemistry,\" not \"grown without pesticides.\""}
{"meta": {"doc_id": 1362, "sent_id": 1, "sent_start_pos": 161, "sent_end_pos": 486, "title": "Sustainability of LED production?"}, "text": "Most of these need to be mined from the earth. Organic LEDs sound at first like they might be better, but they are only organic in the sense of \"organic chemistry,\" not \"grown without pesticides.\" However, in addition to organic compounds they also use indium, tin, barium, calcium, and aluminum so mining is still necessary."}
{"meta": {"doc_id": 1362, "sent_id": 2, "sent_start_pos": 208, "sent_end_pos": 634, "title": "Sustainability of LED production?"}, "text": "Organic LEDs sound at first like they might be better, but they are only organic in the sense of \"organic chemistry,\" not \"grown without pesticides.\" However, in addition to organic compounds they also use indium, tin, barium, calcium, and aluminum so mining is still necessary. Are there any LED technologies that avoid depleting limited mineral resources either by using only abundant materials or by being fully recyclable?"}
{"meta": {"doc_id": 1362, "sent_id": 3, "sent_start_pos": 358, "sent_end_pos": 788, "title": "Sustainability of LED production?"}, "text": "However, in addition to organic compounds they also use indium, tin, barium, calcium, and aluminum so mining is still necessary. Are there any LED technologies that avoid depleting limited mineral resources either by using only abundant materials or by being fully recyclable? Failing that, are there any LED technologies that are clearly more sustainable to produce than the others in terms of resources and environmental impact?"}
{"meta": {"doc_id": 1362, "sent_id": 4, "sent_start_pos": 487, "sent_end_pos": 865, "title": "Sustainability of LED production?"}, "text": "Are there any LED technologies that avoid depleting limited mineral resources either by using only abundant materials or by being fully recyclable? Failing that, are there any LED technologies that are clearly more sustainable to produce than the others in terms of resources and environmental impact? Or do all LEDs effectively have equal impact and only differ in performance?"}
{"meta": {"doc_id": 1362, "sent_id": 5, "sent_start_pos": 635, "sent_end_pos": [], "title": "Sustainability of LED production?"}, "text": "Failing that, are there any LED technologies that are clearly more sustainable to produce than the others in terms of resources and environmental impact? Or do all LEDs effectively have equal impact and only differ in performance? "}
{"meta": {"doc_id": 1363, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 317, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": " Each year, new laws are written mandating increased energy efficiency in buildings, creating a demand for clean technology NOW. Many cities are committing to using 100% renewable energy within the next 50 years, so it makes sense for businesses to cut energy consumption and offset usage with other sources of energy."}
{"meta": {"doc_id": 1363, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 485, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Each year, new laws are written mandating increased energy efficiency in buildings, creating a demand for clean technology NOW. Many cities are committing to using 100% renewable energy within the next 50 years, so it makes sense for businesses to cut energy consumption and offset usage with other sources of energy. Many businesses are looking to pick the low-hanging fruit of sustainable requirements first, and one of the easiest changes a high return is switching to LED lighting."}
{"meta": {"doc_id": 1363, "sent_id": 2, "sent_start_pos": 128, "sent_end_pos": 792, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Many cities are committing to using 100% renewable energy within the next 50 years, so it makes sense for businesses to cut energy consumption and offset usage with other sources of energy. Many businesses are looking to pick the low-hanging fruit of sustainable requirements first, and one of the easiest changes a high return is switching to LED lighting. Traditional light bulbs release 90% of their energy as heat, while LEDs put off 5% or less of the energy as heat due to the lack of a filament traditionally found in incandescent light bulbs."}
{"meta": {"doc_id": 1363, "sent_id": 3, "sent_start_pos": 318, "sent_end_pos": 946, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Many businesses are looking to pick the low-hanging fruit of sustainable requirements first, and one of the easiest changes a high return is switching to LED lighting. Traditional light bulbs release 90% of their energy as heat, while LEDs put off 5% or less of the energy as heat due to the lack of a filament traditionally found in incandescent light bulbs. This efficient technology also has over 4 times the lifespan of fluorescents and lasts over 20 times longer than an incandescent bulb depending on usage."}
{"meta": {"doc_id": 1363, "sent_id": 4, "sent_start_pos": 601, "sent_end_pos": 1053, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Traditional light bulbs release 90% of their energy as heat, while LEDs put off 5% or less of the energy as heat due to the lack of a filament traditionally found in incandescent light bulbs. This efficient technology also has over 4 times the lifespan of fluorescents and lasts over 20 times longer than an incandescent bulb depending on usage. This means, LED lights last an average of 13 years, using significantly less wattage than the competition."}
{"meta": {"doc_id": 1363, "sent_id": 5, "sent_start_pos": 793, "sent_end_pos": 1169, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "This efficient technology also has over 4 times the lifespan of fluorescents and lasts over 20 times longer than an incandescent bulb depending on usage. This means, LED lights last an average of 13 years, using significantly less wattage than the competition. No Toxic Materials\nMercury is a common material used in the production of fluorescent and incandescent light bulbs."}
{"meta": {"doc_id": 1363, "sent_id": 6, "sent_start_pos": 947, "sent_end_pos": 1240, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "This means, LED lights last an average of 13 years, using significantly less wattage than the competition. No Toxic Materials\nMercury is a common material used in the production of fluorescent and incandescent light bulbs. Did you know non-LED light bulbs have less mercury than a can of tuna?"}
{"meta": {"doc_id": 1363, "sent_id": 7, "sent_start_pos": 1054, "sent_end_pos": 1424, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "No Toxic Materials\nMercury is a common material used in the production of fluorescent and incandescent light bulbs. Did you know non-LED light bulbs have less mercury than a can of tuna? Waste Reduction\nNot only does the production of this technology use less chemicals, it creates less waste."}
{"meta": {"doc_id": 1363, "sent_id": 8, "sent_start_pos": 1170, "sent_end_pos": 1504, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Did you know non-LED light bulbs have less mercury than a can of tuna? Waste Reduction\nNot only does the production of this technology use less chemicals, it creates less waste. The average LED light can last over 10x longer than an incandescent light bulb."}
{"meta": {"doc_id": 1363, "sent_id": 9, "sent_start_pos": 1318, "sent_end_pos": 1639, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Waste Reduction\nNot only does the production of this technology use less chemicals, it creates less waste. The average LED light can last over 10x longer than an incandescent light bulb. This durability allows for less disposal of burned out lights, cutting down the amount of waste in landfills and recycling facilities."}
{"meta": {"doc_id": 1363, "sent_id": 10, "sent_start_pos": 1425, "sent_end_pos": 1752, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "The average LED light can last over 10x longer than an incandescent light bulb. This durability allows for less disposal of burned out lights, cutting down the amount of waste in landfills and recycling facilities. These lights are fully recyclable at certain recycling facilities, and can be repurposed to extend the lifespan."}
{"meta": {"doc_id": 1363, "sent_id": 11, "sent_start_pos": 1505, "sent_end_pos": 1932, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "This durability allows for less disposal of burned out lights, cutting down the amount of waste in landfills and recycling facilities. These lights are fully recyclable at certain recycling facilities, and can be repurposed to extend the lifespan. They are easier and safer to dispose of than incandescent or CFL bulbs, which should be taken to a hazardous waste disposal facility due to the toxic materials used in production."}
{"meta": {"doc_id": 1363, "sent_id": 12, "sent_start_pos": 1640, "sent_end_pos": 1994, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "These lights are fully recyclable at certain recycling facilities, and can be repurposed to extend the lifespan. They are easier and safer to dispose of than incandescent or CFL bulbs, which should be taken to a hazardous waste disposal facility due to the toxic materials used in production. Today, LED lighting is the most sustainable option available."}
{"meta": {"doc_id": 1363, "sent_id": 13, "sent_start_pos": 1753, "sent_end_pos": 2071, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "They are easier and safer to dispose of than incandescent or CFL bulbs, which should be taken to a hazardous waste disposal facility due to the toxic materials used in production. Today, LED lighting is the most sustainable option available. Carbon Emissions\nLighting plays a large role in a person’s carbon footprint."}
{"meta": {"doc_id": 1363, "sent_id": 14, "sent_start_pos": 1933, "sent_end_pos": 2148, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Today, LED lighting is the most sustainable option available. Carbon Emissions\nLighting plays a large role in a person’s carbon footprint. Almost 17% of an average person’s carbon emissions come from lighting alone."}
{"meta": {"doc_id": 1363, "sent_id": 15, "sent_start_pos": 1995, "sent_end_pos": 2336, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Carbon Emissions\nLighting plays a large role in a person’s carbon footprint. Almost 17% of an average person’s carbon emissions come from lighting alone. An LED bulb can have the same brightness in lumens while using lower wattage than an incandescent or CFL bulb, meaning that one can get the same brightness using a fraction of the energy."}
{"meta": {"doc_id": 1363, "sent_id": 16, "sent_start_pos": 2072, "sent_end_pos": 2474, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Almost 17% of an average person’s carbon emissions come from lighting alone. An LED bulb can have the same brightness in lumens while using lower wattage than an incandescent or CFL bulb, meaning that one can get the same brightness using a fraction of the energy. Replacing old fixtures at home and in the office with energy efficient LED models is an easy way to significantly cut energy consumption."}
{"meta": {"doc_id": 1363, "sent_id": 17, "sent_start_pos": 2149, "sent_end_pos": 2540, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "An LED bulb can have the same brightness in lumens while using lower wattage than an incandescent or CFL bulb, meaning that one can get the same brightness using a fraction of the energy. Replacing old fixtures at home and in the office with energy efficient LED models is an easy way to significantly cut energy consumption. These are only a few of the benefits that come with LED lighting."}
{"meta": {"doc_id": 1363, "sent_id": 18, "sent_start_pos": 2337, "sent_end_pos": 2861, "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "Replacing old fixtures at home and in the office with energy efficient LED models is an easy way to significantly cut energy consumption. These are only a few of the benefits that come with LED lighting. This type of lighting can be beneficial in almost any indoor or outdoor space, and can be purchased in any home improvement store or installed by companies like The Energy Smiths for large projects or hard to reach spots."}
{"meta": {"doc_id": 1363, "sent_id": 19, "sent_start_pos": 2475, "sent_end_pos": [], "title": "IS LED LIGHTING SUSTAINABLE?"}, "text": "These are only a few of the benefits that come with LED lighting. This type of lighting can be beneficial in almost any indoor or outdoor space, and can be purchased in any home improvement store or installed by companies like The Energy Smiths for large projects or hard to reach spots. "}
{"meta": {"doc_id": 1364, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 193, "title": "Shaping the lighting revolution"}, "text": " To meet the needs of a growing population, we need to consume resources more efficiently. By 2030 for example, the global tally of light points will have increased by 35 per cent to 60 billion."}
{"meta": {"doc_id": 1364, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 308, "title": "Shaping the lighting revolution"}, "text": "To meet the needs of a growing population, we need to consume resources more efficiently. By 2030 for example, the global tally of light points will have increased by 35 per cent to 60 billion. Simply adopting LED in place of incandescent lighting would reduce energy consumption by a remarkable 53 per cent."}
{"meta": {"doc_id": 1364, "sent_id": 2, "sent_start_pos": 90, "sent_end_pos": [], "title": "Shaping the lighting revolution"}, "text": "By 2030 for example, the global tally of light points will have increased by 35 per cent to 60 billion. Simply adopting LED in place of incandescent lighting would reduce energy consumption by a remarkable 53 per cent. "}
{"meta": {"doc_id": 1365, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 215, "title": "The Sustainability Of LED Lights"}, "text": " The Sustainability of LED Lights\nHalogen light bulbs are found in a variety of places in any household. For instance, landscaping lighting that is meant to light specific areas."}
{"meta": {"doc_id": 1365, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 280, "title": "The Sustainability Of LED Lights"}, "text": "The Sustainability of LED Lights\nHalogen light bulbs are found in a variety of places in any household. For instance, landscaping lighting that is meant to light specific areas. They have also been used for many other reasons around the home."}
{"meta": {"doc_id": 1365, "sent_id": 2, "sent_start_pos": 142, "sent_end_pos": 347, "title": "The Sustainability Of LED Lights"}, "text": "For instance, landscaping lighting that is meant to light specific areas. They have also been used for many other reasons around the home. These particular bulbs are very inexpensive within the short term."}
{"meta": {"doc_id": 1365, "sent_id": 3, "sent_start_pos": 216, "sent_end_pos": 406, "title": "The Sustainability Of LED Lights"}, "text": "They have also been used for many other reasons around the home. These particular bulbs are very inexpensive within the short term. This may be the reason for their every growing popularity."}
{"meta": {"doc_id": 1365, "sent_id": 4, "sent_start_pos": 281, "sent_end_pos": 578, "title": "The Sustainability Of LED Lights"}, "text": "These particular bulbs are very inexpensive within the short term. This may be the reason for their every growing popularity. This is because, in reality, the bulbs are not as environmentally friendly or as cheap as they appear."}
{"meta": {"doc_id": 1365, "sent_id": 5, "sent_start_pos": 348, "sent_end_pos": 649, "title": "The Sustainability Of LED Lights"}, "text": "This may be the reason for their every growing popularity. This is because, in reality, the bulbs are not as environmentally friendly or as cheap as they appear. The faults have become very significant when compared to LED lighting."}
{"meta": {"doc_id": 1365, "sent_id": 6, "sent_start_pos": 476, "sent_end_pos": 717, "title": "The Sustainability Of LED Lights"}, "text": "This is because, in reality, the bulbs are not as environmentally friendly or as cheap as they appear. The faults have become very significant when compared to LED lighting. A difference between the LED and the halogens are very significant."}
{"meta": {"doc_id": 1365, "sent_id": 7, "sent_start_pos": 579, "sent_end_pos": 823, "title": "The Sustainability Of LED Lights"}, "text": "The faults have become very significant when compared to LED lighting. A difference between the LED and the halogens are very significant. This will add up to hundred if not even thousands of dollars wasted yearly if the wrong option is picked."}
{"meta": {"doc_id": 1365, "sent_id": 8, "sent_start_pos": 650, "sent_end_pos": 961, "title": "The Sustainability Of LED Lights"}, "text": "A difference between the LED and the halogens are very significant. This will add up to hundred if not even thousands of dollars wasted yearly if the wrong option is picked. With a tiny bit of comparison, if it fairly easy to see why LED is a big contestant for becoming the best option for your lighting needs."}
{"meta": {"doc_id": 1365, "sent_id": 9, "sent_start_pos": 718, "sent_end_pos": 1087, "title": "The Sustainability Of LED Lights"}, "text": "This will add up to hundred if not even thousands of dollars wasted yearly if the wrong option is picked. With a tiny bit of comparison, if it fairly easy to see why LED is a big contestant for becoming the best option for your lighting needs. In the following we take a closer look:\nEnergy Use\nThe power bill is the second most expensive bill for an average household."}
{"meta": {"doc_id": 1365, "sent_id": 10, "sent_start_pos": 824, "sent_end_pos": 1174, "title": "The Sustainability Of LED Lights"}, "text": "With a tiny bit of comparison, if it fairly easy to see why LED is a big contestant for becoming the best option for your lighting needs. In the following we take a closer look:\nEnergy Use\nThe power bill is the second most expensive bill for an average household. Just about one-third of the power bill is most likely due to the lighting in the home."}
{"meta": {"doc_id": 1365, "sent_id": 11, "sent_start_pos": 962, "sent_end_pos": 1239, "title": "The Sustainability Of LED Lights"}, "text": "In the following we take a closer look:\nEnergy Use\nThe power bill is the second most expensive bill for an average household. Just about one-third of the power bill is most likely due to the lighting in the home. In some instances, that proportion will be as much as 80% – 90%."}
{"meta": {"doc_id": 1365, "sent_id": 12, "sent_start_pos": 1088, "sent_end_pos": 1393, "title": "The Sustainability Of LED Lights"}, "text": "Just about one-third of the power bill is most likely due to the lighting in the home. In some instances, that proportion will be as much as 80% – 90%. This all depends on how many light bulbs are being used in the home and how many times that they switched on to off and how long are the switched on for."}
{"meta": {"doc_id": 1365, "sent_id": 13, "sent_start_pos": 1175, "sent_end_pos": 1506, "title": "The Sustainability Of LED Lights"}, "text": "In some instances, that proportion will be as much as 80% – 90%. This all depends on how many light bulbs are being used in the home and how many times that they switched on to off and how long are the switched on for. The cost of having just any bulb in measured by the watts that it will take for it to run for a continuous hour."}
{"meta": {"doc_id": 1365, "sent_id": 14, "sent_start_pos": 1240, "sent_end_pos": 1604, "title": "The Sustainability Of LED Lights"}, "text": "This all depends on how many light bulbs are being used in the home and how many times that they switched on to off and how long are the switched on for. The cost of having just any bulb in measured by the watts that it will take for it to run for a continuous hour. Most halogen bulbs do need anywhere form 35 – 500 watts to produce the same portion of the light."}
{"meta": {"doc_id": 1365, "sent_id": 15, "sent_start_pos": 1394, "sent_end_pos": 1683, "title": "The Sustainability Of LED Lights"}, "text": "The cost of having just any bulb in measured by the watts that it will take for it to run for a continuous hour. Most halogen bulbs do need anywhere form 35 – 500 watts to produce the same portion of the light. Halogen bulbs will have used as much as 9 times more than a general LED globe."}
{"meta": {"doc_id": 1365, "sent_id": 16, "sent_start_pos": 1507, "sent_end_pos": 1790, "title": "The Sustainability Of LED Lights"}, "text": "Most halogen bulbs do need anywhere form 35 – 500 watts to produce the same portion of the light. Halogen bulbs will have used as much as 9 times more than a general LED globe. For a basic office or large home with outdoor lighting, this could save us thousands of dollars each year."}
{"meta": {"doc_id": 1365, "sent_id": 17, "sent_start_pos": 1605, "sent_end_pos": 1896, "title": "The Sustainability Of LED Lights"}, "text": "Halogen bulbs will have used as much as 9 times more than a general LED globe. For a basic office or large home with outdoor lighting, this could save us thousands of dollars each year. Durability\nComparing the LED bulbs to the halogen bulbs, the lifespan is just about 1,000 to 2,000 hours."}
{"meta": {"doc_id": 1365, "sent_id": 18, "sent_start_pos": 1684, "sent_end_pos": 2103, "title": "The Sustainability Of LED Lights"}, "text": "For a basic office or large home with outdoor lighting, this could save us thousands of dollars each year. Durability\nComparing the LED bulbs to the halogen bulbs, the lifespan is just about 1,000 to 2,000 hours. If you would compare that, that means that a consumer who chose the halogen bulb would have to change 20 bulbs for 1 LED bulb burned out."}
{"meta": {"doc_id": 1365, "sent_id": 19, "sent_start_pos": 1791, "sent_end_pos": 2275, "title": "The Sustainability Of LED Lights"}, "text": "Durability\nComparing the LED bulbs to the halogen bulbs, the lifespan is just about 1,000 to 2,000 hours. If you would compare that, that means that a consumer who chose the halogen bulb would have to change 20 bulbs for 1 LED bulb burned out. When you compare the price of the bulbs and the time wasted going to the store then going home to change them then you will see that LED bulbs rule over the Halogen bulbs."}
{"meta": {"doc_id": 1365, "sent_id": 20, "sent_start_pos": 1966, "sent_end_pos": 2358, "title": "The Sustainability Of LED Lights"}, "text": "If you would compare that, that means that a consumer who chose the halogen bulb would have to change 20 bulbs for 1 LED bulb burned out. When you compare the price of the bulbs and the time wasted going to the store then going home to change them then you will see that LED bulbs rule over the Halogen bulbs. Quality\nWe all have those places in the house where we need excellent lighting at."}
{"meta": {"doc_id": 1365, "sent_id": 21, "sent_start_pos": 2104, "sent_end_pos": 2531, "title": "The Sustainability Of LED Lights"}, "text": "When you compare the price of the bulbs and the time wasted going to the store then going home to change them then you will see that LED bulbs rule over the Halogen bulbs. Quality\nWe all have those places in the house where we need excellent lighting at. While Halogen bulbs do an ok job with brightness, they also make light by producing heat."}
{"meta": {"doc_id": 1365, "sent_id": 22, "sent_start_pos": 2276, "sent_end_pos": 2591, "title": "The Sustainability Of LED Lights"}, "text": "Quality\nWe all have those places in the house where we need excellent lighting at. While Halogen bulbs do an ok job with brightness, they also make light by producing heat. Extra heat is the last thing anyone wants in their kitchen."}
{"meta": {"doc_id": 1365, "sent_id": 23, "sent_start_pos": 2442, "sent_end_pos": 2647, "title": "The Sustainability Of LED Lights"}, "text": "While Halogen bulbs do an ok job with brightness, they also make light by producing heat. Extra heat is the last thing anyone wants in their kitchen. Heat from the halogen bulbs can be very dangerous also."}
{"meta": {"doc_id": 1365, "sent_id": 24, "sent_start_pos": 2532, "sent_end_pos": 2780, "title": "The Sustainability Of LED Lights"}, "text": "Extra heat is the last thing anyone wants in their kitchen. Heat from the halogen bulbs can be very dangerous also. Also, kids can have serious burns if they come into contact with a bulb."}
{"meta": {"doc_id": 1365, "sent_id": 25, "sent_start_pos": 2592, "sent_end_pos": 2889, "title": "The Sustainability Of LED Lights"}, "text": "Heat from the halogen bulbs can be very dangerous also. Also, kids can have serious burns if they come into contact with a bulb. Now the LED bulbs stay very cool if they are touched by accident, no matter how long they have been lit for."}
{"meta": {"doc_id": 1365, "sent_id": 26, "sent_start_pos": 2708, "sent_end_pos": 2949, "title": "The Sustainability Of LED Lights"}, "text": "Also, kids can have serious burns if they come into contact with a bulb. Now the LED bulbs stay very cool if they are touched by accident, no matter how long they have been lit for. They will not make a lot of heat like the halogen bulbs do."}
{"meta": {"doc_id": 1365, "sent_id": 27, "sent_start_pos": 2781, "sent_end_pos": 3028, "title": "The Sustainability Of LED Lights"}, "text": "Now the LED bulbs stay very cool if they are touched by accident, no matter how long they have been lit for. They will not make a lot of heat like the halogen bulbs do. This is in part because they are way more effective when changing electricity."}
{"meta": {"doc_id": 1365, "sent_id": 28, "sent_start_pos": 2890, "sent_end_pos": 3342, "title": "The Sustainability Of LED Lights"}, "text": "They will not make a lot of heat like the halogen bulbs do. This is in part because they are way more effective when changing electricity. If you have every used halogen bulbs before then you should know that the light quality is not too bad at all, when in comparison to the old incandescent bulb."}
{"meta": {"doc_id": 1365, "sent_id": 29, "sent_start_pos": 2950, "sent_end_pos": 3523, "title": "The Sustainability Of LED Lights"}, "text": "This is in part because they are way more effective when changing electricity. If you have every used halogen bulbs before then you should know that the light quality is not too bad at all, when in comparison to the old incandescent bulb. However, you should keep in mind that by using the LED bulbs, your lights will be a lot brighter than a halogen bulb and the LED bulb can consolidate light into a single direction."}
{"meta": {"doc_id": 1365, "sent_id": 30, "sent_start_pos": 3183, "sent_end_pos": [], "title": "The Sustainability Of LED Lights"}, "text": "If you have every used halogen bulbs before then you should know that the light quality is not too bad at all, when in comparison to the old incandescent bulb. However, you should keep in mind that by using the LED bulbs, your lights will be a lot brighter than a halogen bulb and the LED bulb can consolidate light into a single direction. "}
{"meta": {"doc_id": 1366, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 269, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": " Incorporating LED Lighting Into Your Home to Improve Sustainability\nMaking use of sustainable lighting is not an option, it is a responsibility. An LED light is able to cut energy consumption by over 80% when compared to other light bulbs and can last up to 25% longer."}
{"meta": {"doc_id": 1366, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 415, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "Incorporating LED Lighting Into Your Home to Improve Sustainability\nMaking use of sustainable lighting is not an option, it is a responsibility. An LED light is able to cut energy consumption by over 80% when compared to other light bulbs and can last up to 25% longer. A US department of Energy Study found that LED’s installed during the course of 2012 saved the country an estimated $675 million in energy costs."}
{"meta": {"doc_id": 1366, "sent_id": 2, "sent_start_pos": 145, "sent_end_pos": 631, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "An LED light is able to cut energy consumption by over 80% when compared to other light bulbs and can last up to 25% longer. A US department of Energy Study found that LED’s installed during the course of 2012 saved the country an estimated $675 million in energy costs. If every US citizen replaced a single conventional light bulb with an LED one the energy savings could light up an additional 2.5 million homes which is the equivalent to the greenhouse gas emissions of 800,00 cars."}
{"meta": {"doc_id": 1366, "sent_id": 3, "sent_start_pos": 270, "sent_end_pos": 865, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "A US department of Energy Study found that LED’s installed during the course of 2012 saved the country an estimated $675 million in energy costs. If every US citizen replaced a single conventional light bulb with an LED one the energy savings could light up an additional 2.5 million homes which is the equivalent to the greenhouse gas emissions of 800,00 cars. The 21st century has seen a definite increase in the level of awareness surrounding environmental conservation and sustainability ranging from efficient garbage disposal to water conservation and finding ways in which to save energy."}
{"meta": {"doc_id": 1366, "sent_id": 4, "sent_start_pos": 416, "sent_end_pos": 932, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "If every US citizen replaced a single conventional light bulb with an LED one the energy savings could light up an additional 2.5 million homes which is the equivalent to the greenhouse gas emissions of 800,00 cars. The 21st century has seen a definite increase in the level of awareness surrounding environmental conservation and sustainability ranging from efficient garbage disposal to water conservation and finding ways in which to save energy. Switching off lights that are not in use is no longer good enough."}
{"meta": {"doc_id": 1366, "sent_id": 5, "sent_start_pos": 632, "sent_end_pos": 1036, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "The 21st century has seen a definite increase in the level of awareness surrounding environmental conservation and sustainability ranging from efficient garbage disposal to water conservation and finding ways in which to save energy. Switching off lights that are not in use is no longer good enough. You need to do significantly more to not only save on your energy bills but save energy itself as well."}
{"meta": {"doc_id": 1366, "sent_id": 6, "sent_start_pos": 866, "sent_end_pos": 1182, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "Switching off lights that are not in use is no longer good enough. You need to do significantly more to not only save on your energy bills but save energy itself as well. By switching to LED bulbs you will not only achieve both of the aforementioned but enjoy the multitude of other benefits of LED lighting as well."}
{"meta": {"doc_id": 1366, "sent_id": 7, "sent_start_pos": 933, "sent_end_pos": 1381, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "You need to do significantly more to not only save on your energy bills but save energy itself as well. By switching to LED bulbs you will not only achieve both of the aforementioned but enjoy the multitude of other benefits of LED lighting as well. The living room\nLed lamps are becoming increasingly popular as living room accessories as they not only provide great lighting but are known to perfectly compliment your furniture and décor as well."}
{"meta": {"doc_id": 1366, "sent_id": 8, "sent_start_pos": 1037, "sent_end_pos": 1544, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "By switching to LED bulbs you will not only achieve both of the aforementioned but enjoy the multitude of other benefits of LED lighting as well. The living room\nLed lamps are becoming increasingly popular as living room accessories as they not only provide great lighting but are known to perfectly compliment your furniture and décor as well. Lamps with brightly colored shades pair well with an elegant seating arrangement whereas neutral colors blend in seamlessly in more vibrant and colorful settings."}
{"meta": {"doc_id": 1366, "sent_id": 9, "sent_start_pos": 1183, "sent_end_pos": 1711, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "The living room\nLed lamps are becoming increasingly popular as living room accessories as they not only provide great lighting but are known to perfectly compliment your furniture and décor as well. Lamps with brightly colored shades pair well with an elegant seating arrangement whereas neutral colors blend in seamlessly in more vibrant and colorful settings. You can save even more energy in your living room by including glass and mirror items that reflects light, making the room seem more spacious and lighter than before."}
{"meta": {"doc_id": 1366, "sent_id": 10, "sent_start_pos": 1382, "sent_end_pos": 1848, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "Lamps with brightly colored shades pair well with an elegant seating arrangement whereas neutral colors blend in seamlessly in more vibrant and colorful settings. You can save even more energy in your living room by including glass and mirror items that reflects light, making the room seem more spacious and lighter than before. Placing small lights at separate spots will aid you in reducing your consumption as well as set the perfect ambience for every occasion."}
{"meta": {"doc_id": 1366, "sent_id": 11, "sent_start_pos": 1545, "sent_end_pos": 1962, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "You can save even more energy in your living room by including glass and mirror items that reflects light, making the room seem more spacious and lighter than before. Placing small lights at separate spots will aid you in reducing your consumption as well as set the perfect ambience for every occasion. The bedroom\nThe lighting in your bedroom needs to be moderate in order to create a relaxing and cozy environment."}
{"meta": {"doc_id": 1366, "sent_id": 12, "sent_start_pos": 1712, "sent_end_pos": 2076, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "Placing small lights at separate spots will aid you in reducing your consumption as well as set the perfect ambience for every occasion. The bedroom\nThe lighting in your bedroom needs to be moderate in order to create a relaxing and cozy environment. If the window in your bedroom is large you don’t need more than 2 or 3 LED bulbs to light your room sufficiently."}
{"meta": {"doc_id": 1366, "sent_id": 13, "sent_start_pos": 1849, "sent_end_pos": 2167, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "The bedroom\nThe lighting in your bedroom needs to be moderate in order to create a relaxing and cozy environment. If the window in your bedroom is large you don’t need more than 2 or 3 LED bulbs to light your room sufficiently. If you require more light during the day, a ceiling-mounted LED would be the ideal choice."}
{"meta": {"doc_id": 1366, "sent_id": 14, "sent_start_pos": 1963, "sent_end_pos": 2388, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "If the window in your bedroom is large you don’t need more than 2 or 3 LED bulbs to light your room sufficiently. If you require more light during the day, a ceiling-mounted LED would be the ideal choice. If you are afraid that LEDs will be too bright for your room simply opt for a dimmable version that can create a more subtle ambience."}
{"meta": {"doc_id": 1366, "sent_id": 15, "sent_start_pos": 2077, "sent_end_pos": 2534, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "If you require more light during the day, a ceiling-mounted LED would be the ideal choice. If you are afraid that LEDs will be too bright for your room simply opt for a dimmable version that can create a more subtle ambience. The study or office\nLighting is a very important element of any workspace, especially if you spend a considerable amount of time in it every day."}
{"meta": {"doc_id": 1366, "sent_id": 16, "sent_start_pos": 2254, "sent_end_pos": 2715, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "If you are afraid that LEDs will be too bright for your room simply opt for a dimmable version that can create a more subtle ambience. The study or office\nLighting is a very important element of any workspace, especially if you spend a considerable amount of time in it every day. If you require the entire room to be lit, opt for wall or ceiling mounted LEDs while a desk lamp or wall mounted set-up will work best if you only need your desk area to be lit up."}
{"meta": {"doc_id": 1366, "sent_id": 17, "sent_start_pos": 2389, "sent_end_pos": 2859, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "The study or office\nLighting is a very important element of any workspace, especially if you spend a considerable amount of time in it every day. If you require the entire room to be lit, opt for wall or ceiling mounted LEDs while a desk lamp or wall mounted set-up will work best if you only need your desk area to be lit up. There are countless advantages of installing LEDs lights in your home ranging from the financial savings to the improved ambience of your home."}
{"meta": {"doc_id": 1366, "sent_id": 18, "sent_start_pos": 2535, "sent_end_pos": 2983, "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "If you require the entire room to be lit, opt for wall or ceiling mounted LEDs while a desk lamp or wall mounted set-up will work best if you only need your desk area to be lit up. There are countless advantages of installing LEDs lights in your home ranging from the financial savings to the improved ambience of your home. The most important, and significant benefit of switching to LEDs is the way in which it positively affects the environment."}
{"meta": {"doc_id": 1366, "sent_id": 19, "sent_start_pos": 2716, "sent_end_pos": [], "title": "INCORPORATING LED LIGHTING INTO YOUR HOME TO IMPROVE SUSTAINABILITY"}, "text": "There are countless advantages of installing LEDs lights in your home ranging from the financial savings to the improved ambience of your home. The most important, and significant benefit of switching to LEDs is the way in which it positively affects the environment. "}
{"meta": {"doc_id": 1367, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 431, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": " Why Switching to LED Lighting is a Smart Business Move\nThe Port Authority of New York and New Jersey (PANYNJ) is making major upgrades to the World Trade Center that will enhance the quality of lighting throughout the facility and save the transportation agency money. More than 13,000 lighting fixtures will be upgraded to high-efficient LED technology, reducing energy consumption and increasing the life expectancy of the lamps."}
{"meta": {"doc_id": 1367, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 605, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "Why Switching to LED Lighting is a Smart Business Move\nThe Port Authority of New York and New Jersey (PANYNJ) is making major upgrades to the World Trade Center that will enhance the quality of lighting throughout the facility and save the transportation agency money. More than 13,000 lighting fixtures will be upgraded to high-efficient LED technology, reducing energy consumption and increasing the life expectancy of the lamps. Following the implementation of these updates, the Port Authority is expected to save more than $715,000 in the first year with continued annual savings over a 10-year term."}
{"meta": {"doc_id": 1367, "sent_id": 2, "sent_start_pos": 269, "sent_end_pos": 910, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "More than 13,000 lighting fixtures will be upgraded to high-efficient LED technology, reducing energy consumption and increasing the life expectancy of the lamps. Following the implementation of these updates, the Port Authority is expected to save more than $715,000 in the first year with continued annual savings over a 10-year term. This project is expected to reduce carbon emissions by more than 4,700 metric tons, the equivalent of taking more than 1,000 passenger vehicles off the road, according to U.S. Environmental Protection Agency estimates, and will contribute to the Port Authority’s greenhouse gas emissions reduction goals."}
{"meta": {"doc_id": 1367, "sent_id": 3, "sent_start_pos": 432, "sent_end_pos": 1097, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "Following the implementation of these updates, the Port Authority is expected to save more than $715,000 in the first year with continued annual savings over a 10-year term. This project is expected to reduce carbon emissions by more than 4,700 metric tons, the equivalent of taking more than 1,000 passenger vehicles off the road, according to U.S. Environmental Protection Agency estimates, and will contribute to the Port Authority’s greenhouse gas emissions reduction goals. Affordable compact fluorescent lamp (CFL) bulbs are often the go-to choice for facility managers, but they do not have the same long-term cost savings advantage that LED lighting offers."}
{"meta": {"doc_id": 1367, "sent_id": 4, "sent_start_pos": 606, "sent_end_pos": 1197, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "This project is expected to reduce carbon emissions by more than 4,700 metric tons, the equivalent of taking more than 1,000 passenger vehicles off the road, according to U.S. Environmental Protection Agency estimates, and will contribute to the Port Authority’s greenhouse gas emissions reduction goals. Affordable compact fluorescent lamp (CFL) bulbs are often the go-to choice for facility managers, but they do not have the same long-term cost savings advantage that LED lighting offers. In addition to energy savings, there are many ways in which LED lighting trumps lighting from CFLs."}
{"meta": {"doc_id": 1367, "sent_id": 5, "sent_start_pos": 911, "sent_end_pos": 1337, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "Affordable compact fluorescent lamp (CFL) bulbs are often the go-to choice for facility managers, but they do not have the same long-term cost savings advantage that LED lighting offers. In addition to energy savings, there are many ways in which LED lighting trumps lighting from CFLs. LED vs. Fluorescent Light Bulbs\nLED bulbs produce light when an electrical current passes through them, making full light appear instantly."}
{"meta": {"doc_id": 1367, "sent_id": 6, "sent_start_pos": 1098, "sent_end_pos": 1628, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "In addition to energy savings, there are many ways in which LED lighting trumps lighting from CFLs. LED vs. Fluorescent Light Bulbs\nLED bulbs produce light when an electrical current passes through them, making full light appear instantly. The process for lighting a CFL is a little more complicated and takes anywhere from 30 seconds to three minutes, which is why CFLs seem to take a while before they are fully lit.1\nHere are some other differences to keep in mind when examining CFL vs LED bulbs:\n- LEDs emit very little heat."}
{"meta": {"doc_id": 1367, "sent_id": 7, "sent_start_pos": 1198, "sent_end_pos": 1714, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "LED vs. Fluorescent Light Bulbs\nLED bulbs produce light when an electrical current passes through them, making full light appear instantly. The process for lighting a CFL is a little more complicated and takes anywhere from 30 seconds to three minutes, which is why CFLs seem to take a while before they are fully lit.1\nHere are some other differences to keep in mind when examining CFL vs LED bulbs:\n- LEDs emit very little heat. In contrast, CFLs release about 80% of their energy as heat, according to Energy.gov."}
{"meta": {"doc_id": 1367, "sent_id": 8, "sent_start_pos": 1338, "sent_end_pos": 1816, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "The process for lighting a CFL is a little more complicated and takes anywhere from 30 seconds to three minutes, which is why CFLs seem to take a while before they are fully lit.1\nHere are some other differences to keep in mind when examining CFL vs LED bulbs:\n- LEDs emit very little heat. In contrast, CFLs release about 80% of their energy as heat, according to Energy.gov. This affects the life span of the lightbulb; the higher the temperature, the shorter the useful life."}
{"meta": {"doc_id": 1367, "sent_id": 9, "sent_start_pos": 1629, "sent_end_pos": 2004, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "In contrast, CFLs release about 80% of their energy as heat, according to Energy.gov. This affects the life span of the lightbulb; the higher the temperature, the shorter the useful life. LEDs tend to last for 15 to 25-plus years, whereas CFLs last up to 10 years.2\n- Because LEDs emit light in a specific direction, they do not need diffusers or reflectors that trap lights."}
{"meta": {"doc_id": 1367, "sent_id": 10, "sent_start_pos": 1715, "sent_end_pos": 2117, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "This affects the life span of the lightbulb; the higher the temperature, the shorter the useful life. LEDs tend to last for 15 to 25-plus years, whereas CFLs last up to 10 years.2\n- Because LEDs emit light in a specific direction, they do not need diffusers or reflectors that trap lights. This helps increase LED efficiency for uses such as downlights common in hallways or bathrooms or task lighting."}
{"meta": {"doc_id": 1367, "sent_id": 11, "sent_start_pos": 1817, "sent_end_pos": 2277, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "LEDs tend to last for 15 to 25-plus years, whereas CFLs last up to 10 years.2\n- Because LEDs emit light in a specific direction, they do not need diffusers or reflectors that trap lights. This helps increase LED efficiency for uses such as downlights common in hallways or bathrooms or task lighting. CFLs contain mercury and should be disposed of in a certain way, whereas LED lights do not have the same requirement."}
{"meta": {"doc_id": 1367, "sent_id": 12, "sent_start_pos": 2005, "sent_end_pos": 2520, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "This helps increase LED efficiency for uses such as downlights common in hallways or bathrooms or task lighting. CFLs contain mercury and should be disposed of in a certain way, whereas LED lights do not have the same requirement. Get started on making the switch to LED lighting and reap the environmental and financial benefits."}
{"meta": {"doc_id": 1367, "sent_id": 13, "sent_start_pos": 2160, "sent_end_pos": 2665, "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "CFLs contain mercury and should be disposed of in a certain way, whereas LED lights do not have the same requirement. Get started on making the switch to LED lighting and reap the environmental and financial benefits. LED lighting can reduce your carbon footprint and reduce your energy spend, offsetting the costs required to make the upgrades to your facility."}
{"meta": {"doc_id": 1367, "sent_id": 14, "sent_start_pos": 2421, "sent_end_pos": [], "title": "Why Switching to LED Lighting is a Smart Business Move"}, "text": "Get started on making the switch to LED lighting and reap the environmental and financial benefits. LED lighting can reduce your carbon footprint and reduce your energy spend, offsetting the costs required to make the upgrades to your facility. "}
{"meta": {"doc_id": 1368, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": [], "title": "Lighting Up Sustainability, IKEA Switches to LED Only on Sept. 1"}, "text": " Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies. "}
{"meta": {"doc_id": 1369, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 557, "title": "What is Solid-State Lighting?"}, "text": " Solid-state lighting (SSL) refers to a type of lighting that uses semiconductor light-emitting diodes (LEDs), organic light-emitting diodes (OLED), or polymer light-emitting diodes (PLED) as sources of illumination rather than electrical filaments, plasma (used in arc lamps such as fluorescent lamps), or gas. The term “solid-state” refers commonly to light emitted by solid-state electroluminescence, as opposed to incandescent bulbs (which use thermal radiation) or fluorescent tubes."}
{"meta": {"doc_id": 1369, "sent_id": 1, "sent_start_pos": 70, "sent_end_pos": 875, "title": "What is Solid-State Lighting?"}, "text": "Solid-state lighting (SSL) refers to a type of lighting that uses semiconductor light-emitting diodes (LEDs), organic light-emitting diodes (OLED), or polymer light-emitting diodes (PLED) as sources of illumination rather than electrical filaments, plasma (used in arc lamps such as fluorescent lamps), or gas. The term “solid-state” refers commonly to light emitted by solid-state electroluminescence, as opposed to incandescent bulbs (which use thermal radiation) or fluorescent tubes. Most common “white” LEDs convert blue light from a solid-state device to an (approximate) white light spectrum using photoluminescence, the same principle used in conventional fluorescent tubes."}
{"meta": {"doc_id": 1369, "sent_id": 2, "sent_start_pos": 381, "sent_end_pos": 1110, "title": "What is Solid-State Lighting?"}, "text": "The term “solid-state” refers commonly to light emitted by solid-state electroluminescence, as opposed to incandescent bulbs (which use thermal radiation) or fluorescent tubes. Most common “white” LEDs convert blue light from a solid-state device to an (approximate) white light spectrum using photoluminescence, the same principle used in conventional fluorescent tubes. Global Solid-State Lighting Manufacturing Leader Develops Innovative, Sustainable LED and OLED Lighting Solutions\nUndoubtedly, solid-state technology has created a significant impact on the lighting industry within the past few years."}
{"meta": {"doc_id": 1369, "sent_id": 3, "sent_start_pos": 681, "sent_end_pos": 1449, "title": "What is Solid-State Lighting?"}, "text": "Most common “white” LEDs convert blue light from a solid-state device to an (approximate) white light spectrum using photoluminescence, the same principle used in conventional fluorescent tubes. Global Solid-State Lighting Manufacturing Leader Develops Innovative, Sustainable LED and OLED Lighting Solutions\nUndoubtedly, solid-state technology has created a significant impact on the lighting industry within the past few years. Concurrently, WAC Lighting has evolved into a global manufacturing leader of solid-state lighting that designs, engineers and produces a broad range of energy-efficient lighting products using the latest state of the art LED technology for luxury residential, retail, hospitality, commercial, architectural and institutional applications."}
{"meta": {"doc_id": 1369, "sent_id": 4, "sent_start_pos": 876, "sent_end_pos": 1653, "title": "What is Solid-State Lighting?"}, "text": "Global Solid-State Lighting Manufacturing Leader Develops Innovative, Sustainable LED and OLED Lighting Solutions\nUndoubtedly, solid-state technology has created a significant impact on the lighting industry within the past few years. Concurrently, WAC Lighting has evolved into a global manufacturing leader of solid-state lighting that designs, engineers and produces a broad range of energy-efficient lighting products using the latest state of the art LED technology for luxury residential, retail, hospitality, commercial, architectural and institutional applications. “The pace of technology advancement can be dizzying, making it hard to understand your opportunity and risks at any given moment to commit to an investment,” explains WAC Lighting President Shelley Wald."}
{"meta": {"doc_id": 1369, "sent_id": 5, "sent_start_pos": 1111, "sent_end_pos": 1745, "title": "What is Solid-State Lighting?"}, "text": "Concurrently, WAC Lighting has evolved into a global manufacturing leader of solid-state lighting that designs, engineers and produces a broad range of energy-efficient lighting products using the latest state of the art LED technology for luxury residential, retail, hospitality, commercial, architectural and institutional applications. “The pace of technology advancement can be dizzying, making it hard to understand your opportunity and risks at any given moment to commit to an investment,” explains WAC Lighting President Shelley Wald. “WAC Lighting products and people make the decisions simple, both now and for the long run."}
{"meta": {"doc_id": 1369, "sent_id": 6, "sent_start_pos": 1450, "sent_end_pos": 2169, "title": "What is Solid-State Lighting?"}, "text": "“The pace of technology advancement can be dizzying, making it hard to understand your opportunity and risks at any given moment to commit to an investment,” explains WAC Lighting President Shelley Wald. “WAC Lighting products and people make the decisions simple, both now and for the long run. Drivers, PCB assemblies and LED modules in their entirety are customized to the needs of the design and the lighting application.”\nNot constrained by available module technology in the marketplace, WAC Lighting selects reliable technology at the cutting edge of innovation, testing independently, and extending the applicable life of the product."}
{"meta": {"doc_id": 1369, "sent_id": 7, "sent_start_pos": 1654, "sent_end_pos": 2325, "title": "What is Solid-State Lighting?"}, "text": "“WAC Lighting products and people make the decisions simple, both now and for the long run. Drivers, PCB assemblies and LED modules in their entirety are customized to the needs of the design and the lighting application.”\nNot constrained by available module technology in the marketplace, WAC Lighting selects reliable technology at the cutting edge of innovation, testing independently, and extending the applicable life of the product. With in-house engineering, WAC Lighting offers peace of mind providing long-term support for the products developed as the technology continues to advance."}
{"meta": {"doc_id": 1369, "sent_id": 8, "sent_start_pos": 1823, "sent_end_pos": 2447, "title": "What is Solid-State Lighting?"}, "text": "Drivers, PCB assemblies and LED modules in their entirety are customized to the needs of the design and the lighting application.”\nNot constrained by available module technology in the marketplace, WAC Lighting selects reliable technology at the cutting edge of innovation, testing independently, and extending the applicable life of the product. With in-house engineering, WAC Lighting offers peace of mind providing long-term support for the products developed as the technology continues to advance. The luminaires deliver the finest quality of light with the most energy-efficient lamping and optic technology available."}
{"meta": {"doc_id": 1369, "sent_id": 9, "sent_start_pos": 2170, "sent_end_pos": 2680, "title": "What is Solid-State Lighting?"}, "text": "With in-house engineering, WAC Lighting offers peace of mind providing long-term support for the products developed as the technology continues to advance. The luminaires deliver the finest quality of light with the most energy-efficient lamping and optic technology available. “The Responsible Lighting brand standard we uphold is our deep commitment to eco-friendly manufacturing, extensive research and development, energy saving technology, design aesthetics and community involvement,” continued Ms. Wald."}
{"meta": {"doc_id": 1369, "sent_id": 10, "sent_start_pos": 2326, "sent_end_pos": 2867, "title": "What is Solid-State Lighting?"}, "text": "The luminaires deliver the finest quality of light with the most energy-efficient lamping and optic technology available. “The Responsible Lighting brand standard we uphold is our deep commitment to eco-friendly manufacturing, extensive research and development, energy saving technology, design aesthetics and community involvement,” continued Ms. Wald. “With 90% of our products fabricated in our zero-landfill campus where we know all the inputs and throughputs, we can proudly stand behind our warranty and 50,000 hours on most products."}
{"meta": {"doc_id": 1369, "sent_id": 11, "sent_start_pos": 2448, "sent_end_pos": 3335, "title": "What is Solid-State Lighting?"}, "text": "“The Responsible Lighting brand standard we uphold is our deep commitment to eco-friendly manufacturing, extensive research and development, energy saving technology, design aesthetics and community involvement,” continued Ms. Wald. “With 90% of our products fabricated in our zero-landfill campus where we know all the inputs and throughputs, we can proudly stand behind our warranty and 50,000 hours on most products. WAC Lighting’s portfolio of LED luminaires offers real world solutions and long-term confidence.”\nWAC Lighting is committed to state of the art technology and innovation with LED introductions that included Tesla High Output Recessed Downlights, engineered with innovative Multi-Chip LED technology for optimal thermal management and heat dissipation; LEDme® Line Voltage Step and Wall Lights; Straight Edge™ LED strip lighting system; and new art glass LED pendants."}
{"meta": {"doc_id": 1369, "sent_id": 12, "sent_start_pos": 2681, "sent_end_pos": 3706, "title": "What is Solid-State Lighting?"}, "text": "“With 90% of our products fabricated in our zero-landfill campus where we know all the inputs and throughputs, we can proudly stand behind our warranty and 50,000 hours on most products. WAC Lighting’s portfolio of LED luminaires offers real world solutions and long-term confidence.”\nWAC Lighting is committed to state of the art technology and innovation with LED introductions that included Tesla High Output Recessed Downlights, engineered with innovative Multi-Chip LED technology for optimal thermal management and heat dissipation; LEDme® Line Voltage Step and Wall Lights; Straight Edge™ LED strip lighting system; and new art glass LED pendants. Spearheading new solid-state technologies, WAC Lighting created several organic LED luminaires including the multi-award-winning organic LED Chandelier titled Sol™, the first of its kind."}
{"meta": {"doc_id": 1369, "sent_id": 13, "sent_start_pos": 2868, "sent_end_pos": 3854, "title": "What is Solid-State Lighting?"}, "text": "WAC Lighting’s portfolio of LED luminaires offers real world solutions and long-term confidence.”\nWAC Lighting is committed to state of the art technology and innovation with LED introductions that included Tesla High Output Recessed Downlights, engineered with innovative Multi-Chip LED technology for optimal thermal management and heat dissipation; LEDme® Line Voltage Step and Wall Lights; Straight Edge™ LED strip lighting system; and new art glass LED pendants. Spearheading new solid-state technologies, WAC Lighting created several organic LED luminaires including the multi-award-winning organic LED Chandelier titled Sol™, the first of its kind. Additionally, the firm broke new ground with the first Hybrid Luminaire merging LED and OLED technology into a multi-panel, color-changing fixture."}
{"meta": {"doc_id": 1369, "sent_id": 14, "sent_start_pos": 3519, "sent_end_pos": 4078, "title": "What is Solid-State Lighting?"}, "text": "Spearheading new solid-state technologies, WAC Lighting created several organic LED luminaires including the multi-award-winning organic LED Chandelier titled Sol™, the first of its kind. Additionally, the firm broke new ground with the first Hybrid Luminaire merging LED and OLED technology into a multi-panel, color-changing fixture. WAC Lighting uses the finest LEDs available; all of them meet the highest ANSI (American National Standards Institute) binning standards for outstanding color consistency and rendering, quality, uniformity and light output."}
{"meta": {"doc_id": 1369, "sent_id": 15, "sent_start_pos": 3707, "sent_end_pos": 4376, "title": "What is Solid-State Lighting?"}, "text": "Additionally, the firm broke new ground with the first Hybrid Luminaire merging LED and OLED technology into a multi-panel, color-changing fixture. WAC Lighting uses the finest LEDs available; all of them meet the highest ANSI (American National Standards Institute) binning standards for outstanding color consistency and rendering, quality, uniformity and light output. LEDs provide designers a new palette of color and enable digital control to deliver a multi-dimensional, interactive experience, maintaining consistency in color over the service life of a product and the project by delivering the most consistent appearance and optimum aesthetic appeal over time."}
{"meta": {"doc_id": 1369, "sent_id": 16, "sent_start_pos": 3855, "sent_end_pos": 4567, "title": "What is Solid-State Lighting?"}, "text": "WAC Lighting uses the finest LEDs available; all of them meet the highest ANSI (American National Standards Institute) binning standards for outstanding color consistency and rendering, quality, uniformity and light output. LEDs provide designers a new palette of color and enable digital control to deliver a multi-dimensional, interactive experience, maintaining consistency in color over the service life of a product and the project by delivering the most consistent appearance and optimum aesthetic appeal over time. The WAC Lighting Promise\nThe pace of technological advancement can be dizzying, making it difficult to understand your opportunities and risks at any given moment to commit to an investment."}
{"meta": {"doc_id": 1369, "sent_id": 17, "sent_start_pos": 4079, "sent_end_pos": 4657, "title": "What is Solid-State Lighting?"}, "text": "LEDs provide designers a new palette of color and enable digital control to deliver a multi-dimensional, interactive experience, maintaining consistency in color over the service life of a product and the project by delivering the most consistent appearance and optimum aesthetic appeal over time. The WAC Lighting Promise\nThe pace of technological advancement can be dizzying, making it difficult to understand your opportunities and risks at any given moment to commit to an investment. WAC Lighting products and people make the decisions simple both now and for the long run."}
{"meta": {"doc_id": 1369, "sent_id": 18, "sent_start_pos": 4377, "sent_end_pos": 4744, "title": "What is Solid-State Lighting?"}, "text": "The WAC Lighting Promise\nThe pace of technological advancement can be dizzying, making it difficult to understand your opportunities and risks at any given moment to commit to an investment. WAC Lighting products and people make the decisions simple both now and for the long run. LED Lighting Today\nLED lighting is creating a revolution in today’s lighting industry."}
{"meta": {"doc_id": 1369, "sent_id": 19, "sent_start_pos": 4568, "sent_end_pos": 4844, "title": "What is Solid-State Lighting?"}, "text": "WAC Lighting products and people make the decisions simple both now and for the long run. LED Lighting Today\nLED lighting is creating a revolution in today’s lighting industry. Gone are the harsh blue lights once thought to be an unnatural and undesirable illuminating effect."}
{"meta": {"doc_id": 1369, "sent_id": 20, "sent_start_pos": 4658, "sent_end_pos": 4972, "title": "What is Solid-State Lighting?"}, "text": "LED Lighting Today\nLED lighting is creating a revolution in today’s lighting industry. Gone are the harsh blue lights once thought to be an unnatural and undesirable illuminating effect. Today, the color temperature of an LED can be selected as warm and inviting, or a cooler output for task-oriented applications."}
{"meta": {"doc_id": 1369, "sent_id": 21, "sent_start_pos": 4745, "sent_end_pos": 5087, "title": "What is Solid-State Lighting?"}, "text": "Gone are the harsh blue lights once thought to be an unnatural and undesirable illuminating effect. Today, the color temperature of an LED can be selected as warm and inviting, or a cooler output for task-oriented applications. The small size and low profile and LEDs allow them to be used in spaces that are too small for other lamp sources."}
{"meta": {"doc_id": 1369, "sent_id": 22, "sent_start_pos": 4845, "sent_end_pos": 5281, "title": "What is Solid-State Lighting?"}, "text": "Today, the color temperature of an LED can be selected as warm and inviting, or a cooler output for task-oriented applications. The small size and low profile and LEDs allow them to be used in spaces that are too small for other lamp sources. In addition, because LEDs give off light in a specific direction, they are more efficient in use than incandescent and fluorescent bulbs, which waste energy by emitting light in all directions."}
{"meta": {"doc_id": 1369, "sent_id": 23, "sent_start_pos": 4973, "sent_end_pos": 5374, "title": "What is Solid-State Lighting?"}, "text": "The small size and low profile and LEDs allow them to be used in spaces that are too small for other lamp sources. In addition, because LEDs give off light in a specific direction, they are more efficient in use than incandescent and fluorescent bulbs, which waste energy by emitting light in all directions. Costs of LEDs have gone down considerably as well, much like the technology of smart phones."}
{"meta": {"doc_id": 1369, "sent_id": 24, "sent_start_pos": 5088, "sent_end_pos": 5634, "title": "What is Solid-State Lighting?"}, "text": "In addition, because LEDs give off light in a specific direction, they are more efficient in use than incandescent and fluorescent bulbs, which waste energy by emitting light in all directions. Costs of LEDs have gone down considerably as well, much like the technology of smart phones. Energy-efficient lighting in a sleek silhouette that is also reasonable priced… sounds too good to be true, and that is exactly why, at WAC Lighting, we will continue to offer you these solutions as they become available to fulfill all of your lighting needs!"}
{"meta": {"doc_id": 1369, "sent_id": 25, "sent_start_pos": 5282, "sent_end_pos": [], "title": "What is Solid-State Lighting?"}, "text": "Costs of LEDs have gone down considerably as well, much like the technology of smart phones. Energy-efficient lighting in a sleek silhouette that is also reasonable priced… sounds too good to be true, and that is exactly why, at WAC Lighting, we will continue to offer you these solutions as they become available to fulfill all of your lighting needs! "}
{"meta": {"doc_id": 1370, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": [], "title": "LED LIGHTING"}, "text": " LED Lighting\nReduce your expenses, upkeep, and\nenvironmental impact with LED Lighting\n70% less energy consumption than other lighting\n10+ year lifespan for LED light bulbs\nRecyclable bulbs reduce environmental waste\nLED lighting provides a higher quality, more consistent light coverage than traditional incandescent fixtures\nLet's get started\nFill out our quick form or give us a call to speak to our experts about how LED lighting can benefit your business\n520.740.073\nMonday — Friday8am — 4pm\n1050 E 19th StreetTucson, AZ 85719\n520.740.0736info@tfssolar.com\nROC 310729 C-78, 310731 R-37, 310732 CR11\nGo Solar | Education Portal | News | Contact Us "}
{"meta": {"doc_id": 1371, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 688, "title": "SUSTAINABLE LED LIGHT"}, "text": " Get Started\nCheck out our proposal of Light as a Service (LAAS))\nHelping to make LED lighting more and more reliable, efficient and affordable, thus helping its spread for a significant impact on greenhouse gas reduction. Discover more\nOur approach to design and innovation is also accompanied by behaviour and antidote\nMinimize the use of paper, water and electricity is encouraged\nPlease contact us if you have any questions on our solutions and products."}
{"meta": {"doc_id": 1371, "sent_id": 1, "sent_start_pos": 40, "sent_end_pos": [], "title": "SUSTAINABLE LED LIGHT"}, "text": "Get Started\nCheck out our proposal of Light as a Service (LAAS))\nHelping to make LED lighting more and more reliable, efficient and affordable, thus helping its spread for a significant impact on greenhouse gas reduction. Discover more\nOur approach to design and innovation is also accompanied by behaviour and antidote\nMinimize the use of paper, water and electricity is encouraged\nPlease contact us if you have any questions on our solutions and products. "}
{"meta": {"doc_id": 1372, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 496, "title": "The Dark Side of LED Lightbulbs"}, "text": " Dear EarthTalk: Are there health or environmental concerns with LED lightbulbs, which may soon replace compact fluorescents as the green-friendly light bulb of choice?—Mari-Louise, via e-mail\nIndeed, LED (light emitting diode) lighting does seem to be the wave of the future right now, given the mercury content and light quality issues with the current king-of-the-hill of green bulbs, the compact fluorescent (CFL). LEDs use significantly less energy than even CFLs, and do not contain mercury."}
{"meta": {"doc_id": 1372, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 658, "title": "The Dark Side of LED Lightbulbs"}, "text": "Dear EarthTalk: Are there health or environmental concerns with LED lightbulbs, which may soon replace compact fluorescents as the green-friendly light bulb of choice?—Mari-Louise, via e-mail\nIndeed, LED (light emitting diode) lighting does seem to be the wave of the future right now, given the mercury content and light quality issues with the current king-of-the-hill of green bulbs, the compact fluorescent (CFL). LEDs use significantly less energy than even CFLs, and do not contain mercury. And they are becoming economically competitive with CFLs at the point of purchase while yielding superior quality lighting and energy bill savings down the line."}
{"meta": {"doc_id": 1372, "sent_id": 2, "sent_start_pos": 418, "sent_end_pos": 861, "title": "The Dark Side of LED Lightbulbs"}, "text": "LEDs use significantly less energy than even CFLs, and do not contain mercury. And they are becoming economically competitive with CFLs at the point of purchase while yielding superior quality lighting and energy bill savings down the line. A study published in late 2010 in the journal Environmental Science and Technology found that LEDs contain lead, arsenic and a dozen other potentially dangerous substances."}
{"meta": {"doc_id": 1372, "sent_id": 3, "sent_start_pos": 497, "sent_end_pos": 1089, "title": "The Dark Side of LED Lightbulbs"}, "text": "And they are becoming economically competitive with CFLs at the point of purchase while yielding superior quality lighting and energy bill savings down the line. A study published in late 2010 in the journal Environmental Science and Technology found that LEDs contain lead, arsenic and a dozen other potentially dangerous substances. LEDs are touted as the next generation of lighting,” says Oladele Ogunseitan, one of the researchers behind the study and chair of the University of California (UC)-Irvine’s Department of Population Health & Disease Prevention."}
{"meta": {"doc_id": 1372, "sent_id": 4, "sent_start_pos": 689, "sent_end_pos": 1413, "title": "The Dark Side of LED Lightbulbs"}, "text": "A study published in late 2010 in the journal Environmental Science and Technology found that LEDs contain lead, arsenic and a dozen other potentially dangerous substances. LEDs are touted as the next generation of lighting,” says Oladele Ogunseitan, one of the researchers behind the study and chair of the University of California (UC)-Irvine’s Department of Population Health & Disease Prevention. “But as we try to find better products that do not deplete energy resources or contribute to global warming, we have to be vigilant [about] toxicity hazards….”\nOgunseitan and other UC-Irvine researchers tested several types of LEDs, including those used as Christmas lights, traffic lights, car headlights and brake lights."}
{"meta": {"doc_id": 1372, "sent_id": 5, "sent_start_pos": 862, "sent_end_pos": 1930, "title": "The Dark Side of LED Lightbulbs"}, "text": "LEDs are touted as the next generation of lighting,” says Oladele Ogunseitan, one of the researchers behind the study and chair of the University of California (UC)-Irvine’s Department of Population Health & Disease Prevention. “But as we try to find better products that do not deplete energy resources or contribute to global warming, we have to be vigilant [about] toxicity hazards….”\nOgunseitan and other UC-Irvine researchers tested several types of LEDs, including those used as Christmas lights, traffic lights, car headlights and brake lights. Some of the worst offenders were low-intensity red LEDs, which were found to contain up to eight times the amount of lead, a known neurotoxin, allowed by California state law and which, according to researchers, “exhibit significant cancer and noncancer potentials due to the high content of arsenic and lead.” Meanwhile, white LEDs contain the least lead, but still harbor large amounts of nickel, another heavy metal that causes allergic reactions in as many as one in five of us upon exposure."}
{"meta": {"doc_id": 1372, "sent_id": 6, "sent_start_pos": 1090, "sent_end_pos": 2069, "title": "The Dark Side of LED Lightbulbs"}, "text": "“But as we try to find better products that do not deplete energy resources or contribute to global warming, we have to be vigilant [about] toxicity hazards….”\nOgunseitan and other UC-Irvine researchers tested several types of LEDs, including those used as Christmas lights, traffic lights, car headlights and brake lights. Some of the worst offenders were low-intensity red LEDs, which were found to contain up to eight times the amount of lead, a known neurotoxin, allowed by California state law and which, according to researchers, “exhibit significant cancer and noncancer potentials due to the high content of arsenic and lead.” Meanwhile, white LEDs contain the least lead, but still harbor large amounts of nickel, another heavy metal that causes allergic reactions in as many as one in five of us upon exposure. And the copper found in some LEDs can pose an environmental threat if it accumulates in rivers and lakes where it can poison aquatic life."}
{"meta": {"doc_id": 1372, "sent_id": 7, "sent_start_pos": 1434, "sent_end_pos": 2294, "title": "The Dark Side of LED Lightbulbs"}, "text": "Some of the worst offenders were low-intensity red LEDs, which were found to contain up to eight times the amount of lead, a known neurotoxin, allowed by California state law and which, according to researchers, “exhibit significant cancer and noncancer potentials due to the high content of arsenic and lead.” Meanwhile, white LEDs contain the least lead, but still harbor large amounts of nickel, another heavy metal that causes allergic reactions in as many as one in five of us upon exposure. And the copper found in some LEDs can pose an environmental threat if it accumulates in rivers and lakes where it can poison aquatic life. Ogunseitan adds that while breaking open a single LED and breathing in its fumes wouldn’t likely cause cancer, our bodies hardly need more toxic substances floating around, as the combined effects could be a disease trigger."}
{"meta": {"doc_id": 1372, "sent_id": 8, "sent_start_pos": 1931, "sent_end_pos": 2464, "title": "The Dark Side of LED Lightbulbs"}, "text": "And the copper found in some LEDs can pose an environmental threat if it accumulates in rivers and lakes where it can poison aquatic life. Ogunseitan adds that while breaking open a single LED and breathing in its fumes wouldn’t likely cause cancer, our bodies hardly need more toxic substances floating around, as the combined effects could be a disease trigger. If any LEDs break at home, Ogunseitan recommends sweeping them up while wearing gloves and a mask, and disposing of the debris — and even the broom — as hazardous waste."}
{"meta": {"doc_id": 1372, "sent_id": 9, "sent_start_pos": 2070, "sent_end_pos": 2679, "title": "The Dark Side of LED Lightbulbs"}, "text": "Ogunseitan adds that while breaking open a single LED and breathing in its fumes wouldn’t likely cause cancer, our bodies hardly need more toxic substances floating around, as the combined effects could be a disease trigger. If any LEDs break at home, Ogunseitan recommends sweeping them up while wearing gloves and a mask, and disposing of the debris — and even the broom — as hazardous waste. Furthermore, crews dispatched to clean up car crashes or broken traffic lights (LEDs are used extensively for automotive and traffic lighting) should wear protective clothing and handle material as hazardous waste."}
{"meta": {"doc_id": 1372, "sent_id": 10, "sent_start_pos": 2295, "sent_end_pos": 2771, "title": "The Dark Side of LED Lightbulbs"}, "text": "If any LEDs break at home, Ogunseitan recommends sweeping them up while wearing gloves and a mask, and disposing of the debris — and even the broom — as hazardous waste. Furthermore, crews dispatched to clean up car crashes or broken traffic lights (LEDs are used extensively for automotive and traffic lighting) should wear protective clothing and handle material as hazardous waste. LEDs are currently not considered toxic by law and can be disposed of in regular landfills."}
{"meta": {"doc_id": 1372, "sent_id": 11, "sent_start_pos": 2465, "sent_end_pos": 2996, "title": "The Dark Side of LED Lightbulbs"}, "text": "Furthermore, crews dispatched to clean up car crashes or broken traffic lights (LEDs are used extensively for automotive and traffic lighting) should wear protective clothing and handle material as hazardous waste. LEDs are currently not considered toxic by law and can be disposed of in regular landfills. According to Ogunseitan, LED makers could easily reduce the concentrations of heavy metals in their products or even redesign them with truly safer materials, especially if state or federal regulators required them to do so."}
{"meta": {"doc_id": 1372, "sent_id": 12, "sent_start_pos": 2680, "sent_end_pos": 3156, "title": "The Dark Side of LED Lightbulbs"}, "text": "LEDs are currently not considered toxic by law and can be disposed of in regular landfills. According to Ogunseitan, LED makers could easily reduce the concentrations of heavy metals in their products or even redesign them with truly safer materials, especially if state or federal regulators required them to do so. “Every day we don’t have a law that says you cannot replace an unsafe product with another unsafe product, we’re putting people’s lives at risk,” he concludes."}
{"meta": {"doc_id": 1372, "sent_id": 13, "sent_start_pos": 2772, "sent_end_pos": 3370, "title": "The Dark Side of LED Lightbulbs"}, "text": "According to Ogunseitan, LED makers could easily reduce the concentrations of heavy metals in their products or even redesign them with truly safer materials, especially if state or federal regulators required them to do so. “Every day we don’t have a law that says you cannot replace an unsafe product with another unsafe product, we’re putting people’s lives at risk,” he concludes. “And it’s a preventable risk.”\nOf course, we all need some kind of lighting in our lives and, despite their flaws, LEDs may still be the best choice regarding light quality, energy use and environmental footprint."}
{"meta": {"doc_id": 1372, "sent_id": 14, "sent_start_pos": 2997, "sent_end_pos": 3501, "title": "The Dark Side of LED Lightbulbs"}, "text": "“Every day we don’t have a law that says you cannot replace an unsafe product with another unsafe product, we’re putting people’s lives at risk,” he concludes. “And it’s a preventable risk.”\nOf course, we all need some kind of lighting in our lives and, despite their flaws, LEDs may still be the best choice regarding light quality, energy use and environmental footprint. That said, researchers are busy at work on even newer lighting technologies that could render even today’s green choices obsolete."}
{"meta": {"doc_id": 1372, "sent_id": 15, "sent_start_pos": 3157, "sent_end_pos": 3743, "title": "The Dark Side of LED Lightbulbs"}, "text": "“And it’s a preventable risk.”\nOf course, we all need some kind of lighting in our lives and, despite their flaws, LEDs may still be the best choice regarding light quality, energy use and environmental footprint. That said, researchers are busy at work on even newer lighting technologies that could render even today’s green choices obsolete. EarthTalk® is written and edited by Roddy Scheer and Doug Moss and is a registered trademark of E - The Environmental Magazine (www.emagazine.com)."}
{"meta": {"doc_id": 1372, "sent_id": 16, "sent_start_pos": 3371, "sent_end_pos": [], "title": "The Dark Side of LED Lightbulbs"}, "text": "That said, researchers are busy at work on even newer lighting technologies that could render even today’s green choices obsolete. EarthTalk® is written and edited by Roddy Scheer and Doug Moss and is a registered trademark of E - The Environmental Magazine (www.emagazine.com). "}
{"meta": {"doc_id": 1373, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 246, "title": "LED Lighting"}, "text": " The light-emitting diode (LED) is one of today's most energy-efficient and rapidly-developing lighting technologies. Quality LED light bulbs last longer, are more durable, and offer comparable or better light quality than other types of lighting."}
{"meta": {"doc_id": 1373, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 475, "title": "LED Lighting"}, "text": "The light-emitting diode (LED) is one of today's most energy-efficient and rapidly-developing lighting technologies. Quality LED light bulbs last longer, are more durable, and offer comparable or better light quality than other types of lighting. Energy Savings\nLED is a highly energy efficient lighting technology, and has the potential to fundamentally change the future of lighting in the United States."}
{"meta": {"doc_id": 1373, "sent_id": 2, "sent_start_pos": 117, "sent_end_pos": 620, "title": "LED Lighting"}, "text": "Quality LED light bulbs last longer, are more durable, and offer comparable or better light quality than other types of lighting. Energy Savings\nLED is a highly energy efficient lighting technology, and has the potential to fundamentally change the future of lighting in the United States. Residential LEDs -- especially ENERGY STAR rated products -- use at least 75% less energy, and last 25 times longer, than incandescent lighting."}
{"meta": {"doc_id": 1373, "sent_id": 3, "sent_start_pos": 316, "sent_end_pos": 725, "title": "LED Lighting"}, "text": "Energy Savings\nLED is a highly energy efficient lighting technology, and has the potential to fundamentally change the future of lighting in the United States. Residential LEDs -- especially ENERGY STAR rated products -- use at least 75% less energy, and last 25 times longer, than incandescent lighting. Widespread use of LED lighting has the greatest potential impact on energy savings in the United States."}
{"meta": {"doc_id": 1373, "sent_id": 4, "sent_start_pos": 476, "sent_end_pos": 1004, "title": "LED Lighting"}, "text": "Residential LEDs -- especially ENERGY STAR rated products -- use at least 75% less energy, and last 25 times longer, than incandescent lighting. Widespread use of LED lighting has the greatest potential impact on energy savings in the United States. By 2027, widespread use of LEDs could save about 348 TWh (compared to no LED use) of electricity: This is the equivalent annual electrical output of 44 large electric power plants (1000 megawatts each), and a total savings of more than $30 billion at today's electricity prices."}
{"meta": {"doc_id": 1373, "sent_id": 5, "sent_start_pos": 621, "sent_end_pos": 1212, "title": "LED Lighting"}, "text": "Widespread use of LED lighting has the greatest potential impact on energy savings in the United States. By 2027, widespread use of LEDs could save about 348 TWh (compared to no LED use) of electricity: This is the equivalent annual electrical output of 44 large electric power plants (1000 megawatts each), and a total savings of more than $30 billion at today's electricity prices. How LEDs are Different\nLED lighting is very different from other lighting sources such as incandescent bulbs and CFLs."}
{"meta": {"doc_id": 1373, "sent_id": 6, "sent_start_pos": 726, "sent_end_pos": 1385, "title": "LED Lighting"}, "text": "By 2027, widespread use of LEDs could save about 348 TWh (compared to no LED use) of electricity: This is the equivalent annual electrical output of 44 large electric power plants (1000 megawatts each), and a total savings of more than $30 billion at today's electricity prices. How LEDs are Different\nLED lighting is very different from other lighting sources such as incandescent bulbs and CFLs. Key differences include the following:\n- Light Source: LEDs are the size of a fleck of pepper, and a mix of red, green, and blue LEDs is typically used to make white light."}
{"meta": {"doc_id": 1373, "sent_id": 7, "sent_start_pos": 1094, "sent_end_pos": 1507, "title": "LED Lighting"}, "text": "How LEDs are Different\nLED lighting is very different from other lighting sources such as incandescent bulbs and CFLs. Key differences include the following:\n- Light Source: LEDs are the size of a fleck of pepper, and a mix of red, green, and blue LEDs is typically used to make white light. - Direction: LEDs emit light in a specific direction, reducing the need for reflectors and diffusers that can trap light."}
{"meta": {"doc_id": 1373, "sent_id": 8, "sent_start_pos": 1213, "sent_end_pos": 1607, "title": "LED Lighting"}, "text": "Key differences include the following:\n- Light Source: LEDs are the size of a fleck of pepper, and a mix of red, green, and blue LEDs is typically used to make white light. - Direction: LEDs emit light in a specific direction, reducing the need for reflectors and diffusers that can trap light. This feature makes LEDs more efficient for many uses such as recessed downlights and task lighting."}
{"meta": {"doc_id": 1373, "sent_id": 9, "sent_start_pos": 1386, "sent_end_pos": 1751, "title": "LED Lighting"}, "text": "- Direction: LEDs emit light in a specific direction, reducing the need for reflectors and diffusers that can trap light. This feature makes LEDs more efficient for many uses such as recessed downlights and task lighting. With other types of lighting, the light must be reflected to the desired direction and more than half of the light may never leave the fixture."}
{"meta": {"doc_id": 1373, "sent_id": 10, "sent_start_pos": 1508, "sent_end_pos": 1909, "title": "LED Lighting"}, "text": "This feature makes LEDs more efficient for many uses such as recessed downlights and task lighting. With other types of lighting, the light must be reflected to the desired direction and more than half of the light may never leave the fixture. In comparison, incandescent bulbs release 90% of their energy as heat and CFLs release about 80% of their energy as heat."}
{"meta": {"doc_id": 1373, "sent_id": 11, "sent_start_pos": 1608, "sent_end_pos": 2045, "title": "LED Lighting"}, "text": "With other types of lighting, the light must be reflected to the desired direction and more than half of the light may never leave the fixture. In comparison, incandescent bulbs release 90% of their energy as heat and CFLs release about 80% of their energy as heat. LED Products\nLED lighting is currently available in a wide variety of home and industrial products, and the list is growing every year."}
{"meta": {"doc_id": 1373, "sent_id": 12, "sent_start_pos": 1788, "sent_end_pos": 2183, "title": "LED Lighting"}, "text": "In comparison, incandescent bulbs release 90% of their energy as heat and CFLs release about 80% of their energy as heat. LED Products\nLED lighting is currently available in a wide variety of home and industrial products, and the list is growing every year. The rapid development of LED technology leads to more products and improved manufacturing efficiency, which also results in lower prices."}
{"meta": {"doc_id": 1373, "sent_id": 13, "sent_start_pos": 1910, "sent_end_pos": 2240, "title": "LED Lighting"}, "text": "LED Products\nLED lighting is currently available in a wide variety of home and industrial products, and the list is growing every year. The rapid development of LED technology leads to more products and improved manufacturing efficiency, which also results in lower prices. Below are some of the most common types of LED products."}
{"meta": {"doc_id": 1373, "sent_id": 14, "sent_start_pos": 2046, "sent_end_pos": 2369, "title": "LED Lighting"}, "text": "The rapid development of LED technology leads to more products and improved manufacturing efficiency, which also results in lower prices. Below are some of the most common types of LED products. Industrial and Commercial Lighting\nThe high efficiency and directional nature of LEDs makes them ideal for many industrial uses."}
{"meta": {"doc_id": 1373, "sent_id": 15, "sent_start_pos": 2184, "sent_end_pos": 2547, "title": "LED Lighting"}, "text": "Below are some of the most common types of LED products. Industrial and Commercial Lighting\nThe high efficiency and directional nature of LEDs makes them ideal for many industrial uses. LEDs are increasingly common in street lights, parking garage lighting, walkway and other outdoor area lighting, refrigerated case lighting, modular lighting, and task lighting."}
{"meta": {"doc_id": 1373, "sent_id": 16, "sent_start_pos": 2241, "sent_end_pos": 2691, "title": "LED Lighting"}, "text": "Industrial and Commercial Lighting\nThe high efficiency and directional nature of LEDs makes them ideal for many industrial uses. LEDs are increasingly common in street lights, parking garage lighting, walkway and other outdoor area lighting, refrigerated case lighting, modular lighting, and task lighting. Kitchen Under-Cabinet Lighting\nBecause LEDs are small and directional, they are ideal for lighting countertops for cooking and reading recipes."}
{"meta": {"doc_id": 1373, "sent_id": 17, "sent_start_pos": 2370, "sent_end_pos": 2912, "title": "LED Lighting"}, "text": "LEDs are increasingly common in street lights, parking garage lighting, walkway and other outdoor area lighting, refrigerated case lighting, modular lighting, and task lighting. Kitchen Under-Cabinet Lighting\nBecause LEDs are small and directional, they are ideal for lighting countertops for cooking and reading recipes. The color can appear more cool or blue than is typically desirable in a kitchen, and there can be some excessive shadowing in some fixtures, so it is important to compare products to find the best fixture for your space."}
{"meta": {"doc_id": 1373, "sent_id": 18, "sent_start_pos": 2548, "sent_end_pos": 3071, "title": "LED Lighting"}, "text": "Kitchen Under-Cabinet Lighting\nBecause LEDs are small and directional, they are ideal for lighting countertops for cooking and reading recipes. The color can appear more cool or blue than is typically desirable in a kitchen, and there can be some excessive shadowing in some fixtures, so it is important to compare products to find the best fixture for your space. Recessed Downlights\nRecessed downlights are commonly used in residential kitchens, hallways, and bathrooms, and in a number of office and commercial settings."}
{"meta": {"doc_id": 1373, "sent_id": 19, "sent_start_pos": 2692, "sent_end_pos": 3206, "title": "LED Lighting"}, "text": "The color can appear more cool or blue than is typically desirable in a kitchen, and there can be some excessive shadowing in some fixtures, so it is important to compare products to find the best fixture for your space. Recessed Downlights\nRecessed downlights are commonly used in residential kitchens, hallways, and bathrooms, and in a number of office and commercial settings. DOE estimates there are at least 500 million recessed downlights installed in U.S. homes, and more than 20 million are sold each year."}
{"meta": {"doc_id": 1373, "sent_id": 20, "sent_start_pos": 2913, "sent_end_pos": 3421, "title": "LED Lighting"}, "text": "Recessed Downlights\nRecessed downlights are commonly used in residential kitchens, hallways, and bathrooms, and in a number of office and commercial settings. DOE estimates there are at least 500 million recessed downlights installed in U.S. homes, and more than 20 million are sold each year. LED Replacement Bulbs\nWith performance improvements and dropping prices, LED lamps can replace 40, 60, and even 75 Watt incandescent bulbs."}
{"meta": {"doc_id": 1373, "sent_id": 21, "sent_start_pos": 3072, "sent_end_pos": 3555, "title": "LED Lighting"}, "text": "DOE estimates there are at least 500 million recessed downlights installed in U.S. homes, and more than 20 million are sold each year. LED Replacement Bulbs\nWith performance improvements and dropping prices, LED lamps can replace 40, 60, and even 75 Watt incandescent bulbs. It's important to read the Lighting Facts Label to make sure the product is the right brightness and color for the intended location."}
{"meta": {"doc_id": 1373, "sent_id": 22, "sent_start_pos": 3282, "sent_end_pos": 3631, "title": "LED Lighting"}, "text": "LED Replacement Bulbs\nWith performance improvements and dropping prices, LED lamps can replace 40, 60, and even 75 Watt incandescent bulbs. It's important to read the Lighting Facts Label to make sure the product is the right brightness and color for the intended location. When chosen carefully, LED replacement products can be an excellent option."}
{"meta": {"doc_id": 1373, "sent_id": 23, "sent_start_pos": 3422, "sent_end_pos": 3790, "title": "LED Lighting"}, "text": "It's important to read the Lighting Facts Label to make sure the product is the right brightness and color for the intended location. When chosen carefully, LED replacement products can be an excellent option. LED Holiday Lights\nLEDs consume far less electricity than incandescent bulbs, and decorative LED light strings such as Christmas tree lights are no different."}
{"meta": {"doc_id": 1373, "sent_id": 24, "sent_start_pos": 3556, "sent_end_pos": 3994, "title": "LED Lighting"}, "text": "When chosen carefully, LED replacement products can be an excellent option. LED Holiday Lights\nLEDs consume far less electricity than incandescent bulbs, and decorative LED light strings such as Christmas tree lights are no different. Not only do LED holiday lights consume less electricity, they also have the following advantages:\n- Safer: LEDs are much cooler than incandescent lights, reducing the risk of combustion or burnt fingers."}
{"meta": {"doc_id": 1373, "sent_id": 25, "sent_start_pos": 3632, "sent_end_pos": 4091, "title": "LED Lighting"}, "text": "LED Holiday Lights\nLEDs consume far less electricity than incandescent bulbs, and decorative LED light strings such as Christmas tree lights are no different. Not only do LED holiday lights consume less electricity, they also have the following advantages:\n- Safer: LEDs are much cooler than incandescent lights, reducing the risk of combustion or burnt fingers. - Sturdier: LEDs are made with epoxy lenses, not glass, and are much more resistant to breakage."}
{"meta": {"doc_id": 1373, "sent_id": 26, "sent_start_pos": 3791, "sent_end_pos": 4180, "title": "LED Lighting"}, "text": "Not only do LED holiday lights consume less electricity, they also have the following advantages:\n- Safer: LEDs are much cooler than incandescent lights, reducing the risk of combustion or burnt fingers. - Sturdier: LEDs are made with epoxy lenses, not glass, and are much more resistant to breakage. - Longer lasting: The same LED string could still be in use 40 holiday seasons from now."}
{"meta": {"doc_id": 1373, "sent_id": 27, "sent_start_pos": 3995, "sent_end_pos": 4289, "title": "LED Lighting"}, "text": "- Sturdier: LEDs are made with epoxy lenses, not glass, and are much more resistant to breakage. - Longer lasting: The same LED string could still be in use 40 holiday seasons from now. - Easier to install: Up to 25 strings of LEDs can be connected end-to-end without overloading a wall socket."}
{"meta": {"doc_id": 1373, "sent_id": 28, "sent_start_pos": 4092, "sent_end_pos": 4580, "title": "LED Lighting"}, "text": "- Longer lasting: The same LED string could still be in use 40 holiday seasons from now. - Easier to install: Up to 25 strings of LEDs can be connected end-to-end without overloading a wall socket. Estimated cost of electricity to light a six-foot tree for 12 hours a day for 40 days\nEstimated cost* of buying and operating lights for 10 holiday seasons\n*Assumes 50 C-9 bulbs and 200 mini-lights per tree, with electricity at $0.119 per kilowatt-hour (kWh) (AEO 2012 Residential Average)."}
{"meta": {"doc_id": 1373, "sent_id": 29, "sent_start_pos": 4181, "sent_end_pos": 4684, "title": "LED Lighting"}, "text": "- Easier to install: Up to 25 strings of LEDs can be connected end-to-end without overloading a wall socket. Estimated cost of electricity to light a six-foot tree for 12 hours a day for 40 days\nEstimated cost* of buying and operating lights for 10 holiday seasons\n*Assumes 50 C-9 bulbs and 200 mini-lights per tree, with electricity at $0.119 per kilowatt-hour (kWh) (AEO 2012 Residential Average). Prices of lights based on quoted prices for low volume purchases from major home improvement retailers."}
{"meta": {"doc_id": 1373, "sent_id": 30, "sent_start_pos": 4290, "sent_end_pos": 4742, "title": "LED Lighting"}, "text": "Estimated cost of electricity to light a six-foot tree for 12 hours a day for 40 days\nEstimated cost* of buying and operating lights for 10 holiday seasons\n*Assumes 50 C-9 bulbs and 200 mini-lights per tree, with electricity at $0.119 per kilowatt-hour (kWh) (AEO 2012 Residential Average). Prices of lights based on quoted prices for low volume purchases from major home improvement retailers. All costs have been discounted at an annual rate of 5.6%."}
{"meta": {"doc_id": 1373, "sent_id": 31, "sent_start_pos": 4581, "sent_end_pos": [], "title": "LED Lighting"}, "text": "Prices of lights based on quoted prices for low volume purchases from major home improvement retailers. All costs have been discounted at an annual rate of 5.6%. "}
{"meta": {"doc_id": 1374, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 465, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": " By replacing your home's five most frequently used light fixtures or bulbs with models that have earned the ENERGY STAR, you can save $75 each year. Compared to traditional incandescents, energy-efficient lightbulbs such as halogen incandescents, compact fluorescent lamps (CFLs), and light emitting diodes (LEDs) have the following advantages:\n- Typically use about 25%-80% less energy than traditional incandescents, saving you money\n- Can last 3-25 times longer."}
{"meta": {"doc_id": 1374, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 578, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "By replacing your home's five most frequently used light fixtures or bulbs with models that have earned the ENERGY STAR, you can save $75 each year. Compared to traditional incandescents, energy-efficient lightbulbs such as halogen incandescents, compact fluorescent lamps (CFLs), and light emitting diodes (LEDs) have the following advantages:\n- Typically use about 25%-80% less energy than traditional incandescents, saving you money\n- Can last 3-25 times longer. Today's energy-efficient bulbs are available in the wide range of colors and light levels you've come to expect."}
{"meta": {"doc_id": 1374, "sent_id": 2, "sent_start_pos": 149, "sent_end_pos": 758, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "Compared to traditional incandescents, energy-efficient lightbulbs such as halogen incandescents, compact fluorescent lamps (CFLs), and light emitting diodes (LEDs) have the following advantages:\n- Typically use about 25%-80% less energy than traditional incandescents, saving you money\n- Can last 3-25 times longer. Today's energy-efficient bulbs are available in the wide range of colors and light levels you've come to expect. While the initial price of energy-efficient bulbs is typically higher than traditional incandescents, newer bulbs cost less to operate, saving you money over the life of the bulb."}
{"meta": {"doc_id": 1374, "sent_id": 3, "sent_start_pos": 466, "sent_end_pos": 876, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "Today's energy-efficient bulbs are available in the wide range of colors and light levels you've come to expect. While the initial price of energy-efficient bulbs is typically higher than traditional incandescents, newer bulbs cost less to operate, saving you money over the life of the bulb. Many of the newer bulbs last significantly longer than traditional bulbs, so you won't need to replace them as often."}
{"meta": {"doc_id": 1374, "sent_id": 4, "sent_start_pos": 579, "sent_end_pos": 1003, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "While the initial price of energy-efficient bulbs is typically higher than traditional incandescents, newer bulbs cost less to operate, saving you money over the life of the bulb. Many of the newer bulbs last significantly longer than traditional bulbs, so you won't need to replace them as often. The table below compares a 60 watt (W) traditional incandescent with energy efficient bulbs that provide similar light levels."}
{"meta": {"doc_id": 1374, "sent_id": 5, "sent_start_pos": 759, "sent_end_pos": 1107, "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "Many of the newer bulbs last significantly longer than traditional bulbs, so you won't need to replace them as often. The table below compares a 60 watt (W) traditional incandescent with energy efficient bulbs that provide similar light levels. *Based on 2 hrs/day of usage, an electricity rate of 11 cents per kilowatt-hour, shown in U.S. dollars."}
{"meta": {"doc_id": 1374, "sent_id": 6, "sent_start_pos": 877, "sent_end_pos": [], "title": "How Energy-Efficient Light Bulbs Compare with Traditional Incandescents"}, "text": "The table below compares a 60 watt (W) traditional incandescent with energy efficient bulbs that provide similar light levels. *Based on 2 hrs/day of usage, an electricity rate of 11 cents per kilowatt-hour, shown in U.S. dollars. "}
{"meta": {"doc_id": 1375, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 414, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": " So, does it make sense to replace less-efficient bulbs with the latest light-emitting diodes now, or should you wait for future improvements and even lower costs? A new study from University of Michigan researchers recommends replacing all incandescent and halogen light bulbs in your home now with compact fluorescent lamps (CFLs) or LEDs."}
{"meta": {"doc_id": 1375, "sent_id": 1, "sent_start_pos": 74, "sent_end_pos": 644, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "So, does it make sense to replace less-efficient bulbs with the latest light-emitting diodes now, or should you wait for future improvements and even lower costs? A new study from University of Michigan researchers recommends replacing all incandescent and halogen light bulbs in your home now with compact fluorescent lamps (CFLs) or LEDs. But immediate replacement is not advised for existing CFLs and LEDs, unless your main concern is helping to reduce power-plant emissions, according to the study scheduled for publication Nov. 15 in Environmental Research Letters."}
{"meta": {"doc_id": 1375, "sent_id": 2, "sent_start_pos": 237, "sent_end_pos": 728, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "A new study from University of Michigan researchers recommends replacing all incandescent and halogen light bulbs in your home now with compact fluorescent lamps (CFLs) or LEDs. But immediate replacement is not advised for existing CFLs and LEDs, unless your main concern is helping to reduce power-plant emissions, according to the study scheduled for publication Nov. 15 in Environmental Research Letters. \"Estimating the right time to switch over to LEDs is not a straightforward problem."}
{"meta": {"doc_id": 1375, "sent_id": 3, "sent_start_pos": 415, "sent_end_pos": 994, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "But immediate replacement is not advised for existing CFLs and LEDs, unless your main concern is helping to reduce power-plant emissions, according to the study scheduled for publication Nov. 15 in Environmental Research Letters. \"Estimating the right time to switch over to LEDs is not a straightforward problem. If your goal is to help reduce carbon dioxide emissions, then maybe you should switch to LEDs now,\" said Lixi Liu, first author of the study and a doctoral student at the U-M School for Environment and Sustainability and at the Department of Mechanical Engineering."}
{"meta": {"doc_id": 1375, "sent_id": 4, "sent_start_pos": 645, "sent_end_pos": 1193, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"Estimating the right time to switch over to LEDs is not a straightforward problem. If your goal is to help reduce carbon dioxide emissions, then maybe you should switch to LEDs now,\" said Lixi Liu, first author of the study and a doctoral student at the U-M School for Environment and Sustainability and at the Department of Mechanical Engineering. \"But if your main concern is lowering costs and home energy use, then holding on to existing CFLs and LEDs, and waiting until LEDs use even less energy and are even lower in cost, may be desirable.\""}
{"meta": {"doc_id": 1375, "sent_id": 5, "sent_start_pos": 729, "sent_end_pos": 1359, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "If your goal is to help reduce carbon dioxide emissions, then maybe you should switch to LEDs now,\" said Lixi Liu, first author of the study and a doctoral student at the U-M School for Environment and Sustainability and at the Department of Mechanical Engineering. \"But if your main concern is lowering costs and home energy use, then holding on to existing CFLs and LEDs, and waiting until LEDs use even less energy and are even lower in cost, may be desirable.\" For a CFL that's used an average of three hours per day, it may be best -- both economically and energetically -- to delay the adoption of LEDs until 2020, she said."}
{"meta": {"doc_id": 1375, "sent_id": 6, "sent_start_pos": 995, "sent_end_pos": 1557, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"But if your main concern is lowering costs and home energy use, then holding on to existing CFLs and LEDs, and waiting until LEDs use even less energy and are even lower in cost, may be desirable.\" For a CFL that's used an average of three hours per day, it may be best -- both economically and energetically -- to delay the adoption of LEDs until 2020, she said. Home lighting upgrades are an easy way to lower your utility bill, reduce energy use and help cut greenhouse gas emissions."}
{"meta": {"doc_id": 1375, "sent_id": 7, "sent_start_pos": 1194, "sent_end_pos": 1694, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "For a CFL that's used an average of three hours per day, it may be best -- both economically and energetically -- to delay the adoption of LEDs until 2020, she said. Home lighting upgrades are an easy way to lower your utility bill, reduce energy use and help cut greenhouse gas emissions. LEDs are long-lasting light bulbs that use less energy than incandescent, halogen or fluorescent bulbs to provide the same light output."}
{"meta": {"doc_id": 1375, "sent_id": 8, "sent_start_pos": 1434, "sent_end_pos": 1814, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "Home lighting upgrades are an easy way to lower your utility bill, reduce energy use and help cut greenhouse gas emissions. LEDs are long-lasting light bulbs that use less energy than incandescent, halogen or fluorescent bulbs to provide the same light output. But the initial purchase price for LEDs is higher than other types of bulbs, so many consumers haven't made the switch."}
{"meta": {"doc_id": 1375, "sent_id": 9, "sent_start_pos": 1558, "sent_end_pos": 1947, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "LEDs are long-lasting light bulbs that use less energy than incandescent, halogen or fluorescent bulbs to provide the same light output. But the initial purchase price for LEDs is higher than other types of bulbs, so many consumers haven't made the switch. Previous studies have noted that LEDs reduce spending on energy over time and are a cost-effective alternative to other light bulbs."}
{"meta": {"doc_id": 1375, "sent_id": 10, "sent_start_pos": 1695, "sent_end_pos": 2024, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "But the initial purchase price for LEDs is higher than other types of bulbs, so many consumers haven't made the switch. Previous studies have noted that LEDs reduce spending on energy over time and are a cost-effective alternative to other light bulbs. But those studies did not look at the best time to replace an existing bulb."}
{"meta": {"doc_id": 1375, "sent_id": 11, "sent_start_pos": 1815, "sent_end_pos": 2278, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "Previous studies have noted that LEDs reduce spending on energy over time and are a cost-effective alternative to other light bulbs. But those studies did not look at the best time to replace an existing bulb. In their newly published study, the U-M researchers examined cost, energy use and greenhouse gas emissions for different types of 60-watt-equivalent bulbs and created a computer model to generate multiple replacement scenarios, which were then analyzed."}
{"meta": {"doc_id": 1375, "sent_id": 12, "sent_start_pos": 1948, "sent_end_pos": 2398, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "But those studies did not look at the best time to replace an existing bulb. In their newly published study, the U-M researchers examined cost, energy use and greenhouse gas emissions for different types of 60-watt-equivalent bulbs and created a computer model to generate multiple replacement scenarios, which were then analyzed. Specifically, they used a method called life cycle optimization to construct a lighting replacement optimization model."}
{"meta": {"doc_id": 1375, "sent_id": 13, "sent_start_pos": 2025, "sent_end_pos": 2604, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "In their newly published study, the U-M researchers examined cost, energy use and greenhouse gas emissions for different types of 60-watt-equivalent bulbs and created a computer model to generate multiple replacement scenarios, which were then analyzed. Specifically, they used a method called life cycle optimization to construct a lighting replacement optimization model. The life cycle optimization method has previously been used by researchers at U-M's Center for Sustainable Systems to study replacement of automobiles, refrigerators, washing machines and air conditioners."}
{"meta": {"doc_id": 1375, "sent_id": 14, "sent_start_pos": 2279, "sent_end_pos": 2780, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "Specifically, they used a method called life cycle optimization to construct a lighting replacement optimization model. The life cycle optimization method has previously been used by researchers at U-M's Center for Sustainable Systems to study replacement of automobiles, refrigerators, washing machines and air conditioners. \"Replacement decisions can be complex and often confusing,\" said Gregory Keoleian, director of the center and a co-author of the Environmental Research Letters lighting paper."}
{"meta": {"doc_id": 1375, "sent_id": 15, "sent_start_pos": 2399, "sent_end_pos": 3078, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "The life cycle optimization method has previously been used by researchers at U-M's Center for Sustainable Systems to study replacement of automobiles, refrigerators, washing machines and air conditioners. \"Replacement decisions can be complex and often confusing,\" said Gregory Keoleian, director of the center and a co-author of the Environmental Research Letters lighting paper. \"Research at the Center for Sustainable Systems over the past dozen years has focused on helping consumers navigate this complexity and identify opportunities for cost savings and lower environmental impact,\" said Keoleian, who is also a professor at the School for Environment and Sustainability."}
{"meta": {"doc_id": 1375, "sent_id": 16, "sent_start_pos": 2605, "sent_end_pos": 3202, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"Replacement decisions can be complex and often confusing,\" said Gregory Keoleian, director of the center and a co-author of the Environmental Research Letters lighting paper. \"Research at the Center for Sustainable Systems over the past dozen years has focused on helping consumers navigate this complexity and identify opportunities for cost savings and lower environmental impact,\" said Keoleian, who is also a professor at the School for Environment and Sustainability. In the lighting study, the U-M researchers considered factors such as how often the current bulb is used and its condition."}
{"meta": {"doc_id": 1375, "sent_id": 17, "sent_start_pos": 2781, "sent_end_pos": 3408, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"Research at the Center for Sustainable Systems over the past dozen years has focused on helping consumers navigate this complexity and identify opportunities for cost savings and lower environmental impact,\" said Keoleian, who is also a professor at the School for Environment and Sustainability. In the lighting study, the U-M researchers considered factors such as how often the current bulb is used and its condition. And they looked at trajectories for lighting technology and energy generation: light bulb technologies are improving, costs continue to drop, and electricity generation in this country is becoming cleaner."}
{"meta": {"doc_id": 1375, "sent_id": 18, "sent_start_pos": 3079, "sent_end_pos": 3568, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "In the lighting study, the U-M researchers considered factors such as how often the current bulb is used and its condition. And they looked at trajectories for lighting technology and energy generation: light bulb technologies are improving, costs continue to drop, and electricity generation in this country is becoming cleaner. By 2040, the share of U.S. electricity from natural gas is expected to increase by 6 percent, and the share from renewables is expected to increase 13 percent."}
{"meta": {"doc_id": 1375, "sent_id": 19, "sent_start_pos": 3203, "sent_end_pos": 3724, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "And they looked at trajectories for lighting technology and energy generation: light bulb technologies are improving, costs continue to drop, and electricity generation in this country is becoming cleaner. By 2040, the share of U.S. electricity from natural gas is expected to increase by 6 percent, and the share from renewables is expected to increase 13 percent. By 2040, the share of U.S. electricity from nuclear power is expected to decrease by 4 percent, and the share from coal is expected to decrease 15 percent."}
{"meta": {"doc_id": 1375, "sent_id": 20, "sent_start_pos": 3409, "sent_end_pos": 3862, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "By 2040, the share of U.S. electricity from natural gas is expected to increase by 6 percent, and the share from renewables is expected to increase 13 percent. By 2040, the share of U.S. electricity from nuclear power is expected to decrease by 4 percent, and the share from coal is expected to decrease 15 percent. The new lighting study provides specific replacement strategies for maximizing the cost, energy and emissions savings from home lighting."}
{"meta": {"doc_id": 1375, "sent_id": 21, "sent_start_pos": 3569, "sent_end_pos": 4057, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "By 2040, the share of U.S. electricity from nuclear power is expected to decrease by 4 percent, and the share from coal is expected to decrease 15 percent. The new lighting study provides specific replacement strategies for maximizing the cost, energy and emissions savings from home lighting. \"It was a challenging optimization problem to solve accurately,\" said Kazuhiro Saitou, a U-M mechanical engineering professor and the other co-author of the Environmental Research Letters paper."}
{"meta": {"doc_id": 1375, "sent_id": 22, "sent_start_pos": 3725, "sent_end_pos": 4281, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "The new lighting study provides specific replacement strategies for maximizing the cost, energy and emissions savings from home lighting. \"It was a challenging optimization problem to solve accurately,\" said Kazuhiro Saitou, a U-M mechanical engineering professor and the other co-author of the Environmental Research Letters paper. \"Because it involved various types of decision variables -- years of use, number of replacements and type of lighting technology -- and multiple objectives -- cost, energy and emissions -- that can compete with each other.\""}
{"meta": {"doc_id": 1375, "sent_id": 23, "sent_start_pos": 3863, "sent_end_pos": 4448, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"It was a challenging optimization problem to solve accurately,\" said Kazuhiro Saitou, a U-M mechanical engineering professor and the other co-author of the Environmental Research Letters paper. \"Because it involved various types of decision variables -- years of use, number of replacements and type of lighting technology -- and multiple objectives -- cost, energy and emissions -- that can compete with each other.\" In addition to the previously mentioned results, the study finds that:\nIn general, bulbs that are used more often should be replaced first to maximize energy savings."}
{"meta": {"doc_id": 1375, "sent_id": 24, "sent_start_pos": 4058, "sent_end_pos": 4550, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "\"Because it involved various types of decision variables -- years of use, number of replacements and type of lighting technology -- and multiple objectives -- cost, energy and emissions -- that can compete with each other.\" In addition to the previously mentioned results, the study finds that:\nIn general, bulbs that are used more often should be replaced first to maximize energy savings. Replacing a bulb before it burns out may seem wasteful, but consumers can cut energy use by doing so."}
{"meta": {"doc_id": 1375, "sent_id": 25, "sent_start_pos": 4282, "sent_end_pos": 4728, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "In addition to the previously mentioned results, the study finds that:\nIn general, bulbs that are used more often should be replaced first to maximize energy savings. Replacing a bulb before it burns out may seem wasteful, but consumers can cut energy use by doing so. Strategies for replacing light bulbs vary from place to place, depending on regional energy costs and the power-generation mix (i.e., coal, natural gas, nuclear and renewables)."}
{"meta": {"doc_id": 1375, "sent_id": 26, "sent_start_pos": 4449, "sent_end_pos": 4895, "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "Replacing a bulb before it burns out may seem wasteful, but consumers can cut energy use by doing so. Strategies for replacing light bulbs vary from place to place, depending on regional energy costs and the power-generation mix (i.e., coal, natural gas, nuclear and renewables). In general, LED upgrades should be made earlier and more frequently in places -- such as California, Washington, D.C., and Hawaii -- where electricity costs are high."}
{"meta": {"doc_id": 1375, "sent_id": 27, "sent_start_pos": 4551, "sent_end_pos": [], "title": "Replace or wait? Study says swap all incandescent bulbs now, but hold on to CFLs"}, "text": "Strategies for replacing light bulbs vary from place to place, depending on regional energy costs and the power-generation mix (i.e., coal, natural gas, nuclear and renewables). In general, LED upgrades should be made earlier and more frequently in places -- such as California, Washington, D.C., and Hawaii -- where electricity costs are high. "}
{"meta": {"doc_id": 1376, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 504, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": " From lightbulbs designed to react to sound waves (yep) to those intended to fight off deadly bacteria (seriously, this is a real thing), what used to be a simple source of light continues to evolve. But when you simply need a new bulb for your bedside lamp, how do you know that you are making the right decision?"}
{"meta": {"doc_id": 1376, "sent_id": 1, "sent_start_pos": 191, "sent_end_pos": 614, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "From lightbulbs designed to react to sound waves (yep) to those intended to fight off deadly bacteria (seriously, this is a real thing), what used to be a simple source of light continues to evolve. But when you simply need a new bulb for your bedside lamp, how do you know that you are making the right decision? Which lightbulbs are designed to be better for the environment and to help us cut back on our electric bills?"}
{"meta": {"doc_id": 1376, "sent_id": 2, "sent_start_pos": 390, "sent_end_pos": 774, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "But when you simply need a new bulb for your bedside lamp, how do you know that you are making the right decision? Which lightbulbs are designed to be better for the environment and to help us cut back on our electric bills? The simple fact is that LEDs bulbs use 75% less energy than incandescent lighting."}
{"meta": {"doc_id": 1376, "sent_id": 3, "sent_start_pos": 505, "sent_end_pos": 823, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Which lightbulbs are designed to be better for the environment and to help us cut back on our electric bills? The simple fact is that LEDs bulbs use 75% less energy than incandescent lighting. What are my options when it comes to lightbulbs?"}
{"meta": {"doc_id": 1376, "sent_id": 4, "sent_start_pos": 692, "sent_end_pos": 978, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "The simple fact is that LEDs bulbs use 75% less energy than incandescent lighting. What are my options when it comes to lightbulbs? But here are three of the most popular:\n- Incandescent bulbs - These are the old-fashioned, “typical” bulbs that many of us grew up with."}
{"meta": {"doc_id": 1376, "sent_id": 5, "sent_start_pos": 775, "sent_end_pos": 1038, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "What are my options when it comes to lightbulbs? But here are three of the most popular:\n- Incandescent bulbs - These are the old-fashioned, “typical” bulbs that many of us grew up with. They’re not very energy-efficient and they don’t last long."}
{"meta": {"doc_id": 1376, "sent_id": 6, "sent_start_pos": 841, "sent_end_pos": 1175, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "But here are three of the most popular:\n- Incandescent bulbs - These are the old-fashioned, “typical” bulbs that many of us grew up with. They’re not very energy-efficient and they don’t last long. - Compact fluorescent lightbulbs (CFLs) - These are the “spiral” bulbs that may come to mind when we think about energy-efficient bulbs."}
{"meta": {"doc_id": 1376, "sent_id": 7, "sent_start_pos": 979, "sent_end_pos": 1282, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "They’re not very energy-efficient and they don’t last long. - Compact fluorescent lightbulbs (CFLs) - These are the “spiral” bulbs that may come to mind when we think about energy-efficient bulbs. - LEDs - LED bulbs are very energy-efficient but still maintain the look and feel of an incandescent bulb."}
{"meta": {"doc_id": 1376, "sent_id": 8, "sent_start_pos": 1039, "sent_end_pos": 1431, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "- Compact fluorescent lightbulbs (CFLs) - These are the “spiral” bulbs that may come to mind when we think about energy-efficient bulbs. - LEDs - LED bulbs are very energy-efficient but still maintain the look and feel of an incandescent bulb. But it’s LED bulbs that we really think you should be paying attention to."}
{"meta": {"doc_id": 1376, "sent_id": 9, "sent_start_pos": 1176, "sent_end_pos": 1629, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "- LEDs - LED bulbs are very energy-efficient but still maintain the look and feel of an incandescent bulb. But it’s LED bulbs that we really think you should be paying attention to. Technically, LED bulbs aren’t bulbs – LED stands for “light-emitting diode.” They’re tiny semiconductors (diodes) wrapped in plastic to protect the elements and focus the light."}
{"meta": {"doc_id": 1376, "sent_id": 10, "sent_start_pos": 1357, "sent_end_pos": 1844, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "But it’s LED bulbs that we really think you should be paying attention to. Technically, LED bulbs aren’t bulbs – LED stands for “light-emitting diode.” They’re tiny semiconductors (diodes) wrapped in plastic to protect the elements and focus the light. According to Dictionary.com, a diode is “a semiconductor device with two terminals, typically allowing the flow of current in one direction only.” The current comes into an anode (+) and flows out of a cathode (-)."}
{"meta": {"doc_id": 1376, "sent_id": 11, "sent_start_pos": 1452, "sent_end_pos": 1903, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Technically, LED bulbs aren’t bulbs – LED stands for “light-emitting diode.” They’re tiny semiconductors (diodes) wrapped in plastic to protect the elements and focus the light. According to Dictionary.com, a diode is “a semiconductor device with two terminals, typically allowing the flow of current in one direction only.” The current comes into an anode (+) and flows out of a cathode (-). LEDs don’t even have wire filaments like a lightbulb does."}
{"meta": {"doc_id": 1376, "sent_id": 12, "sent_start_pos": 1630, "sent_end_pos": 2095, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "According to Dictionary.com, a diode is “a semiconductor device with two terminals, typically allowing the flow of current in one direction only.” The current comes into an anode (+) and flows out of a cathode (-). LEDs don’t even have wire filaments like a lightbulb does. When we talk about a “regular lightbulb,” we mean an incandescent bulb, the type that’s been around since Thomas Edison patented his invention in 1879."}
{"meta": {"doc_id": 1376, "sent_id": 13, "sent_start_pos": 1845, "sent_end_pos": 2195, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "LEDs don’t even have wire filaments like a lightbulb does. When we talk about a “regular lightbulb,” we mean an incandescent bulb, the type that’s been around since Thomas Edison patented his invention in 1879. These bulbs have filaments that glow, producing both heat and light when energy flows through them."}
{"meta": {"doc_id": 1376, "sent_id": 14, "sent_start_pos": 1944, "sent_end_pos": 2283, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "When we talk about a “regular lightbulb,” we mean an incandescent bulb, the type that’s been around since Thomas Edison patented his invention in 1879. These bulbs have filaments that glow, producing both heat and light when energy flows through them. LEDs, on the other hand, have electrons that flow to create photons – light we can see."}
{"meta": {"doc_id": 1376, "sent_id": 15, "sent_start_pos": 2096, "sent_end_pos": 2437, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "These bulbs have filaments that glow, producing both heat and light when energy flows through them. LEDs, on the other hand, have electrons that flow to create photons – light we can see. LEDs also require much less energy to create the same amount of brightness as incandescent lights, and last much longer."}
{"meta": {"doc_id": 1376, "sent_id": 16, "sent_start_pos": 2196, "sent_end_pos": 2585, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "LEDs, on the other hand, have electrons that flow to create photons – light we can see. LEDs also require much less energy to create the same amount of brightness as incandescent lights, and last much longer. LEDs use much less energy than incandescent bulbs because diode light is much more efficient, power-wise, than filament light."}
{"meta": {"doc_id": 1376, "sent_id": 17, "sent_start_pos": 2317, "sent_end_pos": 2705, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "LEDs also require much less energy to create the same amount of brightness as incandescent lights, and last much longer. LEDs use much less energy than incandescent bulbs because diode light is much more efficient, power-wise, than filament light. At low power levels, the difference is even larger."}
{"meta": {"doc_id": 1376, "sent_id": 18, "sent_start_pos": 2459, "sent_end_pos": 2825, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "LEDs use much less energy than incandescent bulbs because diode light is much more efficient, power-wise, than filament light. At low power levels, the difference is even larger. Bright LED flood lamps use only 11 to 12 watts while creating a light output comparable to a 50-watt incandescent bulb."}
{"meta": {"doc_id": 1376, "sent_id": 19, "sent_start_pos": 2654, "sent_end_pos": 2919, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "At low power levels, the difference is even larger. Bright LED flood lamps use only 11 to 12 watts while creating a light output comparable to a 50-watt incandescent bulb. Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb."}
{"meta": {"doc_id": 1376, "sent_id": 20, "sent_start_pos": 2706, "sent_end_pos": 3034, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Bright LED flood lamps use only 11 to 12 watts while creating a light output comparable to a 50-watt incandescent bulb. Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb. CFL bulbs are also more efficient than incandescent bulbs because of how they produce light."}
{"meta": {"doc_id": 1376, "sent_id": 21, "sent_start_pos": 2826, "sent_end_pos": 3170, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb. CFL bulbs are also more efficient than incandescent bulbs because of how they produce light. According to Energy Star, “In a CFL, an electric current is driven through a tube containing argon and a small amount of mercury vapor."}
{"meta": {"doc_id": 1376, "sent_id": 22, "sent_start_pos": 2942, "sent_end_pos": 3427, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "CFL bulbs are also more efficient than incandescent bulbs because of how they produce light. According to Energy Star, “In a CFL, an electric current is driven through a tube containing argon and a small amount of mercury vapor. This generates invisible ultraviolet light that excites a fluorescent coating (called phosphor) on the inside of the tube, which then emits visible light.”\nYou may know CFLs as the bulbs that are dim at first and take a while to warm up to full brightness."}
{"meta": {"doc_id": 1376, "sent_id": 23, "sent_start_pos": 3035, "sent_end_pos": 3547, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "According to Energy Star, “In a CFL, an electric current is driven through a tube containing argon and a small amount of mercury vapor. This generates invisible ultraviolet light that excites a fluorescent coating (called phosphor) on the inside of the tube, which then emits visible light.”\nYou may know CFLs as the bulbs that are dim at first and take a while to warm up to full brightness. Once the electricity starts moving inside them, however, these bulbs use about 70% less energy than incandescent bulbs."}
{"meta": {"doc_id": 1376, "sent_id": 24, "sent_start_pos": 3171, "sent_end_pos": 3624, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "This generates invisible ultraviolet light that excites a fluorescent coating (called phosphor) on the inside of the tube, which then emits visible light.”\nYou may know CFLs as the bulbs that are dim at first and take a while to warm up to full brightness. Once the electricity starts moving inside them, however, these bulbs use about 70% less energy than incandescent bulbs. So they’re not quite as efficient as LEDs, and they have a shorter lifespan."}
{"meta": {"doc_id": 1376, "sent_id": 25, "sent_start_pos": 3428, "sent_end_pos": 3706, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Once the electricity starts moving inside them, however, these bulbs use about 70% less energy than incandescent bulbs. So they’re not quite as efficient as LEDs, and they have a shorter lifespan. Get 8 free LED bulbs, clean energy, and monthly savings\nBut don’t LEDs cost more?"}
{"meta": {"doc_id": 1376, "sent_id": 26, "sent_start_pos": 3548, "sent_end_pos": 3789, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "So they’re not quite as efficient as LEDs, and they have a shorter lifespan. Get 8 free LED bulbs, clean energy, and monthly savings\nBut don’t LEDs cost more? The initial cost of an LED used to be about double what an incandescent bulb cost."}
{"meta": {"doc_id": 1376, "sent_id": 27, "sent_start_pos": 3625, "sent_end_pos": 3876, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Get 8 free LED bulbs, clean energy, and monthly savings\nBut don’t LEDs cost more? The initial cost of an LED used to be about double what an incandescent bulb cost. But the costs have been coming down, and now it’s hard to find bulbs that aren’t LEDs."}
{"meta": {"doc_id": 1376, "sent_id": 28, "sent_start_pos": 3707, "sent_end_pos": 3985, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "The initial cost of an LED used to be about double what an incandescent bulb cost. But the costs have been coming down, and now it’s hard to find bulbs that aren’t LEDs. That’s because they’re so much more efficient than incandescent bulbs that they save money in the long term."}
{"meta": {"doc_id": 1376, "sent_id": 29, "sent_start_pos": 3790, "sent_end_pos": 4047, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "But the costs have been coming down, and now it’s hard to find bulbs that aren’t LEDs. That’s because they’re so much more efficient than incandescent bulbs that they save money in the long term. That’s made them the go-to product for the lighting industry."}
{"meta": {"doc_id": 1376, "sent_id": 30, "sent_start_pos": 3877, "sent_end_pos": 4299, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "That’s because they’re so much more efficient than incandescent bulbs that they save money in the long term. That’s made them the go-to product for the lighting industry. Replacing all of those with LEDs could result in savings of $300 a year on energy costs (if they’re incandescent bulbs – if you have CFLs, you can wait until they burn out to replace them with LEDs)."}
{"meta": {"doc_id": 1376, "sent_id": 31, "sent_start_pos": 3986, "sent_end_pos": 4369, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "That’s made them the go-to product for the lighting industry. Replacing all of those with LEDs could result in savings of $300 a year on energy costs (if they’re incandescent bulbs – if you have CFLs, you can wait until they burn out to replace them with LEDs). That more than makes up for the slightly higher upfront cost of LEDs."}
{"meta": {"doc_id": 1376, "sent_id": 32, "sent_start_pos": 4100, "sent_end_pos": 4418, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Replacing all of those with LEDs could result in savings of $300 a year on energy costs (if they’re incandescent bulbs – if you have CFLs, you can wait until they burn out to replace them with LEDs). That more than makes up for the slightly higher upfront cost of LEDs. Do light bulbs vary in quality, as well as cost?"}
{"meta": {"doc_id": 1376, "sent_id": 33, "sent_start_pos": 4300, "sent_end_pos": 4546, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "That more than makes up for the slightly higher upfront cost of LEDs. Do light bulbs vary in quality, as well as cost? Originally, many people preferred CFLs over LEDs because they throw a broader beam of light, making them better in floor lamps."}
{"meta": {"doc_id": 1376, "sent_id": 34, "sent_start_pos": 4370, "sent_end_pos": 4631, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Do light bulbs vary in quality, as well as cost? Originally, many people preferred CFLs over LEDs because they throw a broader beam of light, making them better in floor lamps. But LED technology is constantly improving, and LEDs now emit broader, warmer light."}
{"meta": {"doc_id": 1376, "sent_id": 35, "sent_start_pos": 4419, "sent_end_pos": 4773, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Originally, many people preferred CFLs over LEDs because they throw a broader beam of light, making them better in floor lamps. But LED technology is constantly improving, and LEDs now emit broader, warmer light. What makes LEDs and CFL bulbs so much more efficient than incandescent bulbs is how much energy they use to create a certain amount of light."}
{"meta": {"doc_id": 1376, "sent_id": 36, "sent_start_pos": 4547, "sent_end_pos": 4974, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "But LED technology is constantly improving, and LEDs now emit broader, warmer light. What makes LEDs and CFL bulbs so much more efficient than incandescent bulbs is how much energy they use to create a certain amount of light. While a 1,000-watt bulb of any type will use the same amount of energy, it will emit a completely different level of light with that energy."}
{"meta": {"doc_id": 1376, "sent_id": 37, "sent_start_pos": 4632, "sent_end_pos": 5054, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "What makes LEDs and CFL bulbs so much more efficient than incandescent bulbs is how much energy they use to create a certain amount of light. While a 1,000-watt bulb of any type will use the same amount of energy, it will emit a completely different level of light with that energy. That’s why it’s crucial to look at brightness, or lumens, when comparing bulbs."}
{"meta": {"doc_id": 1376, "sent_id": 38, "sent_start_pos": 4834, "sent_end_pos": 5176, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "While a 1,000-watt bulb of any type will use the same amount of energy, it will emit a completely different level of light with that energy. That’s why it’s crucial to look at brightness, or lumens, when comparing bulbs. If LEDs, CFLs, and incandescents all have the same lumens, they have equal brightness."}
{"meta": {"doc_id": 1376, "sent_id": 39, "sent_start_pos": 4975, "sent_end_pos": 5360, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "That’s why it’s crucial to look at brightness, or lumens, when comparing bulbs. If LEDs, CFLs, and incandescents all have the same lumens, they have equal brightness. For the most efficient light, find the lumen output you want (the bigger, the brighter) and choose the bulb with the lowest wattage."}
{"meta": {"doc_id": 1376, "sent_id": 40, "sent_start_pos": 5090, "sent_end_pos": 5619, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "If LEDs, CFLs, and incandescents all have the same lumens, they have equal brightness. For the most efficient light, find the lumen output you want (the bigger, the brighter) and choose the bulb with the lowest wattage. Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb, which means you save the hassle of searching for the drawer you stashed the lightbulbs in – not to mention money on new bulbs."}
{"meta": {"doc_id": 1376, "sent_id": 41, "sent_start_pos": 5228, "sent_end_pos": 5849, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "For the most efficient light, find the lumen output you want (the bigger, the brighter) and choose the bulb with the lowest wattage. Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb, which means you save the hassle of searching for the drawer you stashed the lightbulbs in – not to mention money on new bulbs. Most people now understand that LEDs save energy, but may still hesitate to pay the higher price for LEDs."}
{"meta": {"doc_id": 1376, "sent_id": 42, "sent_start_pos": 5399, "sent_end_pos": 5958, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Another advantage of LEDs is the “hassle factor.” LEDs last a lot longer than a regular bulb, which means you save the hassle of searching for the drawer you stashed the lightbulbs in – not to mention money on new bulbs. Most people now understand that LEDs save energy, but may still hesitate to pay the higher price for LEDs. Let’s do a simple calculation to compare the efficiency and savings from different bulbs."}
{"meta": {"doc_id": 1376, "sent_id": 43, "sent_start_pos": 5743, "sent_end_pos": 6085, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Most people now understand that LEDs save energy, but may still hesitate to pay the higher price for LEDs. Let’s do a simple calculation to compare the efficiency and savings from different bulbs. We’ll assume that we’ve got a 100-watt incandescent bulb, just to keep the math easy, and that a kWh of energy costs 15 cents."}
{"meta": {"doc_id": 1376, "sent_id": 44, "sent_start_pos": 5869, "sent_end_pos": 6235, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Let’s do a simple calculation to compare the efficiency and savings from different bulbs. We’ll assume that we’ve got a 100-watt incandescent bulb, just to keep the math easy, and that a kWh of energy costs 15 cents. - Incandescent bulb: A 100-watt incandescent bulb running for a full year would use 876 kWh of energy, which would cost $131.40 in electricity costs."}
{"meta": {"doc_id": 1376, "sent_id": 45, "sent_start_pos": 5959, "sent_end_pos": 6319, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "We’ll assume that we’ve got a 100-watt incandescent bulb, just to keep the math easy, and that a kWh of energy costs 15 cents. - Incandescent bulb: A 100-watt incandescent bulb running for a full year would use 876 kWh of energy, which would cost $131.40 in electricity costs. Keep in mind that you’d also need to replace the bulb, probably about once a month."}
{"meta": {"doc_id": 1376, "sent_id": 46, "sent_start_pos": 6086, "sent_end_pos": 6470, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "- Incandescent bulb: A 100-watt incandescent bulb running for a full year would use 876 kWh of energy, which would cost $131.40 in electricity costs. Keep in mind that you’d also need to replace the bulb, probably about once a month. - CFL bulb: A 25-watt CFL bulb would match the brightness of a 100-watt incandescent bulb, but only use 216 kWh of energy over the course of the year."}
{"meta": {"doc_id": 1376, "sent_id": 47, "sent_start_pos": 6236, "sent_end_pos": 6564, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Keep in mind that you’d also need to replace the bulb, probably about once a month. - CFL bulb: A 25-watt CFL bulb would match the brightness of a 100-watt incandescent bulb, but only use 216 kWh of energy over the course of the year. That comes to $32.40 in energy costs, and you’d probably only need to replace the bulb twice."}
{"meta": {"doc_id": 1376, "sent_id": 48, "sent_start_pos": 6320, "sent_end_pos": 6715, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "- CFL bulb: A 25-watt CFL bulb would match the brightness of a 100-watt incandescent bulb, but only use 216 kWh of energy over the course of the year. That comes to $32.40 in energy costs, and you’d probably only need to replace the bulb twice. - LED: It would only take a 16-watt bulb to emit as much light as a 100-watt incandescent bulb, and it would use only 140 kWh of energy over the year."}
{"meta": {"doc_id": 1376, "sent_id": 49, "sent_start_pos": 6471, "sent_end_pos": 6977, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "That comes to $32.40 in energy costs, and you’d probably only need to replace the bulb twice. - LED: It would only take a 16-watt bulb to emit as much light as a 100-watt incandescent bulb, and it would use only 140 kWh of energy over the year. Everyone’s numbers will vary slightly based on the cost of electricity in their community, but check out these charts from Viribright and Eartheasy for more real-world comparisons."}
{"meta": {"doc_id": 1376, "sent_id": 50, "sent_start_pos": 6565, "sent_end_pos": 7357, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "- LED: It would only take a 16-watt bulb to emit as much light as a 100-watt incandescent bulb, and it would use only 140 kWh of energy over the year. Everyone’s numbers will vary slightly based on the cost of electricity in their community, but check out these charts from Viribright and Eartheasy for more real-world comparisons. You should always recycle bulbs, partly for safety – CFL bulbs contain mercury vapor that could be released into the atmosphere and stormwater runoff if the bulb breaks in a landfill – and partly for efficiency."}
{"meta": {"doc_id": 1376, "sent_id": 51, "sent_start_pos": 6797, "sent_end_pos": 7390, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Everyone’s numbers will vary slightly based on the cost of electricity in their community, but check out these charts from Viribright and Eartheasy for more real-world comparisons. You should always recycle bulbs, partly for safety – CFL bulbs contain mercury vapor that could be released into the atmosphere and stormwater runoff if the bulb breaks in a landfill – and partly for efficiency. Parts of the bulb can be reused."}
{"meta": {"doc_id": 1376, "sent_id": 52, "sent_start_pos": 7146, "sent_end_pos": 7580, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "You should always recycle bulbs, partly for safety – CFL bulbs contain mercury vapor that could be released into the atmosphere and stormwater runoff if the bulb breaks in a landfill – and partly for efficiency. Parts of the bulb can be reused. LEDs don’t contain mercury and so legally can be thrown in the trash, but it’s still better to recycle them."}
{"meta": {"doc_id": 1376, "sent_id": 53, "sent_start_pos": 7358, "sent_end_pos": 7640, "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "Parts of the bulb can be reused. LEDs don’t contain mercury and so legally can be thrown in the trash, but it’s still better to recycle them. See their positive environmental impact through to the end!"}
{"meta": {"doc_id": 1376, "sent_id": 54, "sent_start_pos": 7472, "sent_end_pos": [], "title": "LED vs. regular lightbulbs: Do they really make a difference?"}, "text": "LEDs don’t contain mercury and so legally can be thrown in the trash, but it’s still better to recycle them. See their positive environmental impact through to the end! "}
{"meta": {"doc_id": 1378, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 342, "title": "A brighter life at home with LED"}, "text": " A brighter life at home with LED\nIn order to reduce energy consumption and greenhouse gases, we have taken a stand against traditional incandescent lightbulbs and switched our entire lighting range to energy-efficient LEDs. This really does mean everything, from bright and accurate kitchen lighting through to warm and cozy bedroom lighting."}
{"meta": {"doc_id": 1378, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 425, "title": "A brighter life at home with LED"}, "text": "A brighter life at home with LED\nIn order to reduce energy consumption and greenhouse gases, we have taken a stand against traditional incandescent lightbulbs and switched our entire lighting range to energy-efficient LEDs. This really does mean everything, from bright and accurate kitchen lighting through to warm and cozy bedroom lighting. It also means energy savings, better light quality and lower environmental impact."}
{"meta": {"doc_id": 1378, "sent_id": 2, "sent_start_pos": 224, "sent_end_pos": 600, "title": "A brighter life at home with LED"}, "text": "This really does mean everything, from bright and accurate kitchen lighting through to warm and cozy bedroom lighting. It also means energy savings, better light quality and lower environmental impact. Lighting is a vital part of life at home."}
{"meta": {"doc_id": 1378, "sent_id": 3, "sent_start_pos": 343, "sent_end_pos": 708, "title": "A brighter life at home with LED"}, "text": "It also means energy savings, better light quality and lower environmental impact. Lighting is a vital part of life at home. But around 25% of the world’s energy consumption is used for lighting."}
{"meta": {"doc_id": 1378, "sent_id": 4, "sent_start_pos": 559, "sent_end_pos": 875, "title": "A brighter life at home with LED"}, "text": "Lighting is a vital part of life at home. But around 25% of the world’s energy consumption is used for lighting. That’s why we introduced RYET, an LED bulb that consumes approximately 85% less energy than traditional incandescent bulbs and lasts up to 15,000 hours."}
{"meta": {"doc_id": 1378, "sent_id": 5, "sent_start_pos": 638, "sent_end_pos": 1094, "title": "A brighter life at home with LED"}, "text": "But around 25% of the world’s energy consumption is used for lighting. That’s why we introduced RYET, an LED bulb that consumes approximately 85% less energy than traditional incandescent bulbs and lasts up to 15,000 hours. LEDs are so tiny they can be built into almost anything, creating loads of new design possibilities."}
{"meta": {"doc_id": 1378, "sent_id": 6, "sent_start_pos": 723, "sent_end_pos": [], "title": "A brighter life at home with LED"}, "text": "That’s why we introduced RYET, an LED bulb that consumes approximately 85% less energy than traditional incandescent bulbs and lasts up to 15,000 hours. LEDs are so tiny they can be built into almost anything, creating loads of new design possibilities. "}
{"meta": {"doc_id": 1379, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 786, "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": " New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs\nBoth compact fluorescents and LED lightbulbs qualify as hazardous waste under California and EPA protocols\nNew research from scientists in California and South Korea, published yesterday in Environmental Science and Technology, shows that while compact fluorescent bulbs (CFLs) and LEDs have better energy efficiency than incandescent bulbs, they compare unfavorably when you look at their potential toxicity (at the end-of-life phase) and resource depletion. First, let’s be clear that the study focused on the kinds of CFL and LED light bulbs you can screw into a lamp used for ambient lighting, not the LEDs used to light flat screen TVs or monitors (more on that later)."}
{"meta": {"doc_id": 1379, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 1006, "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs\nBoth compact fluorescents and LED lightbulbs qualify as hazardous waste under California and EPA protocols\nNew research from scientists in California and South Korea, published yesterday in Environmental Science and Technology, shows that while compact fluorescent bulbs (CFLs) and LEDs have better energy efficiency than incandescent bulbs, they compare unfavorably when you look at their potential toxicity (at the end-of-life phase) and resource depletion. First, let’s be clear that the study focused on the kinds of CFL and LED light bulbs you can screw into a lamp used for ambient lighting, not the LEDs used to light flat screen TVs or monitors (more on that later). Also, the study did not consider toxicity in the extraction or manufacturing phase – but just on the end-of-life phase, assuming they were trashed, not recycled (since sadly, most people do put used bulbs in the trash)."}
{"meta": {"doc_id": 1379, "sent_id": 2, "sent_start_pos": 572, "sent_end_pos": 1206, "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": "First, let’s be clear that the study focused on the kinds of CFL and LED light bulbs you can screw into a lamp used for ambient lighting, not the LEDs used to light flat screen TVs or monitors (more on that later). Also, the study did not consider toxicity in the extraction or manufacturing phase – but just on the end-of-life phase, assuming they were trashed, not recycled (since sadly, most people do put used bulbs in the trash). Because the bulbs have very different expected lifetimes, they “normalized” their data on resource depletion and toxicity potential by using data for fifty incandescents, five CFLs, and one LED bulb."}
{"meta": {"doc_id": 1379, "sent_id": 3, "sent_start_pos": 787, "sent_end_pos": 1426, "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": "Also, the study did not consider toxicity in the extraction or manufacturing phase – but just on the end-of-life phase, assuming they were trashed, not recycled (since sadly, most people do put used bulbs in the trash). Because the bulbs have very different expected lifetimes, they “normalized” their data on resource depletion and toxicity potential by using data for fifty incandescents, five CFLs, and one LED bulb. Even after normalizing their calculations, the team found that CFLs have from three to 26 times higher resource depletion and toxicity potential than incandescents and LED bulbs have two to three times higher potential."}
{"meta": {"doc_id": 1379, "sent_id": 4, "sent_start_pos": 1007, "sent_end_pos": 2081, "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": "Because the bulbs have very different expected lifetimes, they “normalized” their data on resource depletion and toxicity potential by using data for fifty incandescents, five CFLs, and one LED bulb. Even after normalizing their calculations, the team found that CFLs have from three to 26 times higher resource depletion and toxicity potential than incandescents and LED bulbs have two to three times higher potential. - CFLs and LEDs require more metal-containing components that supply power to light the bulbs\n- CFLs and LED require one or more circuit boards (adding antimony, copper, lead, iron)\n- CFLs and LEDs use copper in the coils and zinc as protective coatings to stainless steel\n- CFLs contain mercury, phosphorous, and yttrium\n- LED bulbs include a heat sink to dissipate the heat (adding aluminum)\n- LED chips include antimony and gallium\n- LEDs use barium and chromium in stainless steel, and phosphorous, silver and gold elsewhere\nWith so many metals used, including some critical metals, we need to see more recycling and less trashing of all these bulbs."}
{"meta": {"doc_id": 1379, "sent_id": 5, "sent_start_pos": 1207, "sent_end_pos": [], "title": "New research shows CFLs and LED light bulbs have higher toxicity and resource depletion than incandescent bulbs"}, "text": "Even after normalizing their calculations, the team found that CFLs have from three to 26 times higher resource depletion and toxicity potential than incandescents and LED bulbs have two to three times higher potential. - CFLs and LEDs require more metal-containing components that supply power to light the bulbs\n- CFLs and LED require one or more circuit boards (adding antimony, copper, lead, iron)\n- CFLs and LEDs use copper in the coils and zinc as protective coatings to stainless steel\n- CFLs contain mercury, phosphorous, and yttrium\n- LED bulbs include a heat sink to dissipate the heat (adding aluminum)\n- LED chips include antimony and gallium\n- LEDs use barium and chromium in stainless steel, and phosphorous, silver and gold elsewhere\nWith so many metals used, including some critical metals, we need to see more recycling and less trashing of all these bulbs. "}
{"meta": {"doc_id": 1381, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 1012, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": " They are listed sequentially based on their importance, starting with the most important item: LED Light Lifespan: Easily the most significant advantage of LEDs when compared to traditional lighting solutions is the long lifespan. That is 2-4 times as long as most fluorescent, metal halide, and even sodium vapor lights."}
{"meta": {"doc_id": 1381, "sent_id": 1, "sent_start_pos": 610, "sent_end_pos": 1079, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "They are listed sequentially based on their importance, starting with the most important item: LED Light Lifespan: Easily the most significant advantage of LEDs when compared to traditional lighting solutions is the long lifespan. That is 2-4 times as long as most fluorescent, metal halide, and even sodium vapor lights. It is more than 40 times as long as the average incandescent bulb."}
{"meta": {"doc_id": 1381, "sent_id": 2, "sent_start_pos": 922, "sent_end_pos": 1263, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "That is 2-4 times as long as most fluorescent, metal halide, and even sodium vapor lights. It is more than 40 times as long as the average incandescent bulb. Less frequent replacement means two big things: lower maintenance costs in terms of labor and lower costs for replacement parts (because the bulbs simply do not fail for a long time)."}
{"meta": {"doc_id": 1381, "sent_id": 3, "sent_start_pos": 1013, "sent_end_pos": 1500, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "It is more than 40 times as long as the average incandescent bulb. Less frequent replacement means two big things: lower maintenance costs in terms of labor and lower costs for replacement parts (because the bulbs simply do not fail for a long time). The statistics to look for when comparing the energy efficiency of different lighting solutions are called by one of two terms: luminous efficacy or useful lumens."}
{"meta": {"doc_id": 1381, "sent_id": 4, "sent_start_pos": 1080, "sent_end_pos": 1613, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Less frequent replacement means two big things: lower maintenance costs in terms of labor and lower costs for replacement parts (because the bulbs simply do not fail for a long time). The statistics to look for when comparing the energy efficiency of different lighting solutions are called by one of two terms: luminous efficacy or useful lumens. These two items essentially describe the amount of light emitted per unit of power (watts) consumed by the bulb."}
{"meta": {"doc_id": 1381, "sent_id": 5, "sent_start_pos": 1337, "sent_end_pos": 1759, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "The statistics to look for when comparing the energy efficiency of different lighting solutions are called by one of two terms: luminous efficacy or useful lumens. These two items essentially describe the amount of light emitted per unit of power (watts) consumed by the bulb. In our experience most LED lighting retrofit projects result in a 60-75% improvement in the overall energy efficiency of the facility’s lighting."}
{"meta": {"doc_id": 1381, "sent_id": 6, "sent_start_pos": 1501, "sent_end_pos": 1863, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "These two items essentially describe the amount of light emitted per unit of power (watts) consumed by the bulb. In our experience most LED lighting retrofit projects result in a 60-75% improvement in the overall energy efficiency of the facility’s lighting. Depending on the existing lights and the particular LEDs installed, the savings could be more than 90%."}
{"meta": {"doc_id": 1381, "sent_id": 7, "sent_start_pos": 1614, "sent_end_pos": 2131, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "In our experience most LED lighting retrofit projects result in a 60-75% improvement in the overall energy efficiency of the facility’s lighting. Depending on the existing lights and the particular LEDs installed, the savings could be more than 90%. For a few comparisons between LEDs and the rest of the lighting technologies out there, read the following links: LED vs CFL (compact fluorescent lights) LED vs Fluorescent Lights LED vs HID (high intensity discharge lights; e.g."}
{"meta": {"doc_id": 1381, "sent_id": 8, "sent_start_pos": 1760, "sent_end_pos": 2372, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Depending on the existing lights and the particular LEDs installed, the savings could be more than 90%. For a few comparisons between LEDs and the rest of the lighting technologies out there, read the following links: LED vs CFL (compact fluorescent lights) LED vs Fluorescent Lights LED vs HID (high intensity discharge lights; e.g. metal halide) LED vs HPS (high pressure sodium lights) LED vs Incandescent Lights LED vs LPS (low pressure sodium lights) &nbsp; Improved Safety with LEDs: Safety is perhaps the most often overlooked advantage when it comes to LED lighting."}
{"meta": {"doc_id": 1381, "sent_id": 9, "sent_start_pos": 1902, "sent_end_pos": 2445, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "For a few comparisons between LEDs and the rest of the lighting technologies out there, read the following links: LED vs CFL (compact fluorescent lights) LED vs Fluorescent Lights LED vs HID (high intensity discharge lights; e.g. metal halide) LED vs HPS (high pressure sodium lights) LED vs Incandescent Lights LED vs LPS (low pressure sodium lights) &nbsp; Improved Safety with LEDs: Safety is perhaps the most often overlooked advantage when it comes to LED lighting. The number one hazard when it comes to lighting is the emission of heat."}
{"meta": {"doc_id": 1381, "sent_id": 10, "sent_start_pos": 2132, "sent_end_pos": 2602, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "metal halide) LED vs HPS (high pressure sodium lights) LED vs Incandescent Lights LED vs LPS (low pressure sodium lights) &nbsp; Improved Safety with LEDs: Safety is perhaps the most often overlooked advantage when it comes to LED lighting. The number one hazard when it comes to lighting is the emission of heat. LEDs emit almost no forward heat while traditional bulbs like incandescents convert more than 90% of the total energy used to power them directly into heat."}
{"meta": {"doc_id": 1381, "sent_id": 11, "sent_start_pos": 2373, "sent_end_pos": 2756, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "The number one hazard when it comes to lighting is the emission of heat. LEDs emit almost no forward heat while traditional bulbs like incandescents convert more than 90% of the total energy used to power them directly into heat. That means only 10% of the energy powering incandescent lights is actually used for light (which also makes them extremely inefficient compared to LEDs)."}
{"meta": {"doc_id": 1381, "sent_id": 12, "sent_start_pos": 2446, "sent_end_pos": 2866, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs emit almost no forward heat while traditional bulbs like incandescents convert more than 90% of the total energy used to power them directly into heat. That means only 10% of the energy powering incandescent lights is actually used for light (which also makes them extremely inefficient compared to LEDs). Additionally, because LEDs consume less power they can operate effectively on low-voltage electrical systems."}
{"meta": {"doc_id": 1381, "sent_id": 13, "sent_start_pos": 2603, "sent_end_pos": 2937, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "That means only 10% of the energy powering incandescent lights is actually used for light (which also makes them extremely inefficient compared to LEDs). Additionally, because LEDs consume less power they can operate effectively on low-voltage electrical systems. These are generally much safer in the event that something goes wrong."}
{"meta": {"doc_id": 1381, "sent_id": 14, "sent_start_pos": 2757, "sent_end_pos": 3132, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Additionally, because LEDs consume less power they can operate effectively on low-voltage electrical systems. These are generally much safer in the event that something goes wrong. Small power devices can be less than a tenth of a single mm2 while larger power devices can still be as small as a mm2."}
{"meta": {"doc_id": 1381, "sent_id": 15, "sent_start_pos": 2867, "sent_end_pos": 3229, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "These are generally much safer in the event that something goes wrong. Small power devices can be less than a tenth of a single mm2 while larger power devices can still be as small as a mm2. Their small size makes LEDs incredibly adaptable to an infinite number of lighting applications."}
{"meta": {"doc_id": 1381, "sent_id": 16, "sent_start_pos": 3013, "sent_end_pos": 3449, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Small power devices can be less than a tenth of a single mm2 while larger power devices can still be as small as a mm2. Their small size makes LEDs incredibly adaptable to an infinite number of lighting applications. Different uses for LEDs include a wide spectrum from their roots in circuit board lighting and traffic signals to modern mood lighting, residential, and commercial property applications, and even major stadium lighting."}
{"meta": {"doc_id": 1381, "sent_id": 17, "sent_start_pos": 3133, "sent_end_pos": 3545, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Their small size makes LEDs incredibly adaptable to an infinite number of lighting applications. Different uses for LEDs include a wide spectrum from their roots in circuit board lighting and traffic signals to modern mood lighting, residential, and commercial property applications, and even major stadium lighting. You can read about the history of LED lighting here or the history of lighting in general here."}
{"meta": {"doc_id": 1381, "sent_id": 18, "sent_start_pos": 3230, "sent_end_pos": 3724, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Different uses for LEDs include a wide spectrum from their roots in circuit board lighting and traffic signals to modern mood lighting, residential, and commercial property applications, and even major stadium lighting. You can read about the history of LED lighting here or the history of lighting in general here. LEDs Have Great Color Rendering Index (CRI): CRI is a measurement of a light’s ability to reveal the actual color of objects as compared to an ideal light source (natural light)."}
{"meta": {"doc_id": 1381, "sent_id": 19, "sent_start_pos": 3450, "sent_end_pos": 3835, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "You can read about the history of LED lighting here or the history of lighting in general here. LEDs Have Great Color Rendering Index (CRI): CRI is a measurement of a light’s ability to reveal the actual color of objects as compared to an ideal light source (natural light). High CRI is generally a desirable characteristic (although of course, it depends on the required application)."}
{"meta": {"doc_id": 1381, "sent_id": 20, "sent_start_pos": 3546, "sent_end_pos": 4158, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs Have Great Color Rendering Index (CRI): CRI is a measurement of a light’s ability to reveal the actual color of objects as compared to an ideal light source (natural light). High CRI is generally a desirable characteristic (although of course, it depends on the required application). Perhaps the best way to appreciate CRI is to look at a direct comparison between LED lighting (with a high CRI) and a traditional lighting solution like sodium vapor lamps (which generally have poor CRI ratings and are in some cases almost monochromatic)."}
{"meta": {"doc_id": 1381, "sent_id": 21, "sent_start_pos": 3725, "sent_end_pos": 4341, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "High CRI is generally a desirable characteristic (although of course, it depends on the required application). Perhaps the best way to appreciate CRI is to look at a direct comparison between LED lighting (with a high CRI) and a traditional lighting solution like sodium vapor lamps (which generally have poor CRI ratings and are in some cases almost monochromatic). See the following image to compare and contrast the two instances: The range of possible values for different LED lights is generally between 65 and 95 which is considered excellent."}
{"meta": {"doc_id": 1381, "sent_id": 22, "sent_start_pos": 3903, "sent_end_pos": 4530, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Perhaps the best way to appreciate CRI is to look at a direct comparison between LED lighting (with a high CRI) and a traditional lighting solution like sodium vapor lamps (which generally have poor CRI ratings and are in some cases almost monochromatic). See the following image to compare and contrast the two instances: The range of possible values for different LED lights is generally between 65 and 95 which is considered excellent. Every other type of light emits light 360 degrees around the source."}
{"meta": {"doc_id": 1381, "sent_id": 23, "sent_start_pos": 4159, "sent_end_pos": 4785, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "See the following image to compare and contrast the two instances: The range of possible values for different LED lights is generally between 65 and 95 which is considered excellent. Every other type of light emits light 360 degrees around the source. This drives up the costs for the system in general and inevitably results in losses meaning that the device is necessarily less efficient than it otherwise would be."}
{"meta": {"doc_id": 1381, "sent_id": 24, "sent_start_pos": 4462, "sent_end_pos": 4866, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Every other type of light emits light 360 degrees around the source. This drives up the costs for the system in general and inevitably results in losses meaning that the device is necessarily less efficient than it otherwise would be. Consider a light that emits light into the ceiling - that is your standard bulb."}
{"meta": {"doc_id": 1381, "sent_id": 25, "sent_start_pos": 4620, "sent_end_pos": 4941, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "This drives up the costs for the system in general and inevitably results in losses meaning that the device is necessarily less efficient than it otherwise would be. Consider a light that emits light into the ceiling - that is your standard bulb. The problem is that you’re trying to illuminate the room, not the ceiling."}
{"meta": {"doc_id": 1381, "sent_id": 26, "sent_start_pos": 4786, "sent_end_pos": 5054, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Consider a light that emits light into the ceiling - that is your standard bulb. The problem is that you’re trying to illuminate the room, not the ceiling. LEDs solve this problem completely and give the savings back in terms of the system’s overall energy efficiency."}
{"meta": {"doc_id": 1381, "sent_id": 27, "sent_start_pos": 4867, "sent_end_pos": 5185, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "The problem is that you’re trying to illuminate the room, not the ceiling. LEDs solve this problem completely and give the savings back in terms of the system’s overall energy efficiency. LEDs Have Tremendous Design Flexibility: Because LEDs are so small they can be used in virtually any application you can think of."}
{"meta": {"doc_id": 1381, "sent_id": 28, "sent_start_pos": 4942, "sent_end_pos": 5331, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs solve this problem completely and give the savings back in terms of the system’s overall energy efficiency. LEDs Have Tremendous Design Flexibility: Because LEDs are so small they can be used in virtually any application you can think of. They can be combined in bunches for a traditional bulb, used in isolation as a small device light, or strung out in sequence in a linear fashion."}
{"meta": {"doc_id": 1381, "sent_id": 29, "sent_start_pos": 5055, "sent_end_pos": 5393, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs Have Tremendous Design Flexibility: Because LEDs are so small they can be used in virtually any application you can think of. They can be combined in bunches for a traditional bulb, used in isolation as a small device light, or strung out in sequence in a linear fashion. Just about everything you can think of can be done with LEDs."}
{"meta": {"doc_id": 1381, "sent_id": 30, "sent_start_pos": 5186, "sent_end_pos": 5548, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "They can be combined in bunches for a traditional bulb, used in isolation as a small device light, or strung out in sequence in a linear fashion. Just about everything you can think of can be done with LEDs. This means that the traditional glass bulb surrounding the light is entirely unnecessary."}
{"meta": {"doc_id": 1381, "sent_id": 31, "sent_start_pos": 5332, "sent_end_pos": 5659, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Just about everything you can think of can be done with LEDs. This means that the traditional glass bulb surrounding the light is entirely unnecessary. LED Dimming Capability: LEDs are able to operate at virtually any percentage of their rated power (0 to 100%)."}
{"meta": {"doc_id": 1381, "sent_id": 32, "sent_start_pos": 5459, "sent_end_pos": 5850, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "This means that the traditional glass bulb surrounding the light is entirely unnecessary. LED Dimming Capability: LEDs are able to operate at virtually any percentage of their rated power (0 to 100%). Of note, they do require hardware specific to LED technology in order to dim (meaning you cannot use the dimming equipment for an incandescent bulb or other traditional lighting technology)."}
{"meta": {"doc_id": 1381, "sent_id": 33, "sent_start_pos": 5549, "sent_end_pos": 5960, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LED Dimming Capability: LEDs are able to operate at virtually any percentage of their rated power (0 to 100%). Of note, they do require hardware specific to LED technology in order to dim (meaning you cannot use the dimming equipment for an incandescent bulb or other traditional lighting technology). A positive of operating LEDs at less than full power is that they get more efficient as the power is reduced."}
{"meta": {"doc_id": 1381, "sent_id": 34, "sent_start_pos": 5660, "sent_end_pos": 6020, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Of note, they do require hardware specific to LED technology in order to dim (meaning you cannot use the dimming equipment for an incandescent bulb or other traditional lighting technology). A positive of operating LEDs at less than full power is that they get more efficient as the power is reduced. This also increases the total lifespan of the light itself."}
{"meta": {"doc_id": 1381, "sent_id": 35, "sent_start_pos": 5851, "sent_end_pos": 6184, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "A positive of operating LEDs at less than full power is that they get more efficient as the power is reduced. This also increases the total lifespan of the light itself. Both of those advantages are absent with technologies like metal halides that actually get less efficient at lower power and in many cases cannot be dimmed at all."}
{"meta": {"doc_id": 1381, "sent_id": 36, "sent_start_pos": 5961, "sent_end_pos": 6483, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "This also increases the total lifespan of the light itself. Both of those advantages are absent with technologies like metal halides that actually get less efficient at lower power and in many cases cannot be dimmed at all. There is no warm-up period like in the case of metal halide lamps."}
{"meta": {"doc_id": 1381, "sent_id": 37, "sent_start_pos": 6021, "sent_end_pos": 6719, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Both of those advantages are absent with technologies like metal halides that actually get less efficient at lower power and in many cases cannot be dimmed at all. There is no warm-up period like in the case of metal halide lamps. LED Lights are Environmentally Safe: LEDs do not have the environmental issues common to traditional lighting solutions like fluorescent or mercury vapor lights."}
{"meta": {"doc_id": 1381, "sent_id": 38, "sent_start_pos": 6417, "sent_end_pos": 6871, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "There is no warm-up period like in the case of metal halide lamps. LED Lights are Environmentally Safe: LEDs do not have the environmental issues common to traditional lighting solutions like fluorescent or mercury vapor lights. Both of these traditional solutions contain mercury internal to the bulb and thus require special handling at the end of the product’s useful lifespan."}
{"meta": {"doc_id": 1381, "sent_id": 39, "sent_start_pos": 6558, "sent_end_pos": 7140, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LED Lights are Environmentally Safe: LEDs do not have the environmental issues common to traditional lighting solutions like fluorescent or mercury vapor lights. Both of these traditional solutions contain mercury internal to the bulb and thus require special handling at the end of the product’s useful lifespan. LEDs Produce Virtually Zero UV Emissions: LEDs emit the vast majority of their energy in the visible spectrum, a small amount in the infrared spectrum, and virtually none in the ultraviolet portion of the spectrum."}
{"meta": {"doc_id": 1381, "sent_id": 40, "sent_start_pos": 6720, "sent_end_pos": 7312, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Both of these traditional solutions contain mercury internal to the bulb and thus require special handling at the end of the product’s useful lifespan. LEDs Produce Virtually Zero UV Emissions: LEDs emit the vast majority of their energy in the visible spectrum, a small amount in the infrared spectrum, and virtually none in the ultraviolet portion of the spectrum. This means that LEDs are able to safely and reliably illuminate UV sensitive items like art that will break down and degrade over time if exposed to this type of emission."}
{"meta": {"doc_id": 1381, "sent_id": 41, "sent_start_pos": 6926, "sent_end_pos": 7591, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs Produce Virtually Zero UV Emissions: LEDs emit the vast majority of their energy in the visible spectrum, a small amount in the infrared spectrum, and virtually none in the ultraviolet portion of the spectrum. This means that LEDs are able to safely and reliably illuminate UV sensitive items like art that will break down and degrade over time if exposed to this type of emission. This makes them suitable for use in outdoor lighting applications where other lighting might not meet code such as with oceanfront homes where the ground level of the property is in a flood zone."}
{"meta": {"doc_id": 1381, "sent_id": 42, "sent_start_pos": 7141, "sent_end_pos": 7729, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "This means that LEDs are able to safely and reliably illuminate UV sensitive items like art that will break down and degrade over time if exposed to this type of emission. This makes them suitable for use in outdoor lighting applications where other lighting might not meet code such as with oceanfront homes where the ground level of the property is in a flood zone. LEDs Operate Well in Cold and Hot Temperatures: LEDs work well in a wide range of operating temperatures without significant degradation."}
{"meta": {"doc_id": 1381, "sent_id": 43, "sent_start_pos": 7396, "sent_end_pos": 7846, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "This makes them suitable for use in outdoor lighting applications where other lighting might not meet code such as with oceanfront homes where the ground level of the property is in a flood zone. LEDs Operate Well in Cold and Hot Temperatures: LEDs work well in a wide range of operating temperatures without significant degradation. Correlated Color Temperature (CCT): LEDs are available in a wide range of correlated color temperature (CCT) values."}
{"meta": {"doc_id": 1381, "sent_id": 44, "sent_start_pos": 7592, "sent_end_pos": 7956, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "LEDs Operate Well in Cold and Hot Temperatures: LEDs work well in a wide range of operating temperatures without significant degradation. Correlated Color Temperature (CCT): LEDs are available in a wide range of correlated color temperature (CCT) values. They can be purchased with a “warm,” yellowish glow, as a “cool,” white light and a variety of other options."}
{"meta": {"doc_id": 1381, "sent_id": 45, "sent_start_pos": 7730, "sent_end_pos": 8180, "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "Correlated Color Temperature (CCT): LEDs are available in a wide range of correlated color temperature (CCT) values. They can be purchased with a “warm,” yellowish glow, as a “cool,” white light and a variety of other options. All in all LEDs are an incredibly useful technology that is fast becoming the first choice of residential and commercial property developers, facility operators, and lighting experts alike."}
{"meta": {"doc_id": 1381, "sent_id": 46, "sent_start_pos": 7847, "sent_end_pos": [], "title": "15 Advantages of LEDs When Compared To Traditional Lighting Solutions"}, "text": "They can be purchased with a “warm,” yellowish glow, as a “cool,” white light and a variety of other options. All in all LEDs are an incredibly useful technology that is fast becoming the first choice of residential and commercial property developers, facility operators, and lighting experts alike. "}
{"meta": {"doc_id": 1382, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 465, "title": "How LED Light Bulbs Work"}, "text": " The light bulb that has lit up our homes since the 1800s was officially on its way out after former President George W. Bush signed the Energy Independence and Security Act of 2007. Although the act didn't ban the use, purchase, sale or manufacture of incandescent bulbs, it did require household light bulbs to have 25 percent greater efficiency (which means 25 percent less energy use) than the traditional bulbs that used between 40 and 100 watts of electricity."}
{"meta": {"doc_id": 1382, "sent_id": 1, "sent_start_pos": 0, "sent_end_pos": 621, "title": "How LED Light Bulbs Work"}, "text": "The light bulb that has lit up our homes since the 1800s was officially on its way out after former President George W. Bush signed the Energy Independence and Security Act of 2007. Although the act didn't ban the use, purchase, sale or manufacture of incandescent bulbs, it did require household light bulbs to have 25 percent greater efficiency (which means 25 percent less energy use) than the traditional bulbs that used between 40 and 100 watts of electricity. The inefficient incandescent, where 90 percent of its energy is given off as heat, had fallen out of favor with the financially and ecologically concerned."}
{"meta": {"doc_id": 1382, "sent_id": 2, "sent_start_pos": 182, "sent_end_pos": 816, "title": "How LED Light Bulbs Work"}, "text": "Although the act didn't ban the use, purchase, sale or manufacture of incandescent bulbs, it did require household light bulbs to have 25 percent greater efficiency (which means 25 percent less energy use) than the traditional bulbs that used between 40 and 100 watts of electricity. The inefficient incandescent, where 90 percent of its energy is given off as heat, had fallen out of favor with the financially and ecologically concerned. When the new lighting standards began in 2012, prime replacements for the incandescent light bulb were the higher-efficiency compact fluorescent lamps (CFL) and the light emitting diodes (LEDs)."}
{"meta": {"doc_id": 1382, "sent_id": 3, "sent_start_pos": 466, "sent_end_pos": 991, "title": "How LED Light Bulbs Work"}, "text": "The inefficient incandescent, where 90 percent of its energy is given off as heat, had fallen out of favor with the financially and ecologically concerned. When the new lighting standards began in 2012, prime replacements for the incandescent light bulb were the higher-efficiency compact fluorescent lamps (CFL) and the light emitting diodes (LEDs). The CFL, though, has its own problems, primarily the inclusion of toxic mercury in the design and a strange, sometimes unpleasant color that even gives some people headaches."}
{"meta": {"doc_id": 1382, "sent_id": 4, "sent_start_pos": 622, "sent_end_pos": 1149, "title": "How LED Light Bulbs Work"}, "text": "When the new lighting standards began in 2012, prime replacements for the incandescent light bulb were the higher-efficiency compact fluorescent lamps (CFL) and the light emitting diodes (LEDs). The CFL, though, has its own problems, primarily the inclusion of toxic mercury in the design and a strange, sometimes unpleasant color that even gives some people headaches. LEDs have been around for many years — they light up digital clocks, Christmas lights, flashlights, traffic signals, etc."}
{"meta": {"doc_id": 1382, "sent_id": 5, "sent_start_pos": 817, "sent_end_pos": 1213, "title": "How LED Light Bulbs Work"}, "text": "The CFL, though, has its own problems, primarily the inclusion of toxic mercury in the design and a strange, sometimes unpleasant color that even gives some people headaches. LEDs have been around for many years — they light up digital clocks, Christmas lights, flashlights, traffic signals, etc. But as far as household lighting goes, LEDs weren't taking off."}
{"meta": {"doc_id": 1382, "sent_id": 6, "sent_start_pos": 1028, "sent_end_pos": 1321, "title": "How LED Light Bulbs Work"}, "text": "LEDs have been around for many years — they light up digital clocks, Christmas lights, flashlights, traffic signals, etc. But as far as household lighting goes, LEDs weren't taking off. Certain drawbacks had kept companies from manufacturing them in standard, replacement-size light bulb form."}
{"meta": {"doc_id": 1382, "sent_id": 7, "sent_start_pos": 1150, "sent_end_pos": 1557, "title": "How LED Light Bulbs Work"}, "text": "But as far as household lighting goes, LEDs weren't taking off. Certain drawbacks had kept companies from manufacturing them in standard, replacement-size light bulb form. But in the last decade or so, these LED replacement bulbs, the kind you just screw into a lamp like you do an incandescent bulb, have become much more common — which is to say a large number of businesses and households are using them."}
{"meta": {"doc_id": 1382, "sent_id": 8, "sent_start_pos": 1214, "sent_end_pos": 1712, "title": "How LED Light Bulbs Work"}, "text": "Certain drawbacks had kept companies from manufacturing them in standard, replacement-size light bulb form. But in the last decade or so, these LED replacement bulbs, the kind you just screw into a lamp like you do an incandescent bulb, have become much more common — which is to say a large number of businesses and households are using them. A 2017 survey showed that 70 percent of Americans had bought at least one LED light bulb and 38 percent had switched over from incandescent bulbs to LEDs."}
{"meta": {"doc_id": 1382, "sent_id": 9, "sent_start_pos": 1322, "sent_end_pos": 1909, "title": "How LED Light Bulbs Work"}, "text": "But in the last decade or so, these LED replacement bulbs, the kind you just screw into a lamp like you do an incandescent bulb, have become much more common — which is to say a large number of businesses and households are using them. A 2017 survey showed that 70 percent of Americans had bought at least one LED light bulb and 38 percent had switched over from incandescent bulbs to LEDs. In this article, we'll look into how LED light bulbs work, why they're a desirable lighting choice, and some of the pros and cons surrounding them."}
{"meta": {"doc_id": 1382, "sent_id": 10, "sent_start_pos": 1558, "sent_end_pos": [], "title": "How LED Light Bulbs Work"}, "text": "A 2017 survey showed that 70 percent of Americans had bought at least one LED light bulb and 38 percent had switched over from incandescent bulbs to LEDs. In this article, we'll look into how LED light bulbs work, why they're a desirable lighting choice, and some of the pros and cons surrounding them. "}
{"meta": {"doc_id": 1383, "sent_id": 0, "sent_start_pos": [], "sent_end_pos": 425, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": " With the environmental issues that affect air and water quality, wildlife and even global climate, it may be difficult to imagine that individual choices -- such as changing light bulbs -- can make any difference. Changing from incandescent light bulbs to Energy Star qualified light bulbs, however, can greatly reduce the environmental impact of your home or business."}
{"meta": {"doc_id": 1383, "sent_id": 1, "sent_start_pos": 56, "sent_end_pos": 591, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "With the environmental issues that affect air and water quality, wildlife and even global climate, it may be difficult to imagine that individual choices -- such as changing light bulbs -- can make any difference. Changing from incandescent light bulbs to Energy Star qualified light bulbs, however, can greatly reduce the environmental impact of your home or business. Saving Energy\nThe energy savings of cooler-burning bulbs, including CFL and LED, can have a significant impact on your utility bills and on making your home greener."}
{"meta": {"doc_id": 1383, "sent_id": 2, "sent_start_pos": 270, "sent_end_pos": 673, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Changing from incandescent light bulbs to Energy Star qualified light bulbs, however, can greatly reduce the environmental impact of your home or business. Saving Energy\nThe energy savings of cooler-burning bulbs, including CFL and LED, can have a significant impact on your utility bills and on making your home greener. CFLs are the compact fluorescent light bulbs that look like soft-serve ice cream."}
{"meta": {"doc_id": 1383, "sent_id": 3, "sent_start_pos": 426, "sent_end_pos": 873, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Saving Energy\nThe energy savings of cooler-burning bulbs, including CFL and LED, can have a significant impact on your utility bills and on making your home greener. CFLs are the compact fluorescent light bulbs that look like soft-serve ice cream. The wasted heat generated by incandescent bulbs can increase your home cooling costs, as well as require you to pay more for lighting your home and yard or business."}
{"meta": {"doc_id": 1383, "sent_id": 4, "sent_start_pos": 592, "sent_end_pos": 1002, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "CFLs are the compact fluorescent light bulbs that look like soft-serve ice cream. The wasted heat generated by incandescent bulbs can increase your home cooling costs, as well as require you to pay more for lighting your home and yard or business. The electricity savings for a single Energy Star light bulb is about $6 per year and $40 for its lifetime, according to the EPA."}
{"meta": {"doc_id": 1383, "sent_id": 5, "sent_start_pos": 708, "sent_end_pos": 1190, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "The wasted heat generated by incandescent bulbs can increase your home cooling costs, as well as require you to pay more for lighting your home and yard or business. The electricity savings for a single Energy Star light bulb is about $6 per year and $40 for its lifetime, according to the EPA. Changing your indoor, outdoor, garage and business light bulbs to qualified Energy Star light bulbs can add up to a substantial savings every year, in addition to helping the environment."}
{"meta": {"doc_id": 1383, "sent_id": 6, "sent_start_pos": 874, "sent_end_pos": 1338, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "The electricity savings for a single Energy Star light bulb is about $6 per year and $40 for its lifetime, according to the EPA. Changing your indoor, outdoor, garage and business light bulbs to qualified Energy Star light bulbs can add up to a substantial savings every year, in addition to helping the environment. Reducing Waste\nAn Energy Star light bulb replaces about six incandescent light bulbs because it lasts six times longer than the average light bulb."}
{"meta": {"doc_id": 1383, "sent_id": 7, "sent_start_pos": 1003, "sent_end_pos": 1496, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Changing your indoor, outdoor, garage and business light bulbs to qualified Energy Star light bulbs can add up to a substantial savings every year, in addition to helping the environment. Reducing Waste\nAn Energy Star light bulb replaces about six incandescent light bulbs because it lasts six times longer than the average light bulb. If you use 20 light bulbs in your home, during the life of the energy-efficient bulbs, you've reduced the number of light bulbs you throw out from 120 to 20."}
{"meta": {"doc_id": 1383, "sent_id": 8, "sent_start_pos": 1191, "sent_end_pos": 1575, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Reducing Waste\nAn Energy Star light bulb replaces about six incandescent light bulbs because it lasts six times longer than the average light bulb. If you use 20 light bulbs in your home, during the life of the energy-efficient bulbs, you've reduced the number of light bulbs you throw out from 120 to 20. An LED light bulb can last the rest of your life, according to Time's website."}
{"meta": {"doc_id": 1383, "sent_id": 9, "sent_start_pos": 1339, "sent_end_pos": 1751, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "If you use 20 light bulbs in your home, during the life of the energy-efficient bulbs, you've reduced the number of light bulbs you throw out from 120 to 20. An LED light bulb can last the rest of your life, according to Time's website. CFLs and LEDs save waste and pollution from the manufacturing, transportation, energy production and disposal of the greater number of less efficient incandescent light bulbs."}
{"meta": {"doc_id": 1383, "sent_id": 10, "sent_start_pos": 1497, "sent_end_pos": 2018, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "An LED light bulb can last the rest of your life, according to Time's website. CFLs and LEDs save waste and pollution from the manufacturing, transportation, energy production and disposal of the greater number of less efficient incandescent light bulbs. Overall Environmental Impact\nReplacing only one light bulb with an Energy Star-rated light bulb in every American home would reduce greenhouse gas emissions by 9 billion pounds, or about the amount from 800,000 cars, the U.S. Environmental Protection Agency Reports."}
{"meta": {"doc_id": 1383, "sent_id": 11, "sent_start_pos": 1576, "sent_end_pos": 2180, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "CFLs and LEDs save waste and pollution from the manufacturing, transportation, energy production and disposal of the greater number of less efficient incandescent light bulbs. Overall Environmental Impact\nReplacing only one light bulb with an Energy Star-rated light bulb in every American home would reduce greenhouse gas emissions by 9 billion pounds, or about the amount from 800,000 cars, the U.S. Environmental Protection Agency Reports. Cutting down on greenhouse gas emissions is a crucial element in fighting global warming and climate changes that may be a factor in catastrophic weather events."}
{"meta": {"doc_id": 1383, "sent_id": 12, "sent_start_pos": 1752, "sent_end_pos": 2310, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Overall Environmental Impact\nReplacing only one light bulb with an Energy Star-rated light bulb in every American home would reduce greenhouse gas emissions by 9 billion pounds, or about the amount from 800,000 cars, the U.S. Environmental Protection Agency Reports. Cutting down on greenhouse gas emissions is a crucial element in fighting global warming and climate changes that may be a factor in catastrophic weather events. Considerations\nThere are an increasing number of options for energy-saving light bulbs, and the quality and prices have improved."}
{"meta": {"doc_id": 1383, "sent_id": 13, "sent_start_pos": 2019, "sent_end_pos": 2500, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Cutting down on greenhouse gas emissions is a crucial element in fighting global warming and climate changes that may be a factor in catastrophic weather events. Considerations\nThere are an increasing number of options for energy-saving light bulbs, and the quality and prices have improved. Although early energy-efficient light bulb choices were limited, newer options allow you to choose the light quality that suits your task lighting, mood lighting or specific lighting needs."}
{"meta": {"doc_id": 1383, "sent_id": 14, "sent_start_pos": 2181, "sent_end_pos": 2603, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Considerations\nThere are an increasing number of options for energy-saving light bulbs, and the quality and prices have improved. Although early energy-efficient light bulb choices were limited, newer options allow you to choose the light quality that suits your task lighting, mood lighting or specific lighting needs. Light bulbs that qualify for the Energy Star meet the EPA's stringent standards for energy efficiency."}
{"meta": {"doc_id": 1383, "sent_id": 15, "sent_start_pos": 2311, "sent_end_pos": 3348, "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Although early energy-efficient light bulb choices were limited, newer options allow you to choose the light quality that suits your task lighting, mood lighting or specific lighting needs. Light bulbs that qualify for the Energy Star meet the EPA's stringent standards for energy efficiency. Adams is a certified health educator and a massage practitioner."}
{"meta": {"doc_id": 1383, "sent_id": 16, "sent_start_pos": 2501, "sent_end_pos": [], "title": "How Does Changing the Light Bulbs Help the Environment?"}, "text": "Light bulbs that qualify for the Energy Star meet the EPA's stringent standards for energy efficiency. Adams is a certified health educator and a massage practitioner. "}
